{"_id":"616a1d3ea03c6e96020b91a0","slug":"quirinius-","name":"Quirinius ","verses":[{"_id":"616a1d3fa03c6e96020b91a1","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 2:2","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-3\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-3\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n<p id=\"p42002020_11-3\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n\n<p id=\"p42002021_16-3\"><b class=\"verse-num\" id=\"v42002022-1\">22&nbsp;</b>And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord <b class=\"verse-num\" id=\"v42002023-1\">23&nbsp;</b>(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”) <b class=\"verse-num\" id=\"v42002024-1\">24&nbsp;</b>and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.” <b class=\"verse-num\" id=\"v42002025-1\">25&nbsp;</b>Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. <b class=\"verse-num\" id=\"v42002026-1\">26&nbsp;</b>And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ. <b class=\"verse-num\" id=\"v42002027-1\">27&nbsp;</b>And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law, <b class=\"verse-num\" id=\"v42002028-1\">28&nbsp;</b>he took him up in his arms and blessed God and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002029_16-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002029-1\">29&nbsp;</b>&nbsp;&nbsp;“Lord, now you are letting your servant depart in peace,</span><br><span id=\"p42002029_16-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your word;</span><br><span id=\"p42002030_16-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002030-1\">30&nbsp;</b>&nbsp;&nbsp;for my eyes have seen your salvation</span><br><span id=\"p42002031_16-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42002031-1\">31&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all peoples,</span><br><span id=\"p42002032_16-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002032-1\">32&nbsp;</b>&nbsp;&nbsp;a light for revelation to the Gentiles,</span><br><span id=\"p42002032_16-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for glory to your people Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002032_16-3\"><b class=\"verse-num\" id=\"v42002033-1\">33&nbsp;</b>And his father and his mother marveled at what was said about him. <b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n<p id=\"p42002035_16-3\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_20-3\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth. <b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_26-3\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_26-3\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  ","niv":"<sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.)"},{"_id":"616a1d3fa03c6e96020b91a2","topicId":"616a1d3ea03c6e96020b91a0","verse":"Hebrews 6:1-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God, <b class=\"verse-num\" id=\"v58006002-1\">2&nbsp;</b>and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment. <b class=\"verse-num\" id=\"v58006003-1\">3&nbsp;</b>And this we will do if God permits. <b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. <b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. <b class=\"verse-num\" id=\"v58006008-1\">8&nbsp;</b>But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned.</p>\n<p id=\"p58006008_01-2\"><b class=\"verse-num\" id=\"v58006009-1\">9&nbsp;</b>Though we speak in this way, yet in your case, beloved, we feel sure of better things—things that belong to salvation. <b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do. <b class=\"verse-num\" id=\"v58006011-1\">11&nbsp;</b>And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, <b class=\"verse-num\" id=\"v58006012-1\">12&nbsp;</b>so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.</p>\n\n<p id=\"p58006012_06-2\"><b class=\"verse-num\" id=\"v58006013-1\">13&nbsp;</b>For when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself, <b class=\"verse-num\" id=\"v58006014-1\">14&nbsp;</b>saying, “Surely I will bless you and multiply you.” <b class=\"verse-num\" id=\"v58006015-1\">15&nbsp;</b>And thus Abraham, having patiently waited, obtained the promise. <b class=\"verse-num\" id=\"v58006016-1\">16&nbsp;</b>For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation. <b class=\"verse-num\" id=\"v58006017-1\">17&nbsp;</b>So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath, <b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us. <b class=\"verse-num\" id=\"v58006019-1\">19&nbsp;</b>We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain, <b class=\"verse-num\" id=\"v58006020-1\">20&nbsp;</b>where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  <strong>2</strong> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.  <strong>3</strong> And this will we do, if God permit.  <strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  <strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  <strong>8</strong> But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.  <strong>9</strong> But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.  <strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  <strong>11</strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:  <strong>12</strong> That ye be not slothful, but followers of them who through faith and patience inherit the promises.  <strong>13</strong> For when God made promise to Abraham, because he could swear by no greater, he sware by himself,  <strong>14</strong> Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.  <strong>15</strong> And so, after he had patiently endured, he obtained the promise.  <strong>16</strong> For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.  <strong>17</strong> Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:  <strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  <strong>19</strong> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;  <strong>20</strong> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God, <sup><strong>2</strong></sup> instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment. <sup><strong>3</strong></sup> And God permitting, we will do so. <sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. <sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. <sup><strong>8</strong></sup> But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned. <sup><strong>9</strong></sup> Even though we speak like this, dear friends, we are confident of better things in your case--things that accompany salvation. <sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them. <sup><strong>11</strong></sup> We want each of you to show this same diligence to the very end, in order to make your hope sure. <sup><strong>12</strong></sup> We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised. <sup><strong>13</strong></sup> When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself, <sup><strong>14</strong></sup> saying, \"I will surely bless you and give you many descendants.\" <sup><strong>15</strong></sup> And so after waiting patiently, Abraham received what was promised. <sup><strong>16</strong></sup> Men swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument. <sup><strong>17</strong></sup> Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. <sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged. <sup><strong>19</strong></sup> We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain, <sup><strong>20</strong></sup> where Jesus, who went before us, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek. "},{"_id":"616a1d3fa03c6e96020b91a3","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 2:1-52","votes":3,"__v":0,"kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  <strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  <strong>22</strong> And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;  <strong>23</strong> (As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)  <strong>24</strong> And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.  <strong>25</strong> And, behold, there was a man in Jerusalem, whose name was  Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.  <strong>26</strong> And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord’s Christ.  <strong>27</strong> And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,  <strong>28</strong> Then took he him up in his arms, and blessed God, and said,  <strong>29</strong> Lord, now lettest thou thy servant depart in peace, according to thy word:  <strong>30</strong> For mine eyes have seen thy salvation,  <strong>31</strong> Which thou hast prepared before the face of all people;  <strong>32</strong> A light to lighten the Gentiles, and the glory of thy people Israel.  <strong>33</strong> And Joseph and his mother marvelled at those things which were spoken of him.  <strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  <strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  <strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. <sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived. <sup><strong>22</strong></sup> When the time of their purification according to the Law of Moses had been completed, Joseph and Mary took him to Jerusalem to present him to the Lord <sup><strong>23</strong></sup> (as it is written in the Law of the Lord, \"Every firstborn male is to be consecrated to the Lord\" ), <sup><strong>24</strong></sup> and to offer a sacrifice in keeping with what is said in the Law of the Lord: \"a pair of doves or two young pigeons.\" <sup><strong>25</strong></sup> Now there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him. <sup><strong>26</strong></sup> It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. <sup><strong>27</strong></sup> Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required, <sup><strong>28</strong></sup> Simeon took him in his arms and praised God, saying: <sup><strong>29</strong></sup> \"Sovereign Lord, as you have promised, you now dismiss your servant in peace. <sup><strong>30</strong></sup> For my eyes have seen your salvation, <sup><strong>31</strong></sup> which you have prepared in the sight of all people, <sup><strong>32</strong></sup> a light for revelation to the Gentiles and for glory to your people Israel.\" <sup><strong>33</strong></sup> The child's father and mother marveled at what was said about him. <sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" <sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. <sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "},{"_id":"616a1d3fa03c6e96020b91a4","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 2:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. "},{"_id":"616a1d40a03c6e96020b91a5","topicId":"616a1d3ea03c6e96020b91a0","verse":"Genesis 1:1-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-5\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-5\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-5\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-5\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-5\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-5\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-5\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-5\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-5\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616a1d40a03c6e96020b91a6","topicId":"616a1d3ea03c6e96020b91a0","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a1d40a03c6e96020b91a7","topicId":"616a1d3ea03c6e96020b91a0","verse":"Acts 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44014006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014006-1\">6&nbsp;</b>they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country,</p>\n</div>","kjv":"<strong>6</strong> They were ware of it, and fled unto Lystra and Derbe, cities of Lycaonia, and unto the region that lieth round about:  ","niv":"<sup><strong>6</strong></sup> But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding country,"},{"_id":"616a1d41a03c6e96020b91a8","topicId":"616a1d3ea03c6e96020b91a0","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616a1d41a03c6e96020b91a9","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 2:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world."},{"_id":"616a1d41a03c6e96020b91aa","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 2:1-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. "},{"_id":"616a1d42a03c6e96020b91ab","topicId":"616a1d3ea03c6e96020b91a0","verse":"Matthew 2:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40002022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002022-1\">22&nbsp;</b>But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream he withdrew to the district of Galilee.</p>\n</div>","kjv":"<strong>22</strong> But when he heard that Archelaus did reign in Judaea in the room of his father Herod, he was afraid to go thither: notwithstanding, being warned of God in a dream, he turned aside into the parts of Galilee:  ","niv":"<sup><strong>22</strong></sup> But when he heard that Archelaus was reigning in Judea in place of his father Herod, he was afraid to go there. Having been warned in a dream, he withdrew to the district of Galilee,"},{"_id":"616a1d42a03c6e96020b91ac","topicId":"616a1d3ea03c6e96020b91a0","verse":"Isaiah 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"616a1d42a03c6e96020b91ad","topicId":"616a1d3ea03c6e96020b91a0","verse":"Genesis 14:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01014001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01014001-1\">14:1&nbsp;</b>In the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim, <b class=\"verse-num\" id=\"v01014002-1\">2&nbsp;</b>these kings made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <b class=\"verse-num\" id=\"v01014003-1\">3&nbsp;</b>And all these joined forces in the Valley of Siddim (that is, the Salt Sea). <b class=\"verse-num\" id=\"v01014004-1\">4&nbsp;</b>Twelve years they had served Chedorlaomer, but in the thirteenth year they rebelled. <b class=\"verse-num\" id=\"v01014005-1\">5&nbsp;</b>In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim, <b class=\"verse-num\" id=\"v01014006-1\">6&nbsp;</b>and the Horites in their hill country of Seir as far as El-paran on the border of the wilderness. <b class=\"verse-num\" id=\"v01014007-1\">7&nbsp;</b>Then they turned back and came to En-mishpat (that is, Kadesh) and defeated all the country of the Amalekites, and also the Amorites who were dwelling in Hazazon-tamar.</p>\n<p id=\"p01014007_04-13\"><b class=\"verse-num\" id=\"v01014008-1\">8&nbsp;</b>Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out, and they joined battle in the Valley of Siddim <b class=\"verse-num\" id=\"v01014009-1\">9&nbsp;</b>with Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar, four kings against five. <b class=\"verse-num\" id=\"v01014010-1\">10&nbsp;</b>Now the Valley of Siddim was full of bitumen pits, and as the kings of Sodom and Gomorrah fled, some fell into them, and the rest fled to the hill country. <b class=\"verse-num\" id=\"v01014011-1\">11&nbsp;</b>So the enemy took all the possessions of Sodom and Gomorrah, and all their provisions, and went their way. <b class=\"verse-num\" id=\"v01014012-1\">12&nbsp;</b>They also took Lot, the son of Abram’s brother, who was dwelling in Sodom, and his possessions, and went their way.</p>\n<p id=\"p01014012_04-13\"><b class=\"verse-num\" id=\"v01014013-1\">13&nbsp;</b>Then one who had escaped came and told Abram the Hebrew, who was living by the oaks of Mamre the Amorite, brother of Eshcol and of Aner. These were allies of Abram. <b class=\"verse-num\" id=\"v01014014-1\">14&nbsp;</b>When Abram heard that his kinsman had been taken captive, he led forth his trained men, born in his house, 318 of them, and went in pursuit as far as Dan. <b class=\"verse-num\" id=\"v01014015-1\">15&nbsp;</b>And he divided his forces against them by night, he and his servants, and defeated them and pursued them to Hobah, north of Damascus. <b class=\"verse-num\" id=\"v01014016-1\">16&nbsp;</b>Then he brought back all the possessions, and also brought back his kinsman Lot with his possessions, and the women and the people.</p>\n\n<p id=\"p01014016_08-13\"><b class=\"verse-num\" id=\"v01014017-1\">17&nbsp;</b>After his return from the defeat of Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King’s Valley). <b class=\"verse-num\" id=\"v01014018-1\">18&nbsp;</b>And Melchizedek king of Salem brought out bread and wine. (He was priest of God Most High.) <b class=\"verse-num\" id=\"v01014019-1\">19&nbsp;</b>And he blessed him and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014019_08-13\" class=\"line\">&nbsp;&nbsp;“Blessed be Abram by God Most High,</span><br><span id=\"p01014019_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Possessor of heaven and earth;</span><br><span id=\"p01014020_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_08-13\" class=\"same-paragraph\">And Abram gave him a tenth of everything. <b class=\"verse-num\" id=\"v01014021-1\">21&nbsp;</b>And the king of Sodom said to Abram, “Give me the persons, but take the goods for yourself.” <b class=\"verse-num\" id=\"v01014022-1\">22&nbsp;</b>But Abram said to the king of Sodom, “I have lifted my hand to the LORD, God Most High, Possessor of heaven and earth, <b class=\"verse-num\" id=\"v01014023-1\">23&nbsp;</b>that I would not take a thread or a sandal strap or anything that is yours, lest you should say, ‘I have made Abram rich.’ <b class=\"verse-num\" id=\"v01014024-1\">24&nbsp;</b>I will take nothing but what the young men have eaten, and the share of the men who went with me. Let Aner, Eshcol, and Mamre take their share.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of nations;  <strong>2</strong> That these made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela, which is Zoar.  <strong>3</strong> All these were joined together in the vale of Siddim, which is the salt sea.  <strong>4</strong> Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.  <strong>5</strong> And in the fourteenth year came Chedorlaomer, and the kings that were with him, and smote the Rephaims in Ashteroth Karnaim, and the Zuzims in Ham, and the Emims in Shaveh Kiriathaim,  <strong>6</strong> And the Horites in their mount Seir, unto El-paran, which is  by the wilderness.  <strong>7</strong> And they returned, and came to En-mishpat, which is Kadesh, and smote all the country of the Amalekites, and also the Amorites that dwelt in Hazezon-tamar.  <strong>8</strong> And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela (the same is Zoar;) and they joined battle with them in the vale of Siddim;  <strong>9</strong> With Chedorlaomer the king of Elam, and with Tidal king of nations, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings with five.  <strong>10</strong> And the vale of Siddim was full of slimepits; and the kings of Sodom and Gomorrah fled, and fell there; and they that remained fled to the mountain.  <strong>11</strong> And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.  <strong>12</strong> And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.  <strong>13</strong> And there came one that had escaped, and told Abram the Hebrew; for he dwelt in the plain of Mamre the Amorite, brother of Eshcol, and brother of Aner: and these were confederate with Abram.  <strong>14</strong> And when Abram heard that his brother was taken captive, he armed his trained servants, born in his own house, three hundred and eighteen, and pursued them unto Dan.  <strong>15</strong> And he divided himself against them, he and his servants, by night, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.  <strong>16</strong> And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.  <strong>17</strong> And the king of Sodom went out to meet him after his return from the slaughter of Chedorlaomer, and of the kings that were with him, at the valley of Shaveh, which is the king’s dale.  <strong>18</strong> And Melchizedek king of Salem brought forth bread and wine: and he was the priest of the most high God.  <strong>19</strong> And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:  <strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  <strong>21</strong> And the king of Sodom said unto Abram, Give me the persons, and take the goods to thyself.  <strong>22</strong> And Abram said to the king of Sodom, I have lift up mine hand unto the LORD, the most high God, the possessor of heaven and earth,  <strong>23</strong> That I will not take from a thread even to a shoelatchet, and that I will not take any thing that is thine, lest thou shouldest say, I have made Abram rich:  <strong>24</strong> Save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre; let them take their portion.  ","niv":"<sup><strong>1</strong></sup> At this time Amraphel king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam and Tidal king of Goiim <sup><strong>2</strong></sup> went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <sup><strong>3</strong></sup> All these latter kings joined forces in the Valley of Siddim (the Salt Sea ). <sup><strong>4</strong></sup> For twelve years they had been subject to Kedorlaomer, but in the thirteenth year they rebelled. <sup><strong>5</strong></sup> In the fourteenth year, Kedorlaomer and the kings allied with him went out and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim <sup><strong>6</strong></sup> and the Horites in the hill country of Seir, as far as El Paran near the desert. <sup><strong>7</strong></sup> Then they turned back and went to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites, as well as the Amorites who were living in Hazazon Tamar. <sup><strong>8</strong></sup> Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim and the king of Bela (that is, Zoar) marched out and drew up their battle lines in the Valley of Siddim <sup><strong>9</strong></sup> against Kedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar and Arioch king of Ellasar-four kings against five. <sup><strong>10</strong></sup> Now the Valley of Siddim was full of tar pits, and when the kings of Sodom and Gomorrah fled, some of the men fell into them and the rest fled to the hills. <sup><strong>11</strong></sup> The four kings seized all the goods of Sodom and Gomorrah and all their food; then they went away. <sup><strong>12</strong></sup> They also carried off Abram's nephew Lot and his possessions, since he was living in Sodom. <sup><strong>13</strong></sup> One who had escaped came and reported this to Abram the Hebrew. Now Abram was living near the great trees of Mamre the Amorite, a brother of Eshcol and Aner, all of whom were allied with Abram. <sup><strong>14</strong></sup> When Abram heard that his relative had been taken captive, he called out the 318 trained men born in his household and went in pursuit as far as Dan. <sup><strong>15</strong></sup> During the night Abram divided his men to attack them and he routed them, pursuing them as far as Hobah, north of Damascus. <sup><strong>16</strong></sup> He recovered all the goods and brought back his relative Lot and his possessions, together with the women and the other people. <sup><strong>17</strong></sup> After Abram returned from defeating Kedorlaomer and the kings allied with him, the king of Sodom came out to meet him in the Valley of Shaveh (that is, the King's Valley). <sup><strong>18</strong></sup> Then Melchizedek king of Salem brought out bread and wine. He was priest of God Most High, <sup><strong>19</strong></sup> and he blessed Abram, saying, \"Blessed be Abram by God Most High, Creator of heaven and earth. <sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything. <sup><strong>21</strong></sup> The king of Sodom said to Abram, \"Give me the people and keep the goods for yourself.\" <sup><strong>22</strong></sup> But Abram said to the king of Sodom, \"I have raised my hand to the LORD, God Most High, Creator of heaven and earth, and have taken an oath <sup><strong>23</strong></sup> that I will accept nothing belonging to you, not even a thread or the thong of a sandal, so that you will never be able to say, 'I made Abram rich.' <sup><strong>24</strong></sup> I will accept nothing but what my men have eaten and the share that belongs to the men who went with me-to Aner, Eshcol and Mamre. Let them have their share.\" "},{"_id":"616a1d42a03c6e96020b91ae","topicId":"616a1d3ea03c6e96020b91a0","verse":"Acts 5:37","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44005037_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005037-1\">37&nbsp;</b>After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered.</p>\n</div>","kjv":"<strong>37</strong> After this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him: he also perished; and all, even  as many as obeyed him, were dispersed.  ","niv":"<sup><strong>37</strong></sup> After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered."},{"_id":"616a1d43a03c6e96020b91af","topicId":"616a1d3ea03c6e96020b91a0","verse":"Luke 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42003001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42003001-1\">3:1&nbsp;</b>In the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene,</p>\n</div>","kjv":"<strong>1</strong> Now in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judaea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of Ituraea and of the region of Trachonitis, and Lysanias the tetrarch of Abilene,  ","niv":"<sup><strong>1</strong></sup> In the fifteenth year of the reign of Tiberius Caesar--when Pontius Pilate was governor of Judea, Herod tetrarch of Galilee, his brother Philip tetrarch of Iturea and Traconitis, and Lysanias tetrarch of Abilene--"},{"_id":"616a1d43a03c6e96020b91b0","topicId":"616a1d3ea03c6e96020b91a0","verse":"Matthew 19:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-16\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-16\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-16\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-16\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-16\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"616a1d43a03c6e96020b91b1","topicId":"616a1d3ea03c6e96020b91a0","verse":"Isaiah 44:28","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044028_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044028-1\">28&nbsp;</b>&nbsp;&nbsp;who says of Cyrus, ‘He is my shepherd,</span><br><span id=\"p23044028_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall fulfill all my purpose’;</span><br><span id=\"p23044028_01-17\" class=\"line\">&nbsp;&nbsp;saying of Jerusalem, ‘She shall be built,’</span><br><span id=\"p23044028_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of the temple, ‘Your foundation shall be laid.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> That saith of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid.  ","niv":"<sup><strong>28</strong></sup> who says of Cyrus, 'He is my shepherd and will accomplish all that I please; he will say of Jerusalem, \"Let it be rebuilt,\" and of the temple, \"Let its foundations be laid.\"'"},{"_id":"616a1d44a03c6e96020b91b2","topicId":"616a1d3ea03c6e96020b91a0","verse":"Isaiah 20:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23020001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23020001-1\">20:1&nbsp;</b>In the year that the commander in chief, who was sent by Sargon the king of Assyria, came to Ashdod and fought against it and captured it—</p>\n</div>","kjv":"<strong>1</strong> In the year that Tartan came unto Ashdod, (when Sargon the king of Assyria sent him,) and fought against Ashdod, and took it;  ","niv":"<sup><strong>1</strong></sup> In the year that the supreme commander, sent by Sargon king of Assyria, came to Ashdod and attacked and captured it-"},{"_id":"616a1d44a03c6e96020b91b3","topicId":"616a1d3ea03c6e96020b91a0","verse":"2 Kings 18:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p12018017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v12018017-1\">17&nbsp;</b>And the king of Assyria sent the Tartan, the Rab-saris, and the Rabshakeh with a great army from Lachish to King Hezekiah at Jerusalem. And they went up and came to Jerusalem. When they arrived, they came and stood by the conduit of the upper pool, which is on the highway to the Washer’s Field.</p>\n</div>","kjv":"<strong>17</strong> And the king of Assyria sent Tartan and Rabsaris and Rab-shakeh from Lachish to king Hezekiah with a great host against Jerusalem. And they went up and came to Jerusalem. And when they were come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller’s field.  ","niv":"<sup><strong>17</strong></sup> The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field."},{"_id":"616a1d44a03c6e96020b91b4","topicId":"616a1d3ea03c6e96020b91a0","verse":"Genesis 2:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-20\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-20\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-20\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-20\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-20\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-20\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-20\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-20\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"616a1d45a03c6e96020b91b5","topicId":"616a1d3ea03c6e96020b91a0","verse":"1 John 1:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62001003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.</p>\n</div>","kjv":"<strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  ","niv":"<sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ."},{"_id":"616a1d45a03c6e96020b91b6","topicId":"616a1d3ea03c6e96020b91a0","verse":"2 Peter 1:20-21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. "},{"_id":"616a1d45a03c6e96020b91b7","topicId":"616a1d3ea03c6e96020b91a0","verse":"2 Peter 1:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p61001016_07-23\"><b class=\"verse-num\" id=\"v61001016-1\">16&nbsp;</b>For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.</p>\n</div>","kjv":"<strong>16</strong> For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.  ","niv":"<sup><strong>16</strong></sup> We did not follow cleverly invented stories when we told you about the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."},{"_id":"616a1d45a03c6e96020b91b8","topicId":"616a1d3ea03c6e96020b91a0","verse":"1 Peter 3:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-25\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-25\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-25\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-25\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-25\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-25\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-25\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616a1d46a03c6e96020b91b9","topicId":"616a1d3ea03c6e96020b91a0","verse":"Acts 24:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44024024_01-26\"><b class=\"verse-num\" id=\"v44024024-1\">24&nbsp;</b>After some days Felix came with his wife Drusilla, who was Jewish, and he sent for Paul and heard him speak about faith in Christ Jesus.</p>\n</div>","kjv":"<strong>24</strong> And after certain days, when Felix came with his wife Drusilla, which was a Jewess, he sent for Paul, and heard him concerning the faith in Christ.  ","niv":"<sup><strong>24</strong></sup> Several days later Felix came with his wife Drusilla, who was a Jewess. He sent for Paul and listened to him as he spoke about faith in Christ Jesus."}]}