{"_id":"616a22c1a03c6e96020b9222","slug":"races-mixing","name":"Races Mixing","verses":[{"_id":"616a22c2a03c6e96020b9223","topicId":"616a22c1a03c6e96020b9222","verse":"Deuteronomy 7:3","votes":20,"__v":0,"esv":"<div>\n<p id=\"p05007003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007003-1\">3&nbsp;</b>You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons,</p>\n</div>","kjv":"<strong>3</strong> Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.  ","niv":"<sup><strong>3</strong></sup> Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,"},{"_id":"616a22c2a03c6e96020b9224","topicId":"616a22c1a03c6e96020b9222","verse":"John 3:5","votes":15,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"_id":"616a22c2a03c6e96020b9225","topicId":"616a22c1a03c6e96020b9222","verse":"Deuteronomy 23:2","votes":12,"__v":0,"esv":"<div>\n<p id=\"p05023002_01-3\"><b class=\"verse-num\" id=\"v05023002-1\">2&nbsp;</b>“No one born of a forbidden union may enter the assembly of the LORD. Even to the tenth generation, none of his descendants may enter the assembly of the LORD.</p>\n</div>","kjv":"<strong>2</strong> A bastard shall not enter into the congregation of the LORD; even to his tenth generation shall he not enter into the congregation of the LORD.  ","niv":"<sup><strong>2</strong></sup> No one born of a forbidden marriage nor any of his descendants may enter the assembly of the LORD, even down to the tenth generation."},{"_id":"616a22c2a03c6e96020b9226","topicId":"616a22c1a03c6e96020b9222","verse":"2 Corinthians 6:14","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-4\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"616a22c3a03c6e96020b9227","topicId":"616a22c1a03c6e96020b9222","verse":"John 8:32","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"616a22c3a03c6e96020b9228","topicId":"616a22c1a03c6e96020b9222","verse":"Leviticus 20:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020024_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020024-1\">24&nbsp;</b>But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the LORD your God, who has separated you from the peoples.</p>\n</div>","kjv":"<strong>24</strong> But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that floweth with milk and honey: I am the LORD your God, which have separated you from other  people.  ","niv":"<sup><strong>24</strong></sup> But I said to you, \"You will possess their land; I will give it to you as an inheritance, a land flowing with milk and honey.\" I am the LORD your God, who has set you apart from the nations."},{"_id":"616a22c3a03c6e96020b9229","topicId":"616a22c1a03c6e96020b9222","verse":"Leviticus 19:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03019034_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n</div>","kjv":"<strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God."},{"_id":"616a22c4a03c6e96020b922a","topicId":"616a22c1a03c6e96020b9222","verse":"1 Kings 11:1-43","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11011001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11011001-1\">11:1&nbsp;</b>Now King Solomon loved many foreign women, along with the daughter of Pharaoh: Moabite, Ammonite, Edomite, Sidonian, and Hittite women, <b class=\"verse-num\" id=\"v11011002-1\">2&nbsp;</b>from the nations concerning which the LORD had said to the people of Israel, “You shall not enter into marriage with them, neither shall they with you, for surely they will turn away your heart after their gods.” Solomon clung to these in love. <b class=\"verse-num\" id=\"v11011003-1\">3&nbsp;</b>He had 700 wives, who were princesses, and 300 concubines. And his wives turned away his heart. <b class=\"verse-num\" id=\"v11011004-1\">4&nbsp;</b>For when Solomon was old his wives turned away his heart after other gods, and his heart was not wholly true to the LORD his God, as was the heart of David his father. <b class=\"verse-num\" id=\"v11011005-1\">5&nbsp;</b>For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites. <b class=\"verse-num\" id=\"v11011006-1\">6&nbsp;</b>So Solomon did what was evil in the sight of the LORD and did not wholly follow the LORD, as David his father had done. <b class=\"verse-num\" id=\"v11011007-1\">7&nbsp;</b>Then Solomon built a high place for Chemosh the abomination of Moab, and for Molech the abomination of the Ammonites, on the mountain east of Jerusalem. <b class=\"verse-num\" id=\"v11011008-1\">8&nbsp;</b>And so he did for all his foreign wives, who made offerings and sacrificed to their gods.</p>\n\n<p id=\"p11011008_10-9\"><b class=\"verse-num\" id=\"v11011009-1\">9&nbsp;</b>And the LORD was angry with Solomon, because his heart had turned away from the LORD, the God of Israel, who had appeared to him twice <b class=\"verse-num\" id=\"v11011010-1\">10&nbsp;</b>and had commanded him concerning this thing, that he should not go after other gods. But he did not keep what the LORD commanded. <b class=\"verse-num\" id=\"v11011011-1\">11&nbsp;</b>Therefore the LORD said to Solomon, “Since this has been your practice and you have not kept my covenant and my statutes that I have commanded you, I will surely tear the kingdom from you and will give it to your servant. <b class=\"verse-num\" id=\"v11011012-1\">12&nbsp;</b>Yet for the sake of David your father I will not do it in your days, but I will tear it out of the hand of your son. <b class=\"verse-num\" id=\"v11011013-1\">13&nbsp;</b>However, I will not tear away all the kingdom, but I will give one tribe to your son, for the sake of David my servant and for the sake of Jerusalem that I have chosen.”</p>\n<p id=\"p11011013_10-9\"><b class=\"verse-num\" id=\"v11011014-1\">14&nbsp;</b>And the LORD raised up an adversary against Solomon, Hadad the Edomite. He was of the royal house in Edom. <b class=\"verse-num\" id=\"v11011015-1\">15&nbsp;</b>For when David was in Edom, and Joab the commander of the army went up to bury the slain, he struck down every male in Edom <b class=\"verse-num\" id=\"v11011016-1\">16&nbsp;</b>(for Joab and all Israel remained there six months, until he had cut off every male in Edom). <b class=\"verse-num\" id=\"v11011017-1\">17&nbsp;</b>But Hadad fled to Egypt, together with certain Edomites of his father’s servants, Hadad still being a little child. <b class=\"verse-num\" id=\"v11011018-1\">18&nbsp;</b>They set out from Midian and came to Paran and took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave him a house and assigned him an allowance of food and gave him land. <b class=\"verse-num\" id=\"v11011019-1\">19&nbsp;</b>And Hadad found great favor in the sight of Pharaoh, so that he gave him in marriage the sister of his own wife, the sister of Tahpenes the queen. <b class=\"verse-num\" id=\"v11011020-1\">20&nbsp;</b>And the sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh’s house. And Genubath was in Pharaoh’s house among the sons of Pharaoh. <b class=\"verse-num\" id=\"v11011021-1\">21&nbsp;</b>But when Hadad heard in Egypt that David slept with his fathers and that Joab the commander of the army was dead, Hadad said to Pharaoh, “Let me depart, that I may go to my own country.” <b class=\"verse-num\" id=\"v11011022-1\">22&nbsp;</b>But Pharaoh said to him, “What have you lacked with me that you are now seeking to go to your own country?” And he said to him, “Only let me depart.”</p>\n<p id=\"p11011022_10-9\"><b class=\"verse-num\" id=\"v11011023-1\">23&nbsp;</b>God also raised up as an adversary to him, Rezon the son of Eliada, who had fled from his master Hadadezer king of Zobah. <b class=\"verse-num\" id=\"v11011024-1\">24&nbsp;</b>And he gathered men about him and became leader of a marauding band, after the killing by David. And they went to Damascus and lived there and made him king in Damascus. <b class=\"verse-num\" id=\"v11011025-1\">25&nbsp;</b>He was an adversary of Israel all the days of Solomon, doing harm as Hadad did. And he loathed Israel and reigned over Syria.</p>\n<p id=\"p11011025_10-9\"><b class=\"verse-num\" id=\"v11011026-1\">26&nbsp;</b>Jeroboam the son of Nebat, an Ephraimite of Zeredah, a servant of Solomon, whose mother’s name was Zeruah, a widow, also lifted up his hand against the king. <b class=\"verse-num\" id=\"v11011027-1\">27&nbsp;</b>And this was the reason why he lifted up his hand against the king. Solomon built the Millo, and closed up the breach of the city of David his father. <b class=\"verse-num\" id=\"v11011028-1\">28&nbsp;</b>The man Jeroboam was very able, and when Solomon saw that the young man was industrious he gave him charge over all the forced labor of the house of Joseph. <b class=\"verse-num\" id=\"v11011029-1\">29&nbsp;</b>And at that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite found him on the road. Now Ahijah had dressed himself in a new garment, and the two of them were alone in the open country. <b class=\"verse-num\" id=\"v11011030-1\">30&nbsp;</b>Then Ahijah laid hold of the new garment that was on him, and tore it into twelve pieces. <b class=\"verse-num\" id=\"v11011031-1\">31&nbsp;</b>And he said to Jeroboam, “Take for yourself ten pieces, for thus says the LORD, the God of Israel, ‘Behold, I am about to tear the kingdom from the hand of Solomon and will give you ten tribes <b class=\"verse-num\" id=\"v11011032-1\">32&nbsp;</b>(but he shall have one tribe, for the sake of my servant David and for the sake of Jerusalem, the city that I have chosen out of all the tribes of Israel), <b class=\"verse-num\" id=\"v11011033-1\">33&nbsp;</b>because they have forsaken me and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the Ammonites, and they have not walked in my ways, doing what is right in my sight and keeping my statutes and my rules, as David his father did. <b class=\"verse-num\" id=\"v11011034-1\">34&nbsp;</b>Nevertheless, I will not take the whole kingdom out of his hand, but I will make him ruler all the days of his life, for the sake of David my servant whom I chose, who kept my commandments and my statutes. <b class=\"verse-num\" id=\"v11011035-1\">35&nbsp;</b>But I will take the kingdom out of his son’s hand and will give it to you, ten tribes. <b class=\"verse-num\" id=\"v11011036-1\">36&nbsp;</b>Yet to his son I will give one tribe, that David my servant may always have a lamp before me in Jerusalem, the city where I have chosen to put my name. <b class=\"verse-num\" id=\"v11011037-1\">37&nbsp;</b>And I will take you, and you shall reign over all that your soul desires, and you shall be king over Israel. <b class=\"verse-num\" id=\"v11011038-1\">38&nbsp;</b>And if you will listen to all that I command you, and will walk in my ways, and do what is right in my eyes by keeping my statutes and my commandments, as David my servant did, I will be with you and will build you a sure house, as I built for David, and I will give Israel to you. <b class=\"verse-num\" id=\"v11011039-1\">39&nbsp;</b>And I will afflict the offspring of David because of this, but not forever.’” <b class=\"verse-num\" id=\"v11011040-1\">40&nbsp;</b>Solomon sought therefore to kill Jeroboam. But Jeroboam arose and fled into Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon.</p>\n<p id=\"p11011040_10-9\"><b class=\"verse-num\" id=\"v11011041-1\">41&nbsp;</b>Now the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the Book of the Acts of Solomon? <b class=\"verse-num\" id=\"v11011042-1\">42&nbsp;</b>And the time that Solomon reigned in Jerusalem over all Israel was forty years. <b class=\"verse-num\" id=\"v11011043-1\">43&nbsp;</b>And Solomon slept with his fathers and was buried in the city of David his father. And Rehoboam his son reigned in his place.</p>\n\n</div>","kjv":"<strong>1</strong> But king Solomon loved many strange women, together with the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Zidonians, and  Hittites;  <strong>2</strong> Of the nations concerning which the LORD said unto the children of Israel, Ye shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clave unto these in love.  <strong>3</strong> And he had seven hundred wives, princesses, and three hundred concubines: and his wives turned away his heart.  <strong>4</strong> For it came to pass, when Solomon was old, that his wives turned away his heart after other gods: and his heart was not perfect with the LORD his God, as was the heart of David his father.  <strong>5</strong> For Solomon went after Ashtoreth the goddess of the Zidonians, and after Milcom the abomination of the Ammonites.  <strong>6</strong> And Solomon did evil in the sight of the LORD, and went not fully after the LORD, as did David his father.  <strong>7</strong> Then did Solomon build an high place for Chemosh, the abomination of Moab, in the hill that is before Jerusalem, and for Molech, the abomination of the children of Ammon.  <strong>8</strong> And likewise did he for all his strange wives, which burnt incense and sacrificed unto their gods.  <strong>9</strong> And the LORD was angry with Solomon, because his heart was turned from the LORD God of Israel, which had appeared unto him twice,  <strong>10</strong> And had commanded him concerning this thing, that he should not go after other gods: but he kept not that which the LORD commanded.  <strong>11</strong> Wherefore the LORD said unto Solomon, Forasmuch as this is done of thee, and thou hast not kept my covenant and my statutes, which I have commanded thee, I will surely rend the kingdom from thee, and will give it to thy servant.  <strong>12</strong> Notwithstanding in thy days I will not do it for David thy father’s sake: but I will rend it out of the hand of thy son.  <strong>13</strong> Howbeit I will not rend away all the kingdom; but will give one tribe to thy son for David my servant’s sake, and for Jerusalem’s sake which I have chosen.  <strong>14</strong> And the LORD stirred up an adversary unto Solomon, Hadad the Edomite: he was of the king’s seed in Edom.  <strong>15</strong> For it came to pass, when David was in Edom, and Joab the captain of the host was gone up to bury the slain, after he had smitten every male in Edom;  <strong>16</strong> (For six months did Joab remain there with all Israel, until he had cut off every male in Edom:)  <strong>17</strong> That Hadad fled, he and certain Edomites of his father’s servants with him, to go into Egypt; Hadad being yet a little child.  <strong>18</strong> And they arose out of Midian, and came to Paran: and they took men with them out of Paran, and they came to Egypt, unto Pharaoh king of Egypt; which gave him an house, and appointed him victuals, and gave him land.  <strong>19</strong> And Hadad found great favour in the sight of Pharaoh, so that he gave him to wife the sister of his own wife, the sister of Tahpenes the queen.  <strong>20</strong> And the sister of Tahpenes bare him Genubath his son, whom Tahpenes weaned in Pharaoh’s house: and Genubath was in Pharaoh’s household among the sons of Pharaoh.  <strong>21</strong> And when Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the host was dead, Hadad said to Pharaoh, Let me depart, that I may go to mine own country.  <strong>22</strong> Then Pharaoh said unto him, But what hast thou lacked with me, that, behold, thou seekest to go to thine own country? And he answered, Nothing: howbeit let me go in any wise.  <strong>23</strong> And God stirred him up another adversary, Rezon the son of Eliadah, which fled from his lord Hadadezer king of Zobah:  <strong>24</strong> And he gathered men unto him, and became captain over a band, when David slew them of Zobah: and they went to Damascus, and dwelt therein, and reigned in Damascus.  <strong>25</strong> And he was an adversary to Israel all the days of Solomon, beside the mischief that Hadad did: and he abhorred Israel, and reigned over Syria.  <strong>26</strong> And Jeroboam the son of Nebat, an Ephrathite of Zereda, Solomon’s servant, whose mother’s name was Zeruah, a widow woman, even he lifted up his hand against the king.  <strong>27</strong> And this was the cause that he lifted up his hand against the king: Solomon built Millo, and repaired the breaches of the city of David his father.  <strong>28</strong> And the man Jeroboam was a mighty man of valour: and Solomon seeing the young man that he was industrious, he made him ruler over all the charge of the house of Joseph.  <strong>29</strong> And it came to pass at that time when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him in the way; and he had clad himself with a new garment; and they two were alone in the field:  <strong>30</strong> And Ahijah caught the new garment that was on him, and rent it in twelve pieces:  <strong>31</strong> And he said to Jeroboam, Take thee ten pieces: for thus saith the LORD, the God of Israel, Behold, I will rend the kingdom out of the hand of Solomon, and will give ten tribes to thee:  <strong>32</strong> (But he shall have one tribe for my servant David’s sake, and for Jerusalem’s sake, the city which I have chosen out of all the tribes of Israel:)  <strong>33</strong> Because that they have forsaken me, and have worshipped Ashtoreth the goddess of the Zidonians, Chemosh the god of the Moabites, and Milcom the god of the children of Ammon, and have not walked in my ways, to do that which is right in mine eyes, and to keep my statutes and my judgments, as did David his father.  <strong>34</strong> Howbeit I will not take the whole kingdom out of his hand: but I will make him prince all the days of his life for David my servant’s sake, whom I chose, because he kept my commandments and my statutes:  <strong>35</strong> But I will take the kingdom out of his son’s hand, and will give it unto thee, even ten tribes.  <strong>36</strong> And unto his son will I give one tribe, that David my servant may have a light alway before me in Jerusalem, the city which I have chosen me to put my name there.  <strong>37</strong> And I will take thee, and thou shalt reign according to all that thy soul desireth, and shalt be king over Israel.  <strong>38</strong> And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.  <strong>39</strong> And I will for this afflict the seed of David, but not for ever.  <strong>40</strong> Solomon sought therefore to kill Jeroboam. And Jeroboam arose, and fled into Egypt, unto Shishak king of Egypt, and was in Egypt until the death of Solomon.  <strong>41</strong> And the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the book of the acts of Solomon?  <strong>42</strong> And the time that Solomon reigned in Jerusalem over all Israel was forty years.  <strong>43</strong> And Solomon slept with his fathers, and was buried in the city of David his father: and Rehoboam his son reigned in his stead.  ","niv":"<sup><strong>1</strong></sup> King Solomon, however, loved many foreign women besides Pharaoh's daughter-Moabites, Ammonites, Edomites, Sidonians and Hittites. <sup><strong>2</strong></sup> They were from nations about which the LORD had told the Israelites, \"You must not intermarry with them, because they will surely turn your hearts after their gods.\" Nevertheless, Solomon held fast to them in love. <sup><strong>3</strong></sup> He had seven hundred wives of royal birth and three hundred concubines, and his wives led him astray. <sup><strong>4</strong></sup> As Solomon grew old, his wives turned his heart after other gods, and his heart was not fully devoted to the LORD his God, as the heart of David his father had been. <sup><strong>5</strong></sup> He followed Ashtoreth the goddess of the Sidonians, and Molech the detestable god of the Ammonites. <sup><strong>6</strong></sup> So Solomon did evil in the eyes of the LORD; he did not follow the LORD completely, as David his father had done. <sup><strong>7</strong></sup> On a hill east of Jerusalem, Solomon built a high place for Chemosh the detestable god of Moab, and for Molech the detestable god of the Ammonites. <sup><strong>8</strong></sup> He did the same for all his foreign wives, who burned incense and offered sacrifices to their gods. <sup><strong>9</strong></sup> The LORD became angry with Solomon because his heart had turned away from the LORD, the God of Israel, who had appeared to him twice. <sup><strong>10</strong></sup> Although he had forbidden Solomon to follow other gods, Solomon did not keep the LORD's command. <sup><strong>11</strong></sup> So the LORD said to Solomon, \"Since this is your attitude and you have not kept my covenant and my decrees, which I commanded you, I will most certainly tear the kingdom away from you and give it to one of your subordinates. <sup><strong>12</strong></sup> Nevertheless, for the sake of David your father, I will not do it during your lifetime. I will tear it out of the hand of your son. <sup><strong>13</strong></sup> Yet I will not tear the whole kingdom from him, but will give him one tribe for the sake of David my servant and for the sake of Jerusalem, which I have chosen.\" <sup><strong>14</strong></sup> Then the LORD raised up against Solomon an adversary, Hadad the Edomite, from the royal line of Edom. <sup><strong>15</strong></sup> Earlier when David was fighting with Edom, Joab the commander of the army, who had gone up to bury the dead, had struck down all the men in Edom. <sup><strong>16</strong></sup> Joab and all the Israelites stayed there for six months, until they had destroyed all the men in Edom. <sup><strong>17</strong></sup> But Hadad, still only a boy, fled to Egypt with some Edomite officials who had served his father. <sup><strong>18</strong></sup> They set out from Midian and went to Paran. Then taking men from Paran with them, they went to Egypt, to Pharaoh king of Egypt, who gave Hadad a house and land and provided him with food. <sup><strong>19</strong></sup> Pharaoh was so pleased with Hadad that he gave him a sister of his own wife, Queen Tahpenes, in marriage. <sup><strong>20</strong></sup> The sister of Tahpenes bore him a son named Genubath, whom Tahpenes brought up in the royal palace. There Genubath lived with Pharaoh's own children. <sup><strong>21</strong></sup> While he was in Egypt, Hadad heard that David rested with his fathers and that Joab the commander of the army was also dead. Then Hadad said to Pharaoh, \"Let me go, that I may return to my own country.\" <sup><strong>22</strong></sup> \"What have you lacked here that you want to go back to your own country?\" Pharaoh asked. \"Nothing,\" Hadad replied, \"but do let me go!\" <sup><strong>23</strong></sup> And God raised up against Solomon another adversary, Rezon son of Eliada, who had fled from his master, Hadadezer king of Zobah. <sup><strong>24</strong></sup> He gathered men around him and became the leader of a band of rebels when David destroyed the forces of Zobah; the rebels went to Damascus, where they settled and took control. <sup><strong>25</strong></sup> Rezon was Israel's adversary as long as Solomon lived, adding to the trouble caused by Hadad. So Rezon ruled in Aram and was hostile toward Israel. <sup><strong>26</strong></sup> Also, Jeroboam son of Nebat rebelled against the king. He was one of Solomon's officials, an Ephraimite from Zeredah, and his mother was a widow named Zeruah. <sup><strong>27</strong></sup> Here is the account of how he rebelled against the king: Solomon had built the supporting terraces and had filled in the gap in the wall of the city of David his father. <sup><strong>28</strong></sup> Now Jeroboam was a man of standing, and when Solomon saw how well the young man did his work, he put him in charge of the whole labor force of the house of Joseph. <sup><strong>29</strong></sup> About that time Jeroboam was going out of Jerusalem, and Ahijah the prophet of Shiloh met him on the way, wearing a new cloak. The two of them were alone out in the country, <sup><strong>30</strong></sup> and Ahijah took hold of the new cloak he was wearing and tore it into twelve pieces. <sup><strong>31</strong></sup> Then he said to Jeroboam, \"Take ten pieces for yourself, for this is what the LORD, the God of Israel, says: 'See, I am going to tear the kingdom out of Solomon's hand and give you ten tribes. <sup><strong>32</strong></sup> But for the sake of my servant David and the city of Jerusalem, which I have chosen out of all the tribes of Israel, he will have one tribe. <sup><strong>33</strong></sup> I will do this because they have forsaken me and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Molech the god of the Ammonites, and have not walked in my ways, nor done what is right in my eyes, nor kept my statutes and laws as David, Solomon's father, did. <sup><strong>34</strong></sup> \"'But I will not take the whole kingdom out of Solomon's hand; I have made him ruler all the days of his life for the sake of David my servant, whom I chose and who observed my commands and statutes. <sup><strong>35</strong></sup> I will take the kingdom from his son's hands and give you ten tribes. <sup><strong>36</strong></sup> I will give one tribe to his son so that David my servant may always have a lamp before me in Jerusalem, the city where I chose to put my Name. <sup><strong>37</strong></sup> However, as for you, I will take you, and you will rule over all that your heart desires; you will be king over Israel. <sup><strong>38</strong></sup> If you do whatever I command you and walk in my ways and do what is right in my eyes by keeping my statutes and commands, as David my servant did, I will be with you. I will build you a dynasty as enduring as the one I built for David and will give Israel to you. <sup><strong>39</strong></sup> I will humble David's descendants because of this, but not forever.'\" <sup><strong>40</strong></sup> Solomon tried to kill Jeroboam, but Jeroboam fled to Egypt, to Shishak the king, and stayed there until Solomon's death. <sup><strong>41</strong></sup> As for the other events of Solomon's reign-all he did and the wisdom he displayed-are they not written in the book of the annals of Solomon? <sup><strong>42</strong></sup> Solomon reigned in Jerusalem over all Israel forty years. <sup><strong>43</strong></sup> Then he rested with his fathers and was buried in the city of David his father. And Rehoboam his son succeeded him as king. "},{"_id":"616a22c4a03c6e96020b922b","topicId":"616a22c1a03c6e96020b9222","verse":"Deuteronomy 7:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05007001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05007001-1\">7:1&nbsp;</b>“When the LORD your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you,</p>\n</div>","kjv":"<strong>1</strong> When the LORD thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou;  ","niv":"<sup><strong>1</strong></sup> When the LORD your God brings you into the land you are entering to possess and drives out before you many nations-the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you-"},{"_id":"616a22c4a03c6e96020b922c","topicId":"616a22c1a03c6e96020b9222","verse":"Ephesians 1:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love</p>\n</div>","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  ","niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"},{"_id":"616a22c5a03c6e96020b922d","topicId":"616a22c1a03c6e96020b9222","verse":"Acts 17:24-27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44017024_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, <b class=\"verse-num\" id=\"v44017025-1\">25&nbsp;</b>nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything. <b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, <b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,</p>\n\n</div>","kjv":"<strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  <strong>25</strong> Neither is worshipped with men’s hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;  <strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  <strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  ","niv":"<sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands. <sup><strong>25</strong></sup> And he is not served by human hands, as if he needed anything, because he himself gives all men life and breath and everything else. <sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live. <sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us. "},{"_id":"616a22c5a03c6e96020b922e","topicId":"616a22c1a03c6e96020b9222","verse":"Jeremiah 2:25","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002025_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002025-1\">25&nbsp;</b>&nbsp;&nbsp;Keep your feet from going unshod</span><br><span id=\"p24002025_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your throat from thirst.</span><br><span id=\"p24002025_01-13\" class=\"line\">&nbsp;&nbsp;But you said, ‘It is hopeless,</span><br><span id=\"p24002025_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have loved foreigners,</span><br><span id=\"p24002025_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after them I will go.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Withhold thy foot from being unshod, and thy throat from thirst: but thou saidst, There is no hope: no; for I have loved strangers, and after them will I go.  ","niv":"<sup><strong>25</strong></sup> Do not run until your feet are bare and your throat is dry. But you said, 'It's no use! I love foreign gods, and I must go after them.'"},{"_id":"616a22c5a03c6e96020b922f","topicId":"616a22c1a03c6e96020b9222","verse":"Jeremiah 2:21","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002021_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002021-1\">21&nbsp;</b>&nbsp;&nbsp;Yet I planted you a choice vine,</span><br><span id=\"p24002021_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wholly of pure seed.</span><br><span id=\"p24002021_01-14\" class=\"line\">&nbsp;&nbsp;How then have you turned degenerate</span><br><span id=\"p24002021_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become a wild vine?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Yet I had planted thee a noble vine, wholly a right seed: how then art thou turned into the degenerate plant of a strange vine unto me?  ","niv":"<sup><strong>21</strong></sup> I had planted you like a choice vine of sound and reliable stock. How then did you turn against me into a corrupt, wild vine?"},{"_id":"616a22c5a03c6e96020b9230","topicId":"616a22c1a03c6e96020b9222","verse":"Isaiah 45:22-25","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045022-1\">22&nbsp;</b>&nbsp;&nbsp;“Turn to me and be saved,</span><br><span id=\"p23045022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the ends of the earth!</span><br><span id=\"p23045022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For I am God, and there is no other.</span><br><span id=\"p23045023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045023-1\">23&nbsp;</b>&nbsp;&nbsp;By myself I have sworn;</span><br><span id=\"p23045023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from my mouth has gone out in righteousness</span><br><span id=\"p23045023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a word that shall not return:</span><br><span id=\"p23045023_01-15\" class=\"line\">&nbsp;&nbsp;‘To me every knee shall bow,</span><br><span id=\"p23045023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every tongue shall swear allegiance.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045024_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045024-1\">24&nbsp;</b>&nbsp;&nbsp;“Only in the LORD, it shall be said of me,</span><br><span id=\"p23045024_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are righteousness and strength;</span><br><span id=\"p23045024_01-15\" class=\"line\">&nbsp;&nbsp;to him shall come and be ashamed</span><br><span id=\"p23045024_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were incensed against him.</span><br><span id=\"p23045025_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045025-1\">25&nbsp;</b>&nbsp;&nbsp;In the LORD all the offspring of Israel</span><br><span id=\"p23045025_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be justified and shall glory.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> Look unto me, and be ye saved, all the ends of the earth: for I am God, and there is none else.  <strong>23</strong> I have sworn by myself, the word is gone out of my mouth in  righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.  <strong>24</strong> Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed.  <strong>25</strong> In the LORD shall all the seed of Israel be justified, and shall glory.  ","niv":"<sup><strong>22</strong></sup> \"Turn to me and be saved, all you ends of the earth; for I am God, and there is no other. <sup><strong>23</strong></sup> By myself I have sworn, my mouth has uttered in all integrity a word that will not be revoked: Before me every knee will bow; by me every tongue will swear. <sup><strong>24</strong></sup> They will say of me, 'In the LORD alone are righteousness and strength.'\" All who have raged against him will come to him and be put to shame. <sup><strong>25</strong></sup> But in the LORD all the descendants of Israel will be found righteous and will exult. "},{"_id":"616a22c6a03c6e96020b9231","topicId":"616a22c1a03c6e96020b9222","verse":"Isaiah 45:9-12","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045009_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045009-1\">9&nbsp;</b>&nbsp;&nbsp;“Woe to him who strives with him who formed him,</span><br><span id=\"p23045009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a pot among earthen pots!</span><br><span id=\"p23045009_01-16\" class=\"line\">&nbsp;&nbsp;Does the clay say to him who forms it, ‘What are you making?’</span><br><span id=\"p23045009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or ‘Your work has no handles’?</span><br><span id=\"p23045010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045010-1\">10&nbsp;</b>&nbsp;&nbsp;Woe to him who says to a father, ‘What are you begetting?’</span><br><span id=\"p23045010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or to a woman, ‘With what are you in labor?’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045011_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045011-1\">11&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23045011_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One of Israel, and the one who formed him:</span><br><span id=\"p23045011_01-16\" class=\"line\">&nbsp;&nbsp;“Ask me of things to come;</span><br><span id=\"p23045011_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will you command me concerning my children and the work of my hands?</span><br><span id=\"p23045012_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045012-1\">12&nbsp;</b>&nbsp;&nbsp;I made the earth</span><br><span id=\"p23045012_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and created man on it;</span><br><span id=\"p23045012_01-16\" class=\"line\">&nbsp;&nbsp;it was my hands that stretched out the heavens,</span><br><span id=\"p23045012_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I commanded all their host.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> Woe unto him that striveth with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?  <strong>10</strong> Woe unto him that saith unto his father, What begettest thou? or to the woman, What hast thou brought forth?  <strong>11</strong> Thus saith the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me.  <strong>12</strong> I have made the earth, and created man upon it: I, even my hands, have stretched out the heavens, and all their host have I commanded.  ","niv":"<sup><strong>9</strong></sup> \"Woe to him who quarrels with his Maker, to him who is but a potsherd among the potsherds on the ground. Does the clay say to the potter, 'What are you making?' Does your work say, 'He has no hands'? <sup><strong>10</strong></sup> Woe to him who says to his father, 'What have you begotten?' or to his mother, 'What have you brought to birth?' <sup><strong>11</strong></sup> \"This is what the LORD says- the Holy One of Israel, and its Maker: Concerning things to come, do you question me about my children, or give me orders about the work of my hands? <sup><strong>12</strong></sup> It is I who made the earth and created mankind upon it. My own hands stretched out the heavens; I marshaled their starry hosts. "},{"_id":"616a22c6a03c6e96020b9232","topicId":"616a22c1a03c6e96020b9222","verse":"Proverbs 23:27","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023027_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023027-1\">27&nbsp;</b>&nbsp;&nbsp;For a prostitute is a deep pit;</span><br><span id=\"p20023027_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;an adulteress is a narrow well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> For a whore is a deep ditch; and a strange woman is  a narrow pit.  ","niv":"<sup><strong>27</strong></sup> for a prostitute is a deep pit and a wayward wife is a narrow well."},{"_id":"616a22c6a03c6e96020b9233","topicId":"616a22c1a03c6e96020b9222","verse":"Psalm 144:11-12","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19144011_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19144011-1\">11&nbsp;</b>&nbsp;&nbsp;Rescue me and deliver me</span><br><span id=\"p19144011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the hand of foreigners,</span><br><span id=\"p19144011_01-18\" class=\"line\">&nbsp;&nbsp;whose mouths speak lies</span><br><span id=\"p19144011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose right hand is a right hand of falsehood.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19144012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19144012-1\">12&nbsp;</b>&nbsp;&nbsp;May our sons in their youth</span><br><span id=\"p19144012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be like plants full grown,</span><br><span id=\"p19144012_01-18\" class=\"line\">&nbsp;&nbsp;our daughters like corner pillars</span><br><span id=\"p19144012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cut for the structure of a palace;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand is a right hand of falsehood:  <strong>12</strong> That our sons may be as plants grown up in their youth; that our daughters may be as corner stones, polished after the similitude of a palace:  ","niv":"<sup><strong>11</strong></sup> Deliver me and rescue me from the hands of foreigners whose mouths are full of lies, whose right hands are deceitful. <sup><strong>12</strong></sup> Then our sons in their youth will be like well-nurtured plants, and our daughters will be like pillars carved to adorn a palace. "},{"_id":"616a22c7a03c6e96020b9234","topicId":"616a22c1a03c6e96020b9222","verse":"Ruth 4:16-22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p08004016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v08004016-1\">16&nbsp;</b>Then Naomi took the child and laid him on her lap and became his nurse. <b class=\"verse-num\" id=\"v08004017-1\">17&nbsp;</b>And the women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” They named him Obed. He was the father of Jesse, the father of David.</p>\n\n<p id=\"p08004017_05-19\"><b class=\"verse-num\" id=\"v08004018-1\">18&nbsp;</b>Now these are the generations of Perez: Perez fathered Hezron, <b class=\"verse-num\" id=\"v08004019-1\">19&nbsp;</b>Hezron fathered Ram, Ram fathered Amminadab, <b class=\"verse-num\" id=\"v08004020-1\">20&nbsp;</b>Amminadab fathered Nahshon, Nahshon fathered Salmon, <b class=\"verse-num\" id=\"v08004021-1\">21&nbsp;</b>Salmon fathered Boaz, Boaz fathered Obed, <b class=\"verse-num\" id=\"v08004022-1\">22&nbsp;</b>Obed fathered Jesse, and Jesse fathered David.</p>\n</div>","kjv":"<strong>16</strong> And Naomi took the child, and laid it in her bosom, and became nurse unto it.  <strong>17</strong> And the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he is the father of Jesse, the father of David.  <strong>18</strong> Now these are the generations of Pharez: Pharez begat Hezron,  <strong>19</strong> And Hezron begat Ram, and Ram begat Amminadab,  <strong>20</strong> And Amminadab begat Nahshon, and Nahshon begat Salmon,  <strong>21</strong> And Salmon begat Boaz, and Boaz begat Obed,  <strong>22</strong> And Obed begat Jesse, and Jesse begat David.  ","niv":"<sup><strong>16</strong></sup> Then Naomi took the child, laid him in her lap and cared for him. <sup><strong>17</strong></sup> The women living there said, \"Naomi has a son.\" And they named him Obed. He was the father of Jesse, the father of David. <sup><strong>18</strong></sup> This, then, is the family line of Perez: Perez was the father of Hezron, <sup><strong>19</strong></sup> Hezron the father of Ram, Ram the father of Amminadab, <sup><strong>20</strong></sup> Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>21</strong></sup> Salmon the father of Boaz, Boaz the father of Obed, <sup><strong>22</strong></sup> Obed the father of Jesse, and Jesse the father of David. "},{"_id":"616a22c7a03c6e96020b9235","topicId":"616a22c1a03c6e96020b9222","verse":"Psalm 119:105","votes":1,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-20\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"616a22c7a03c6e96020b9236","topicId":"616a22c1a03c6e96020b9222","verse":"Ruth 1:3-4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p08001003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years,</p>\n</div>","kjv":"<strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  ","niv":"<sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, "},{"_id":"616a22c8a03c6e96020b9237","topicId":"616a22c1a03c6e96020b9222","verse":"Joshua 6:22-25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p06006022_01-22\"><b class=\"verse-num\" id=\"v06006022-1\">22&nbsp;</b>But to the two men who had spied out the land, Joshua said, “Go into the prostitute’s house and bring out from there the woman and all who belong to her, as you swore to her.” <b class=\"verse-num\" id=\"v06006023-1\">23&nbsp;</b>So the young men who had been spies went in and brought out Rahab and her father and mother and brothers and all who belonged to her. And they brought all her relatives and put them outside the camp of Israel. <b class=\"verse-num\" id=\"v06006024-1\">24&nbsp;</b>And they burned the city with fire, and everything in it. Only the silver and gold, and the vessels of bronze and of iron, they put into the treasury of the house of the LORD. <b class=\"verse-num\" id=\"v06006025-1\">25&nbsp;</b>But Rahab the prostitute and her father’s household and all who belonged to her, Joshua saved alive. And she has lived in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho.</p>\n</div>","kjv":"<strong>22</strong> But Joshua had said unto the two men that had spied out the country, Go into the harlot’s house, and bring out thence the woman, and all that she hath, as ye sware unto her.  <strong>23</strong> And the young men that were spies went in, and brought Rahab, and her father, and her mother, and her brethren, and all that she had; and they brought out all her kindred, and left them without the camp of Israel.  <strong>24</strong> And they burnt the city with fire, and all that was therein: only the silver, and the gold, and the vessels of brass and of iron, they put into the treasury of the house of the LORD.  <strong>25</strong> And Joshua saved Rahab the harlot alive, and her father’s household, and all that she had; and she dwelleth in Israel even unto this day; because she hid the messengers, which Joshua sent to spy out Jericho.  ","niv":"<sup><strong>22</strong></sup> Joshua said to the two men who had spied out the land, \"Go into the prostitute's house and bring her out and all who belong to her, in accordance with your oath to her.\" <sup><strong>23</strong></sup> So the young men who had done the spying went in and brought out Rahab, her father and mother and brothers and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel. <sup><strong>24</strong></sup> Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house. <sup><strong>25</strong></sup> But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho-and she lives among the Israelites to this day. "},{"_id":"616a22c8a03c6e96020b9238","topicId":"616a22c1a03c6e96020b9222","verse":"Joshua 2:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p06002001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06002001-1\">2:1&nbsp;</b>And Joshua the son of Nun sent two men secretly from Shittim as spies, saying, “Go, view the land, especially Jericho.” And they went and came into the house of a prostitute whose name was Rahab and lodged there. <b class=\"verse-num\" id=\"v06002002-1\">2&nbsp;</b>And it was told to the king of Jericho, “Behold, men of Israel have come here tonight to search out the land.” <b class=\"verse-num\" id=\"v06002003-1\">3&nbsp;</b>Then the king of Jericho sent to Rahab, saying, “Bring out the men who have come to you, who entered your house, for they have come to search out all the land.” <b class=\"verse-num\" id=\"v06002004-1\">4&nbsp;</b>But the woman had taken the two men and hidden them. And she said, “True, the men came to me, but I did not know where they were from. <b class=\"verse-num\" id=\"v06002005-1\">5&nbsp;</b>And when the gate was about to be closed at dark, the men went out. I do not know where the men went. Pursue them quickly, for you will overtake them.” <b class=\"verse-num\" id=\"v06002006-1\">6&nbsp;</b>But she had brought them up to the roof and hid them with the stalks of flax that she had laid in order on the roof. <b class=\"verse-num\" id=\"v06002007-1\">7&nbsp;</b>So the men pursued after them on the way to the Jordan as far as the fords. And the gate was shut as soon as the pursuers had gone out.</p>\n<p id=\"p06002007_05-23\"><b class=\"verse-num\" id=\"v06002008-1\">8&nbsp;</b>Before the men lay down, she came up to them on the roof <b class=\"verse-num\" id=\"v06002009-1\">9&nbsp;</b>and said to the men, “I know that the LORD has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you. <b class=\"verse-num\" id=\"v06002010-1\">10&nbsp;</b>For we have heard how the LORD dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you devoted to destruction. <b class=\"verse-num\" id=\"v06002011-1\">11&nbsp;</b>And as soon as we heard it, our hearts melted, and there was no spirit left in any man because of you, for the LORD your God, he is God in the heavens above and on the earth beneath. <b class=\"verse-num\" id=\"v06002012-1\">12&nbsp;</b>Now then, please swear to me by the LORD that, as I have dealt kindly with you, you also will deal kindly with my father’s house, and give me a sure sign <b class=\"verse-num\" id=\"v06002013-1\">13&nbsp;</b>that you will save alive my father and mother, my brothers and sisters, and all who belong to them, and deliver our lives from death.” <b class=\"verse-num\" id=\"v06002014-1\">14&nbsp;</b>And the men said to her, “Our life for yours even to death! If you do not tell this business of ours, then when the LORD gives us the land we will deal kindly and faithfully with you.”</p>\n<p id=\"p06002014_05-23\"><b class=\"verse-num\" id=\"v06002015-1\">15&nbsp;</b>Then she let them down by a rope through the window, for her house was built into the city wall, so that she lived in the wall. <b class=\"verse-num\" id=\"v06002016-1\">16&nbsp;</b>And she said to them, “Go into the hills, or the pursuers will encounter you, and hide there three days until the pursuers have returned. Then afterward you may go your way.” <b class=\"verse-num\" id=\"v06002017-1\">17&nbsp;</b>The men said to her, “We will be guiltless with respect to this oath of yours that you have made us swear. <b class=\"verse-num\" id=\"v06002018-1\">18&nbsp;</b>Behold, when we come into the land, you shall tie this scarlet cord in the window through which you let us down, and you shall gather into your house your father and mother, your brothers, and all your father’s household. <b class=\"verse-num\" id=\"v06002019-1\">19&nbsp;</b>Then if anyone goes out of the doors of your house into the street, his blood shall be on his own head, and we shall be guiltless. But if a hand is laid on anyone who is with you in the house, his blood shall be on our head. <b class=\"verse-num\" id=\"v06002020-1\">20&nbsp;</b>But if you tell this business of ours, then we shall be guiltless with respect to your oath that you have made us swear.” <b class=\"verse-num\" id=\"v06002021-1\">21&nbsp;</b>And she said, “According to your words, so be it.” Then she sent them away, and they departed. And she tied the scarlet cord in the window.</p>\n\n</div>","kjv":"<strong>1</strong> And Joshua the son of Nun sent out of Shittim two men to spy secretly, saying, Go view the land, even Jericho. And they went, and came into an harlot’s house, named Rahab, and lodged there.  <strong>2</strong> And it was told the king of Jericho, saying, Behold, there came men in hither to night of the children of Israel to search out the country.  <strong>3</strong> And the king of Jericho sent unto Rahab, saying, Bring forth the men that are come to thee, which are entered into thine house: for they be come to search out all the country.  <strong>4</strong> And the woman took the two men, and hid them, and said thus, There came men unto me, but I wist not whence they were:  <strong>5</strong> And it came to pass about the time of shutting of the gate, when it was dark, that the men went out: whither the men went I wot not: pursue after them quickly; for ye shall overtake them.  <strong>6</strong> But she had brought them up to the roof of the house, and hid them with the stalks of flax, which she had laid in order upon the roof.  <strong>7</strong> And the men pursued after them the way to Jordan unto the fords: and as soon as they which pursued after them were gone out, they shut the gate.  <strong>8</strong> And before they were laid down, she came up unto them upon the roof;  <strong>9</strong> And she said unto the men, I know that the LORD hath given you the land, and that your terror is fallen upon us, and that all the inhabitants of the land faint because of you.  <strong>10</strong> For we have heard how the LORD dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.  <strong>11</strong> And as soon as we had heard these things, our hearts did melt, neither did there remain any more courage in any man, because of you: for the LORD your God, he is God in heaven above, and in earth beneath.  <strong>12</strong> Now therefore, I pray you, swear unto me by the LORD, since I have shewed you kindness, that ye will also shew kindness unto my father’s house, and give me a true token:  <strong>13</strong> And that ye will save alive my father, and my mother, and my brethren, and my sisters, and all that they have, and deliver our lives from death.  <strong>14</strong> And the men answered her, Our life for yours, if ye utter not this our business. And it shall be, when the LORD hath given us the land, that we will deal kindly and truly with thee.  <strong>15</strong> Then she let them down by a cord through the window: for her house was upon the town wall, and she dwelt upon the wall.  <strong>16</strong> And she said unto them, Get you to the mountain, lest the pursuers meet you; and hide yourselves there three days, until the pursuers be returned: and afterward may ye go your way.  <strong>17</strong> And the men said unto her, We will be blameless of this thine oath which thou hast made us swear.  <strong>18</strong> Behold, when we come into the land, thou shalt bind this line of scarlet thread in the window which thou didst let us down by: and thou shalt bring thy father, and thy mother, and thy brethren, and all thy father’s household, home unto thee.  <strong>19</strong> And it shall be, that whosoever shall go out of the doors of thy house into the street, his blood shall be upon his head, and we will be guiltless: and whosoever shall be with thee in the house, his blood shall be on our head, if any hand be upon him.  <strong>20</strong> And if thou utter this our business, then we will be quit of thine oath which thou hast made us to swear.  <strong>21</strong> And she said, According unto your words, so be it. And she sent them away, and they departed: and she bound the scarlet line in the window.  ","niv":"<sup><strong>1</strong></sup> Then Joshua son of Nun secretly sent two spies from Shittim. \"Go, look over the land,\" he said, \"especially Jericho.\" So they went and entered the house of a prostitute named Rahab and stayed there. <sup><strong>2</strong></sup> The king of Jericho was told, \"Look! Some of the Israelites have come here tonight to spy out the land.\" <sup><strong>3</strong></sup> So the king of Jericho sent this message to Rahab: \"Bring out the men who came to you and entered your house, because they have come to spy out the whole land.\" <sup><strong>4</strong></sup> But the woman had taken the two men and hidden them. She said, \"Yes, the men came to me, but I did not know where they had come from. <sup><strong>5</strong></sup> At dusk, when it was time to close the city gate, the men left. I don't know which way they went. Go after them quickly. You may catch up with them.\" <sup><strong>6</strong></sup> (But she had taken them up to the roof and hidden them under the stalks of flax she had laid out on the roof.) <sup><strong>7</strong></sup> So the men set out in pursuit of the spies on the road that leads to the fords of the Jordan, and as soon as the pursuers had gone out, the gate was shut. <sup><strong>8</strong></sup> Before the spies lay down for the night, she went up on the roof <sup><strong>9</strong></sup> and said to them, \"I know that the LORD has given this land to you and that a great fear of you has fallen on us, so that all who live in this country are melting in fear because of you. <sup><strong>10</strong></sup> We have heard how the LORD dried up the water of the Red Sea for you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites east of the Jordan, whom you completely destroyed. <sup><strong>11</strong></sup> When we heard of it, our hearts melted and everyone's courage failed because of you, for the LORD your God is God in heaven above and on the earth below. <sup><strong>12</strong></sup> Now then, please swear to me by the LORD that you will show kindness to my family, because I have shown kindness to you. Give me a sure sign <sup><strong>13</strong></sup> that you will spare the lives of my father and mother, my brothers and sisters, and all who belong to them, and that you will save us from death.\" <sup><strong>14</strong></sup> \"Our lives for your lives!\" the men assured her. \"If you don't tell what we are doing, we will treat you kindly and faithfully when the LORD gives us the land.\" <sup><strong>15</strong></sup> So she let them down by a rope through the window, for the house she lived in was part of the city wall. <sup><strong>16</strong></sup> Now she had said to them, \"Go to the hills so the pursuers will not find you. Hide yourselves there three days until they return, and then go on your way.\" <sup><strong>17</strong></sup> The men said to her, \"This oath you made us swear will not be binding on us <sup><strong>18</strong></sup> unless, when we enter the land, you have tied this scarlet cord in the window through which you let us down, and unless you have brought your father and mother, your brothers and all your family into your house. <sup><strong>19</strong></sup> If anyone goes outside your house into the street, his blood will be on his own head; we will not be responsible. As for anyone who is in the house with you, his blood will be on our head if a hand is laid on him. <sup><strong>20</strong></sup> But if you tell what we are doing, we will be released from the oath you made us swear.\" <sup><strong>21</strong></sup> \"Agreed,\" she replied. \"Let it be as you say.\" So she sent them away and they departed. And she tied the scarlet cord in the window. "},{"_id":"616a22c8a03c6e96020b9239","topicId":"616a22c1a03c6e96020b9222","verse":"Numbers 12:9-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p04012009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_01-24\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.” <b class=\"verse-num\" id=\"v04012014-1\">14&nbsp;</b>But the LORD said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.” <b class=\"verse-num\" id=\"v04012015-1\">15&nbsp;</b>So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again.</p>\n\n</div>","kjv":"<strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  <strong>14</strong> And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again.  <strong>15</strong> And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again.  ","niv":"<sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" <sup><strong>14</strong></sup> The LORD replied to Moses, \"If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.\" <sup><strong>15</strong></sup> So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back. "},{"_id":"616a22c8a03c6e96020b923a","topicId":"616a22c1a03c6e96020b9222","verse":"Numbers 12:4-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p04012004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_01-25\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.” <b class=\"verse-num\" id=\"v04012014-1\">14&nbsp;</b>But the LORD said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.” <b class=\"verse-num\" id=\"v04012015-1\">15&nbsp;</b>So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again.</p>\n\n</div>","kjv":"<strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  <strong>14</strong> And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again.  <strong>15</strong> And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again.  ","niv":"<sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" <sup><strong>14</strong></sup> The LORD replied to Moses, \"If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.\" <sup><strong>15</strong></sup> So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back. "},{"_id":"616a22c9a03c6e96020b923b","topicId":"616a22c1a03c6e96020b9222","verse":"Numbers 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.</p>\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite."}]}