{"_id":"616a232ca03c6e96020b9264","slug":"racist","name":"Racist","verses":[{"_id":"616a232ca03c6e96020b9265","topicId":"616a232ca03c6e96020b9264","verse":"Galatians 3:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a232da03c6e96020b9266","topicId":"616a232ca03c6e96020b9264","verse":"Ezekiel 18:20","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616a232da03c6e96020b9267","topicId":"616a232ca03c6e96020b9264","verse":"Acts 10:34","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-3\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality,</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism"},{"_id":"616a232da03c6e96020b9268","topicId":"616a232ca03c6e96020b9264","verse":"Matthew 6:14-15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-4\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"616a232da03c6e96020b9269","topicId":"616a232ca03c6e96020b9264","verse":"Acts 17:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44017026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,</p>\n</div>","kjv":"<strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  ","niv":"<sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live.","modified":"2022-09-30T22:18:35.766Z"},{"_id":"616a232ea03c6e96020b926a","topicId":"616a232ca03c6e96020b9264","verse":"Acts 10:34-35","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-6\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him.</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. "},{"_id":"616a232ea03c6e96020b926b","topicId":"616a232ca03c6e96020b9264","verse":"Malachi 2:10","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p39002010_05-7\"><b class=\"verse-num\" id=\"v39002010-1\">10&nbsp;</b>Have we not all one Father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our fathers?</p>\n</div>","kjv":"<strong>10</strong> Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?  ","niv":"<sup><strong>10</strong></sup> Have we not all one Father? Did not one God create us? Why do we profane the covenant of our fathers by breaking faith with one another?","modified":"2022-09-30T22:17:56.888Z"},{"_id":"616a232ea03c6e96020b926c","topicId":"616a232ca03c6e96020b9264","verse":"Numbers 12:1-12","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman. <b class=\"verse-num\" id=\"v04012002-1\">2&nbsp;</b>And they said, “Has the LORD indeed spoken only through Moses? Has he not spoken through us also?” And the LORD heard it. <b class=\"verse-num\" id=\"v04012003-1\">3&nbsp;</b>Now the man Moses was very meek, more than all people who were on the face of the earth. <b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_06-8\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.”</p>\n\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  <strong>2</strong> And they said, Hath the LORD indeed spoken only by Moses? hath he not spoken also by us? And the LORD heard it.  <strong>3</strong> (Now the man Moses was very meek, above all the men which were upon the face of the earth.)  <strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite. <sup><strong>2</strong></sup> \"Has the LORD spoken only through Moses?\" they asked. \"Hasn't he also spoken through us?\" And the LORD heard this. <sup><strong>3</strong></sup> (Now Moses was a very humble man, more humble than anyone else on the face of the earth.) <sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" "},{"_id":"616a232fa03c6e96020b926d","topicId":"616a232ca03c6e96020b9264","verse":"Romans 13:1-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-9\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-9\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"616a232fa03c6e96020b926e","topicId":"616a232ca03c6e96020b9264","verse":"Matthew 28:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"616a232fa03c6e96020b926f","topicId":"616a232ca03c6e96020b9264","verse":"Matthew 6:9-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-11\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"616a232fa03c6e96020b9270","topicId":"616a232ca03c6e96020b9264","verse":"Ecclesiastes 7:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21007007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v21007007-1\">7&nbsp;</b>&nbsp;&nbsp;Surely oppression drives the wise into madness,</span><br><span id=\"p21007007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a bribe corrupts the heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely oppression maketh a wise man mad; and a gift destroyeth the heart.  ","niv":"<sup><strong>7</strong></sup> Extortion turns a wise man into a fool, and a bribe corrupts the heart."},{"_id":"616a2330a03c6e96020b9271","topicId":"616a232ca03c6e96020b9264","verse":"Exodus 23:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02023009_01-13\"><b class=\"verse-num\" id=\"v02023009-1\">9&nbsp;</b>“You shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>9</strong> Also thou shalt not oppress a stranger: for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt.  ","niv":"<sup><strong>9</strong></sup> \"Do not oppress an alien; you yourselves know how it feels to be aliens, because you were aliens in Egypt."},{"_id":"616a2330a03c6e96020b9272","topicId":"616a232ca03c6e96020b9264","verse":"Genesis 1:27","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616a2330a03c6e96020b9273","topicId":"616a232ca03c6e96020b9264","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a2331a03c6e96020b9274","topicId":"616a232ca03c6e96020b9264","verse":"1 Thessalonians 5:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005009-1\">9&nbsp;</b>For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ, <b class=\"verse-num\" id=\"v52005010-1\">10&nbsp;</b>who died for us so that whether we are awake or asleep we might live with him.</p>\n</div>","kjv":"<strong>9</strong> For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,  <strong>10</strong> Who died for us, that, whether we wake or sleep, we should live together with him.  ","niv":"<sup><strong>9</strong></sup> For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ. <sup><strong>10</strong></sup> He died for us so that, whether we are awake or asleep, we may live together with him. "},{"_id":"616a2331a03c6e96020b9275","topicId":"616a232ca03c6e96020b9264","verse":"Numbers 12:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman. <b class=\"verse-num\" id=\"v04012002-1\">2&nbsp;</b>And they said, “Has the LORD indeed spoken only through Moses? Has he not spoken through us also?” And the LORD heard it. <b class=\"verse-num\" id=\"v04012003-1\">3&nbsp;</b>Now the man Moses was very meek, more than all people who were on the face of the earth. <b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_06-18\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.”</p>\n\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  <strong>2</strong> And they said, Hath the LORD indeed spoken only by Moses? hath he not spoken also by us? And the LORD heard it.  <strong>3</strong> (Now the man Moses was very meek, above all the men which were upon the face of the earth.)  <strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite. <sup><strong>2</strong></sup> \"Has the LORD spoken only through Moses?\" they asked. \"Hasn't he also spoken through us?\" And the LORD heard this. <sup><strong>3</strong></sup> (Now Moses was a very humble man, more humble than anyone else on the face of the earth.) <sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" "},{"_id":"616a2331a03c6e96020b9276","topicId":"616a232ca03c6e96020b9264","verse":"Revelation 20:11-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-19\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616a2332a03c6e96020b9277","topicId":"616a232ca03c6e96020b9264","verse":"Ephesians 6:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006009_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n</div>","kjv":"<strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  ","niv":"<sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him."},{"_id":"616a2332a03c6e96020b9278","topicId":"616a232ca03c6e96020b9264","verse":"Ezekiel 28:14","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26028014_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v26028014-1\">14&nbsp;</b>&nbsp;&nbsp;You were an anointed guardian cherub.</span><br><span id=\"p26028014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I placed you; you were on the holy mountain of God;</span><br><span id=\"p26028014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the stones of fire you walked.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.  ","niv":"<sup><strong>14</strong></sup> You were anointed as a guardian cherub, for so I ordained you. You were on the holy mount of God; you walked among the fiery stones."},{"_id":"616a2332a03c6e96020b9279","topicId":"616a232ca03c6e96020b9264","verse":"Isaiah 45:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_01-22\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_01-22\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_01-22\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_01-22\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  ","niv":"<sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other."},{"_id":"616a2332a03c6e96020b927a","topicId":"616a232ca03c6e96020b9264","verse":"Numbers 35:15-34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04035015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v04035015-1\">15&nbsp;</b>These six cities shall be for refuge for the people of Israel, and for the stranger and for the sojourner among them, that anyone who kills any person without intent may flee there.</p>\n<p id=\"p04035015_01-23\"><b class=\"verse-num\" id=\"v04035016-1\">16&nbsp;</b>“But if he struck him down with an iron object, so that he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035017-1\">17&nbsp;</b>And if he struck him down with a stone tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035018-1\">18&nbsp;</b>Or if he struck him down with a wooden tool that could cause death, and he died, he is a murderer. The murderer shall be put to death. <b class=\"verse-num\" id=\"v04035019-1\">19&nbsp;</b>The avenger of blood shall himself put the murderer to death; when he meets him, he shall put him to death. <b class=\"verse-num\" id=\"v04035020-1\">20&nbsp;</b>And if he pushed him out of hatred or hurled something at him, lying in wait, so that he died, <b class=\"verse-num\" id=\"v04035021-1\">21&nbsp;</b>or in enmity struck him down with his hand, so that he died, then he who struck the blow shall be put to death. He is a murderer. The avenger of blood shall put the murderer to death when he meets him.</p>\n<p id=\"p04035021_01-23\"><b class=\"verse-num\" id=\"v04035022-1\">22&nbsp;</b>“But if he pushed him suddenly without enmity, or hurled anything on him without lying in wait <b class=\"verse-num\" id=\"v04035023-1\">23&nbsp;</b>or used a stone that could cause death, and without seeing him dropped it on him, so that he died, though he was not his enemy and did not seek his harm, <b class=\"verse-num\" id=\"v04035024-1\">24&nbsp;</b>then the congregation shall judge between the manslayer and the avenger of blood, in accordance with these rules. <b class=\"verse-num\" id=\"v04035025-1\">25&nbsp;</b>And the congregation shall rescue the manslayer from the hand of the avenger of blood, and the congregation shall restore him to his city of refuge to which he had fled, and he shall live in it until the death of the high priest who was anointed with the holy oil. <b class=\"verse-num\" id=\"v04035026-1\">26&nbsp;</b>But if the manslayer shall at any time go beyond the boundaries of his city of refuge to which he fled, <b class=\"verse-num\" id=\"v04035027-1\">27&nbsp;</b>and the avenger of blood finds him outside the boundaries of his city of refuge, and the avenger of blood kills the manslayer, he shall not be guilty of blood. <b class=\"verse-num\" id=\"v04035028-1\">28&nbsp;</b>For he must remain in his city of refuge until the death of the high priest, but after the death of the high priest the manslayer may return to the land of his possession. <b class=\"verse-num\" id=\"v04035029-1\">29&nbsp;</b>And these things shall be for a statute and rule for you throughout your generations in all your dwelling places.</p>\n<p id=\"p04035029_01-23\"><b class=\"verse-num\" id=\"v04035030-1\">30&nbsp;</b>“If anyone kills a person, the murderer shall be put to death on the evidence of witnesses. But no person shall be put to death on the testimony of one witness. <b class=\"verse-num\" id=\"v04035031-1\">31&nbsp;</b>Moreover, you shall accept no ransom for the life of a murderer, who is guilty of death, but he shall be put to death. <b class=\"verse-num\" id=\"v04035032-1\">32&nbsp;</b>And you shall accept no ransom for him who has fled to his city of refuge, that he may return to dwell in the land before the death of the high priest. <b class=\"verse-num\" id=\"v04035033-1\">33&nbsp;</b>You shall not pollute the land in which you live, for blood pollutes the land, and no atonement can be made for the land for the blood that is shed in it, except by the blood of the one who shed it. <b class=\"verse-num\" id=\"v04035034-1\">34&nbsp;</b>You shall not defile the land in which you live, in the midst of which I dwell, for I the LORD dwell in the midst of the people of Israel.”</p>\n</div>","kjv":"<strong>15</strong> These six cities shall be a refuge, both for the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither.  <strong>16</strong> And if he smite him with an instrument of iron, so that he die, he is a murderer: the murderer shall surely be put to death.  <strong>17</strong> And if he smite him with throwing a stone, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>18</strong> Or if he smite him with an hand weapon of wood, wherewith he may die, and he die, he is a murderer: the murderer shall surely be put to death.  <strong>19</strong> The revenger of blood himself shall slay the murderer: when he meeteth him, he shall slay him.  <strong>20</strong> But if he thrust him of hatred, or hurl at him by laying of wait, that he die;  <strong>21</strong> Or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is  a murderer: the revenger of blood shall slay the murderer, when he meeteth him.  <strong>22</strong> But if he thrust him suddenly without enmity, or have cast upon him any thing without laying of wait,  <strong>23</strong> Or with any stone, wherewith a man may die, seeing him not, and cast it upon him, that he die, and was not his enemy, neither sought his harm:  <strong>24</strong> Then the congregation shall judge between the slayer and the revenger of blood according to these judgments:  <strong>25</strong> And the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it unto the death of the high priest, which was anointed with the holy oil.  <strong>26</strong> But if the slayer shall at any time come without the border of the city of his refuge, whither he was fled;  <strong>27</strong> And the revenger of blood find him without the borders of the city of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of blood:  <strong>28</strong> Because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return into the land of his possession.  <strong>29</strong> So these things shall be for a statute of judgment unto you throughout your generations in all your dwellings.  <strong>30</strong> Whoso killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause him to die.  <strong>31</strong> Moreover ye shall take no satisfaction for the life of a murderer, which is guilty of death: but he shall be surely put to death.  <strong>32</strong> And ye shall take no satisfaction for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.  <strong>33</strong> So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.  <strong>34</strong> Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the LORD dwell among the children of Israel.  ","niv":"<sup><strong>15</strong></sup> These six towns will be a place of refuge for Israelites, aliens and any other people living among them, so that anyone who has killed another accidentally can flee there. <sup><strong>16</strong></sup> \"'If a man strikes someone with an iron object so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>17</strong></sup> Or if anyone has a stone in his hand that could kill, and he strikes someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>18</strong></sup> Or if anyone has a wooden object in his hand that could kill, and he hits someone so that he dies, he is a murderer; the murderer shall be put to death. <sup><strong>19</strong></sup> The avenger of blood shall put the murderer to death; when he meets him, he shall put him to death. <sup><strong>20</strong></sup> If anyone with malice aforethought shoves another or throws something at him intentionally so that he dies <sup><strong>21</strong></sup> or if in hostility he hits him with his fist so that he dies, that person shall be put to death; he is a murderer. The avenger of blood shall put the murderer to death when he meets him. <sup><strong>22</strong></sup> \"'But if without hostility someone suddenly shoves another or throws something at him unintentionally <sup><strong>23</strong></sup> or, without seeing him, drops a stone on him that could kill him, and he dies, then since he was not his enemy and he did not intend to harm him, <sup><strong>24</strong></sup> the assembly must judge between him and the avenger of blood according to these regulations. <sup><strong>25</strong></sup> The assembly must protect the one accused of murder from the avenger of blood and send him back to the city of refuge to which he fled. He must stay there until the death of the high priest, who was anointed with the holy oil. <sup><strong>26</strong></sup> \"'But if the accused ever goes outside the limits of the city of refuge to which he has fled <sup><strong>27</strong></sup> and the avenger of blood finds him outside the city, the avenger of blood may kill the accused without being guilty of murder. <sup><strong>28</strong></sup> The accused must stay in his city of refuge until the death of the high priest; only after the death of the high priest may he return to his own property. <sup><strong>29</strong></sup> \"'These are to be legal requirements for you throughout the generations to come, wherever you live. <sup><strong>30</strong></sup> \"'Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness. <sup><strong>31</strong></sup> \"'Do not accept a ransom for the life of a murderer, who deserves to die. He must surely be put to death. <sup><strong>32</strong></sup> \"'Do not accept a ransom for anyone who has fled to a city of refuge and so allow him to go back and live on his own land before the death of the high priest. <sup><strong>33</strong></sup> \"'Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it. <sup><strong>34</strong></sup> Do not defile the land where you live and where I dwell, for I, the LORD, dwell among the Israelites.'\" "},{"_id":"616a2333a03c6e96020b927b","topicId":"616a232ca03c6e96020b9264","verse":"Leviticus 24:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03024022_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v03024022-1\">22&nbsp;</b>You shall have the same rule for the sojourner and for the native, for I am the LORD your God.”</p>\n</div>","kjv":"<strong>22</strong> Ye shall have one manner of law, as well for the stranger, as for one of your own country: for I am the LORD your God.  ","niv":"<sup><strong>22</strong></sup> You are to have the same law for the alien and the native-born. I am the LORD your God.'\""},{"_id":"616a2333a03c6e96020b927c","topicId":"616a232ca03c6e96020b9264","verse":"Leviticus 24:17-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03024017_06-25\"><b class=\"verse-num\" id=\"v03024017-1\">17&nbsp;</b>“Whoever takes a human life shall surely be put to death. <b class=\"verse-num\" id=\"v03024018-1\">18&nbsp;</b>Whoever takes an animal’s life shall make it good, life for life. <b class=\"verse-num\" id=\"v03024019-1\">19&nbsp;</b>If anyone injures his neighbor, as he has done it shall be done to him, <b class=\"verse-num\" id=\"v03024020-1\">20&nbsp;</b>fracture for fracture, eye for eye, tooth for tooth; whatever injury he has given a person shall be given to him. <b class=\"verse-num\" id=\"v03024021-1\">21&nbsp;</b>Whoever kills an animal shall make it good, and whoever kills a person shall be put to death. <b class=\"verse-num\" id=\"v03024022-1\">22&nbsp;</b>You shall have the same rule for the sojourner and for the native, for I am the LORD your God.”</p>\n</div>","kjv":"<strong>17</strong> And he that killeth any man shall surely be put to death.  <strong>18</strong> And he that killeth a beast shall make it good; beast for beast.  <strong>19</strong> And if a man cause a blemish in his neighbour; as he hath done, so shall it be done to him;  <strong>20</strong> Breach for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him again.  <strong>21</strong> And he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death.  <strong>22</strong> Ye shall have one manner of law, as well for the stranger, as for one of your own country: for I am the LORD your God.  ","niv":"<sup><strong>17</strong></sup> \"'If anyone takes the life of a human being, he must be put to death. <sup><strong>18</strong></sup> Anyone who takes the life of someone's animal must make restitution-life for life. <sup><strong>19</strong></sup> If anyone injures his neighbor, whatever he has done must be done to him: <sup><strong>20</strong></sup> fracture for fracture, eye for eye, tooth for tooth. As he has injured the other, so he is to be injured. <sup><strong>21</strong></sup> Whoever kills an animal must make restitution, but whoever kills a man must be put to death. <sup><strong>22</strong></sup> You are to have the same law for the alien and the native-born. I am the LORD your God.'\" "},{"_id":"616a2333a03c6e96020b927d","topicId":"616a232ca03c6e96020b9264","verse":"Exodus 20:1-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-26\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-26\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-26\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-26\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-26\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-26\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-26\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-26\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-26\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-26\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-26\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" "}]}