{"_id":"616a2353a03c6e96020b927e","slug":"raffles","name":"Raffles","verses":[{"_id":"616a2354a03c6e96020b927f","topicId":"616a2353a03c6e96020b927e","verse":"1 Timothy 6:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"616a2354a03c6e96020b9280","topicId":"616a2353a03c6e96020b927e","verse":"Ephesians 4:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need.","modified":"2021-12-16T12:14:21.625Z"},{"_id":"616a2354a03c6e96020b9281","topicId":"616a2353a03c6e96020b927e","verse":"Ecclesiastes 5:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p21005010_01-3\"><b class=\"verse-num\" id=\"v21005010-1\">10&nbsp;</b>He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity.</p>\n</div>","kjv":"<strong>10</strong> He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.  ","niv":"<sup><strong>10</strong></sup> Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income. This too is meaningless."},{"_id":"616a2355a03c6e96020b9282","topicId":"616a2353a03c6e96020b927e","verse":"1 Corinthians 4:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46004002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004002-1\">2&nbsp;</b>Moreover, it is required of stewards that they be found faithful.</p>\n</div>","kjv":"<strong>2</strong> Moreover it is required in stewards, that a man be found faithful.  ","niv":"<sup><strong>2</strong></sup> Now it is required that those who have been given a trust must prove faithful."},{"_id":"616a2355a03c6e96020b9283","topicId":"616a2353a03c6e96020b927e","verse":"Acts 20:35","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"616a2355a03c6e96020b9284","topicId":"616a2353a03c6e96020b927e","verse":"Hebrews 13:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616a2356a03c6e96020b9285","topicId":"616a2353a03c6e96020b927e","verse":"Acts 2:45","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44002045_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need."},{"_id":"616a2356a03c6e96020b9286","topicId":"616a2353a03c6e96020b927e","verse":"1 Timothy 6:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.</p>\n</div>","kjv":"<strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  ","niv":"<sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction."},{"_id":"616a2356a03c6e96020b9287","topicId":"616a2353a03c6e96020b927e","verse":"Proverbs 13:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013011-1\">11&nbsp;</b>&nbsp;&nbsp;Wealth gained hastily will dwindle,</span><br><span id=\"p20013011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever gathers little by little will increase it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.  ","niv":"<sup><strong>11</strong></sup> Dishonest money dwindles away, but he who gathers money little by little makes it grow."},{"_id":"616a2356a03c6e96020b9288","topicId":"616a2353a03c6e96020b927e","verse":"1 Thessalonians 5:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52005022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>22</strong></sup> Avoid every kind of evil."},{"_id":"616a2357a03c6e96020b9289","topicId":"616a2353a03c6e96020b927e","verse":"2 Corinthians 9:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616a2357a03c6e96020b928a","topicId":"616a2353a03c6e96020b927e","verse":"Acts 20:33-35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44020033_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020033-1\">33&nbsp;</b>I coveted no one’s silver or gold or apparel. <b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>33</strong> I have coveted no man’s silver, or gold, or apparel.  <strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>33</strong></sup> I have not coveted anyone's silver or gold or clothing. <sup><strong>34</strong></sup> You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\" "},{"_id":"616a2357a03c6e96020b928b","topicId":"616a2353a03c6e96020b927e","verse":"Luke 16:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42016013_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n</div>","kjv":"<strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\""},{"_id":"616a2358a03c6e96020b928c","topicId":"616a2353a03c6e96020b927e","verse":"Matthew 6:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-17\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616a2358a03c6e96020b928d","topicId":"616a2353a03c6e96020b927e","verse":"Exodus 20:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02020017_01-18\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n</div>","kjv":"<strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\""},{"_id":"616a2358a03c6e96020b928e","topicId":"616a2353a03c6e96020b927e","verse":"1 Corinthians 6:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-20\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything."},{"_id":"616a2359a03c6e96020b928f","topicId":"616a2353a03c6e96020b927e","verse":"Romans 12:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616a2359a03c6e96020b9290","topicId":"616a2353a03c6e96020b927e","verse":"Haggai 2:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p37002008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v37002008-1\">8&nbsp;</b>The silver is mine, and the gold is mine, declares the LORD of hosts.</p>\n</div>","kjv":"<strong>8</strong> The silver is mine, and the gold is mine, saith the LORD of hosts.  ","niv":"<sup><strong>8</strong></sup> 'The silver is mine and the gold is mine,' declares the LORD Almighty."},{"_id":"616a2359a03c6e96020b9291","topicId":"616a2353a03c6e96020b927e","verse":"Psalm 24:1","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19024001_05-24\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024001_05-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;The earth is the LORD’s and the fullness thereof,</span><br><span id=\"p19024001_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and those who dwell therein,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  ","niv":"<sup><strong>1</strong></sup> The earth is the LORD's, and everything in it, the world, and all who live in it;"},{"_id":"616a2359a03c6e96020b9292","topicId":"616a2353a03c6e96020b927e","verse":"1 Timothy 6:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54006009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction. <b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  <strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction. <sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs. "},{"_id":"616a235aa03c6e96020b9293","topicId":"616a2353a03c6e96020b927e","verse":"2 Thessalonians 3:10-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53003010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat. <b class=\"verse-num\" id=\"v53003011-1\">11&nbsp;</b>For we hear that some among you walk in idleness, not busy at work, but busybodies. <b class=\"verse-num\" id=\"v53003012-1\">12&nbsp;</b>Now such persons we command and encourage in the Lord Jesus Christ to do their work quietly and to earn their own living.</p>\n\n</div>","kjv":"<strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  <strong>11</strong> For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.  <strong>12</strong> Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.  ","niv":"<sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\" <sup><strong>11</strong></sup> We hear that some among you are idle. They are not busy; they are busybodies. <sup><strong>12</strong></sup> Such people we command and urge in the Lord Jesus Christ to settle down and earn the bread they eat. "},{"_id":"616a235aa03c6e96020b9294","topicId":"616a2353a03c6e96020b927e","verse":"2 Thessalonians 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53003010_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.</p>\n</div>","kjv":"<strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  ","niv":"<sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\""},{"_id":"616a235aa03c6e96020b9295","topicId":"616a2353a03c6e96020b927e","verse":"Luke 12:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""},{"_id":"616a235ba03c6e96020b9296","topicId":"616a2353a03c6e96020b927e","verse":"Matthew 7:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-29\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"616a235ba03c6e96020b9297","topicId":"616a2353a03c6e96020b927e","verse":"Matthew 6:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006021_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n</div>","kjv":"<strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>21</strong></sup> For where your treasure is, there your heart will be also."}]}