{"_id":"616a23a5a03c6e96020b92b2","slug":"rainbow-covenant","name":"Rainbow Covenant","verses":[{"_id":"616a23a5a03c6e96020b92b3","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 9:8-17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01009001_01-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01009001-1\">9:1&nbsp;</b>And God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth. <b class=\"verse-num\" id=\"v01009002-1\">2&nbsp;</b>The fear of you and the dread of you shall be upon every beast of the earth and upon every bird of the heavens, upon everything that creeps on the ground and all the fish of the sea. Into your hand they are delivered. <b class=\"verse-num\" id=\"v01009003-1\">3&nbsp;</b>Every moving thing that lives shall be food for you. And as I gave you the green plants, I give you everything. <b class=\"verse-num\" id=\"v01009004-1\">4&nbsp;</b>But you shall not eat flesh with its life, that is, its blood. <b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-2\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009006_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009007-1\">7&nbsp;</b>And you, be fruitful and multiply, increase greatly on the earth and multiply in it.”</p>\n<p id=\"p01009007_01-2\"><b class=\"verse-num\" id=\"v01009008-1\">8&nbsp;</b>Then God said to Noah and to his sons with him, <b class=\"verse-num\" id=\"v01009009-1\">9&nbsp;</b>“Behold, I establish my covenant with you and your offspring after you, <b class=\"verse-num\" id=\"v01009010-1\">10&nbsp;</b>and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. <b class=\"verse-num\" id=\"v01009011-1\">11&nbsp;</b>I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.” <b class=\"verse-num\" id=\"v01009012-1\">12&nbsp;</b>And God said, “This is the sign of the covenant that I make between me and you and every living creature that is with you, for all future generations: <b class=\"verse-num\" id=\"v01009013-1\">13&nbsp;</b>I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth. <b class=\"verse-num\" id=\"v01009014-1\">14&nbsp;</b>When I bring clouds over the earth and the bow is seen in the clouds, <b class=\"verse-num\" id=\"v01009015-1\">15&nbsp;</b>I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh. <b class=\"verse-num\" id=\"v01009016-1\">16&nbsp;</b>When the bow is in the clouds, I will see it and remember the everlasting covenant between God and every living creature of all flesh that is on the earth.” <b class=\"verse-num\" id=\"v01009017-1\">17&nbsp;</b>God said to Noah, “This is the sign of the covenant that I have established between me and all flesh that is on the earth.”</p>\n\n<p id=\"p01009017_03-2\"><b class=\"verse-num\" id=\"v01009018-1\">18&nbsp;</b>The sons of Noah who went forth from the ark were Shem, Ham, and Japheth. (Ham was the father of Canaan.) <b class=\"verse-num\" id=\"v01009019-1\">19&nbsp;</b>These three were the sons of Noah, and from these the people of the whole earth were dispersed.</p>\n<p id=\"p01009019_03-2\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard. <b class=\"verse-num\" id=\"v01009021-1\">21&nbsp;</b>He drank of the wine and became drunk and lay uncovered in his tent. <b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. <b class=\"verse-num\" id=\"v01009023-1\">23&nbsp;</b>Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness. <b class=\"verse-num\" id=\"v01009024-1\">24&nbsp;</b>When Noah awoke from his wine and knew what his youngest son had done to him, <b class=\"verse-num\" id=\"v01009025-1\">25&nbsp;</b>he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009025_03-2\" class=\"line\">&nbsp;&nbsp;“Cursed be Canaan;</span><br><span id=\"p01009025_03-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a servant of servants shall he be to his brothers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009025_03-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009026-1\">26&nbsp;</b>He also said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009026_03-2\" class=\"line\">&nbsp;&nbsp;“Blessed be the LORD, the God of Shem;</span><br><span id=\"p01009026_03-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.</span><br><span id=\"p01009027_03-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009027-1\">27&nbsp;</b>&nbsp;&nbsp;May God enlarge Japheth,</span><br><span id=\"p01009027_03-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let him dwell in the tents of Shem,</span><br><span id=\"p01009027_03-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009027_03-2\"><b class=\"verse-num\" id=\"v01009028-1\">28&nbsp;</b>After the flood Noah lived 350 years. <b class=\"verse-num\" id=\"v01009029-1\">29&nbsp;</b>All the days of Noah were 950 years, and he died.</p>\n\n</div>","kjv":"<strong>8</strong> And God spake unto Noah, and to his sons with him, saying,  <strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;  <strong>10</strong> And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.  <strong>11</strong> And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.  <strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:  <strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  <strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:  <strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  <strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.  <strong>17</strong> And God said unto Noah, This is the token of the covenant, which I have established between me and all flesh that is upon the earth.  ","niv":"<sup><strong>8</strong></sup> Then God said to Noah and to his sons with him: <sup><strong>9</strong></sup> \"I now establish my covenant with you and with your descendants after you <sup><strong>10</strong></sup> and with every living creature that was with you-the birds, the livestock and all the wild animals, all those that came out of the ark with you-every living creature on earth. <sup><strong>11</strong></sup> I establish my covenant with you: Never again will all life be cut off by the waters of a flood; never again will there be a flood to destroy the earth.\" <sup><strong>12</strong></sup> And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: <sup><strong>13</strong></sup> I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. <sup><strong>14</strong></sup> Whenever I bring clouds over the earth and the rainbow appears in the clouds, <sup><strong>15</strong></sup> I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. <sup><strong>16</strong></sup> Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\" <sup><strong>17</strong></sup> So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\" "},{"_id":"616a23a5a03c6e96020b92b4","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 9:1-29","votes":5,"__v":0,"kjv":"<strong>1</strong> And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.  <strong>2</strong> And the fear of you and the dread of you shall be upon every beast of the earth, and upon every fowl of the air, upon all that moveth upon  the earth, and upon all the fishes of the sea; into your hand are they delivered.  <strong>3</strong> Every moving thing that liveth shall be meat for you; even as the green herb have I given you all things.  <strong>4</strong> But flesh with the life thereof, which is the blood thereof, shall ye not eat.  <strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  <strong>7</strong> And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.  <strong>8</strong> And God spake unto Noah, and to his sons with him, saying,  <strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;  <strong>10</strong> And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.  <strong>11</strong> And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.  <strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:  <strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  <strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:  <strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  <strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.  <strong>17</strong> And God said unto Noah, This is the token of the covenant, which I have established between me and all flesh that is upon the earth.  <strong>18</strong> And the sons of Noah, that went forth of the ark, were Shem, and Ham, and Japheth: and Ham is the father of Canaan.  <strong>19</strong> These are the three sons of Noah: and of them was the whole earth overspread.  <strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  <strong>24</strong> And Noah awoke from his wine, and knew what his younger son had done unto him.  <strong>25</strong> And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.  <strong>26</strong> And he said, Blessed be the LORD God of Shem; and Canaan shall be his servant.  <strong>27</strong> God shall enlarge Japheth, and he shall dwell in the tents of Shem; and Canaan shall be his servant.  <strong>28</strong> And Noah lived after the flood three hundred and fifty years.  <strong>29</strong> And all the days of Noah were nine hundred and fifty years: and he died.  ","niv":"<sup><strong>1</strong></sup> Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth. <sup><strong>2</strong></sup> The fear and dread of you will fall upon all the beasts of the earth and all the birds of the air, upon every creature that moves along the ground, and upon all the fish of the sea; they are given into your hands. <sup><strong>3</strong></sup> Everything that lives and moves will be food for you. Just as I gave you the green plants, I now give you everything. <sup><strong>4</strong></sup> \"But you must not eat meat that has its lifeblood still in it. <sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. <sup><strong>7</strong></sup> As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\" <sup><strong>8</strong></sup> Then God said to Noah and to his sons with him: <sup><strong>9</strong></sup> \"I now establish my covenant with you and with your descendants after you <sup><strong>10</strong></sup> and with every living creature that was with you-the birds, the livestock and all the wild animals, all those that came out of the ark with you-every living creature on earth. <sup><strong>11</strong></sup> I establish my covenant with you: Never again will all life be cut off by the waters of a flood; never again will there be a flood to destroy the earth.\" <sup><strong>12</strong></sup> And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: <sup><strong>13</strong></sup> I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. <sup><strong>14</strong></sup> Whenever I bring clouds over the earth and the rainbow appears in the clouds, <sup><strong>15</strong></sup> I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. <sup><strong>16</strong></sup> Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\" <sup><strong>17</strong></sup> So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\" <sup><strong>18</strong></sup> The sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.) <sup><strong>19</strong></sup> These were the three sons of Noah, and from them came the people who were scattered over the earth. <sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard. <sup><strong>21</strong></sup> When he drank some of its wine, he became drunk and lay uncovered inside his tent. <sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside. <sup><strong>23</strong></sup> But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness. <sup><strong>24</strong></sup> When Noah awoke from his wine and found out what his youngest son had done to him, <sup><strong>25</strong></sup> he said, \"Cursed be Canaan! The lowest of slaves will he be to his brothers.\" <sup><strong>26</strong></sup> He also said, \"Blessed be the LORD, the God of Shem! May Canaan be the slave of Shem. <sup><strong>27</strong></sup> May God extend the territory of Japheth; may Japheth live in the tents of Shem, and may Canaan be his slave.\" <sup><strong>28</strong></sup> After the flood Noah lived 350 years. <sup><strong>29</strong></sup> Altogether, Noah lived 950 years, and then he died. "},{"_id":"616a23a5a03c6e96020b92b5","topicId":"616a23a5a03c6e96020b92b2","verse":"1 Peter 3:18-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-4\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616a23a6a03c6e96020b92b6","topicId":"616a23a5a03c6e96020b92b2","verse":"John 6:50-71","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-5\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-5\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-5\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"616a23a6a03c6e96020b92b7","topicId":"616a23a5a03c6e96020b92b2","verse":"Revelation 4:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66004003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66004003-1\">3&nbsp;</b>And he who sat there had the appearance of jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald.</p>\n</div>","kjv":"<strong>3</strong> And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.  ","niv":"<sup><strong>3</strong></sup> And the one who sat there had the appearance of jasper and carnelian. A rainbow, resembling an emerald, encircled the throne."},{"_id":"616a23a6a03c6e96020b92b8","topicId":"616a23a5a03c6e96020b92b2","verse":"1 Peter 3:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"616a23a7a03c6e96020b92b9","topicId":"616a23a5a03c6e96020b92b2","verse":"1 Corinthians 15:45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015045_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit.</p>\n\n</div>","kjv":"<strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  ","niv":"<sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit."},{"_id":"616a23a7a03c6e96020b92ba","topicId":"616a23a5a03c6e96020b92b2","verse":"Acts 15:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44015029_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n</div>","kjv":"<strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  ","niv":"<sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell."},{"_id":"616a23a7a03c6e96020b92bb","topicId":"616a23a5a03c6e96020b92b2","verse":"Acts 2:38-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"616a23a8a03c6e96020b92bc","topicId":"616a23a5a03c6e96020b92b2","verse":"Luke 23:43","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42023043_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","kjv":"<strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","niv":"<sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\""},{"_id":"616a23a8a03c6e96020b92bd","topicId":"616a23a5a03c6e96020b92b2","verse":"Luke 17:1-37","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42017001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42017001-1\">17:1&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Temptations to sin are sure to come, but woe to the one through whom they come!</span> <b class=\"verse-num woc\" id=\"v42017002-1\">2&nbsp;</b><span class=\"woc\">It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.</span> <b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n\n<p id=\"p42017004_07-14\"><b class=\"verse-num\" id=\"v42017005-1\">5&nbsp;</b>The apostles said to the Lord, “Increase our faith!” <b class=\"verse-num\" id=\"v42017006-1\">6&nbsp;</b>And the Lord said, <span class=\"woc\">“If you had faith like a grain of mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you.</span></p>\n\n<p id=\"p42017006_09-14\"><b class=\"verse-num woc\" id=\"v42017007-1\">7&nbsp;</b><span class=\"woc\">“Will any one of you who has a servant plowing or keeping sheep say to him when he has come in from the field, ‘Come at once and recline at table’?</span> <b class=\"verse-num woc\" id=\"v42017008-1\">8&nbsp;</b><span class=\"woc\">Will he not rather say to him, ‘Prepare supper for me, and dress properly, and serve me while I eat and drink, and afterward you will eat and drink’?</span> <b class=\"verse-num woc\" id=\"v42017009-1\">9&nbsp;</b><span class=\"woc\">Does he thank the servant because he did what was commanded?</span> <b class=\"verse-num woc\" id=\"v42017010-1\">10&nbsp;</b><span class=\"woc\">So you also, when you have done all that you were commanded, say, ‘We are unworthy servants; we have only done what was our duty.’”</span></p>\n\n<p id=\"p42017010_13-14\"><b class=\"verse-num\" id=\"v42017011-1\">11&nbsp;</b>On the way to Jerusalem he was passing along between Samaria and Galilee. <b class=\"verse-num\" id=\"v42017012-1\">12&nbsp;</b>And as he entered a village, he was met by ten lepers, who stood at a distance <b class=\"verse-num\" id=\"v42017013-1\">13&nbsp;</b>and lifted up their voices, saying, “Jesus, Master, have mercy on us.” <b class=\"verse-num\" id=\"v42017014-1\">14&nbsp;</b>When he saw them he said to them, <span class=\"woc\">“Go and show yourselves to the priests.”</span> And as they went they were cleansed. <b class=\"verse-num\" id=\"v42017015-1\">15&nbsp;</b>Then one of them, when he saw that he was healed, turned back, praising God with a loud voice; <b class=\"verse-num\" id=\"v42017016-1\">16&nbsp;</b>and he fell on his face at Jesus’ feet, giving him thanks. Now he was a Samaritan. <b class=\"verse-num\" id=\"v42017017-1\">17&nbsp;</b>Then Jesus answered, <span class=\"woc\">“Were not ten cleansed? Where are the nine?</span> <b class=\"verse-num woc\" id=\"v42017018-1\">18&nbsp;</b><span class=\"woc\">Was no one found to return and give praise to God except this foreigner?”</span> <b class=\"verse-num\" id=\"v42017019-1\">19&nbsp;</b>And he said to him, <span class=\"woc\">“Rise and go your way; your faith has made you well.”</span></p>\n\n<p id=\"p42017019_18-14\"><b class=\"verse-num\" id=\"v42017020-1\">20&nbsp;</b>Being asked by the Pharisees when the kingdom of God would come, he answered them, <span class=\"woc\">“The kingdom of God is not coming in ways that can be observed,</span> <b class=\"verse-num woc\" id=\"v42017021-1\">21&nbsp;</b><span class=\"woc\">nor will they say, ‘Look, here it is!’ or ‘There!’ for behold, the kingdom of God is in the midst of you.”</span></p>\n<p id=\"p42017021_18-14\"><b class=\"verse-num\" id=\"v42017022-1\">22&nbsp;</b>And he said to the disciples, <span class=\"woc\">“The days are coming when you will desire to see one of the days of the Son of Man, and you will not see it.</span> <b class=\"verse-num woc\" id=\"v42017023-1\">23&nbsp;</b><span class=\"woc\">And they will say to you, ‘Look, there!’ or ‘Look, here!’ Do not go out or follow them.</span> <b class=\"verse-num woc\" id=\"v42017024-1\">24&nbsp;</b><span class=\"woc\">For as the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day.</span> <b class=\"verse-num woc\" id=\"v42017025-1\">25&nbsp;</b><span class=\"woc\">But first he must suffer many things and be rejected by this generation.</span> <b class=\"verse-num woc\" id=\"v42017026-1\">26&nbsp;</b><span class=\"woc\">Just as it was in the days of Noah, so will it be in the days of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v42017027-1\">27&nbsp;</b><span class=\"woc\">They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all.</span> <b class=\"verse-num woc\" id=\"v42017028-1\">28&nbsp;</b><span class=\"woc\">Likewise, just as it was in the days of Lot—they were eating and drinking, buying and selling, planting and building,</span> <b class=\"verse-num woc\" id=\"v42017029-1\">29&nbsp;</b><span class=\"woc\">but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—</span><b class=\"verse-num woc\" id=\"v42017030-1\">30&nbsp;</b><span class=\"woc\">so will it be on the day when the Son of Man is revealed.</span> <b class=\"verse-num woc\" id=\"v42017031-1\">31&nbsp;</b><span class=\"woc\">On that day, let the one who is on the housetop, with his goods in the house, not come down to take them away, and likewise let the one who is in the field not turn back.</span> <b class=\"verse-num woc\" id=\"v42017032-1\">32&nbsp;</b><span class=\"woc\">Remember Lot’s wife.</span> <b class=\"verse-num woc\" id=\"v42017033-1\">33&nbsp;</b><span class=\"woc\">Whoever seeks to preserve his life will lose it, but whoever loses his life will keep it.</span> <b class=\"verse-num woc\" id=\"v42017034-1\">34&nbsp;</b><span class=\"woc\">I tell you, in that night there will be two in one bed. One will be taken and the other left.</span> <b class=\"verse-num woc\" id=\"v42017035-1\">35&nbsp;</b><span class=\"woc\">There will be two women grinding together. One will be taken and the other left.”</span> <b class=\"verse-num\" id=\"v42017037-1\">37&nbsp;</b>And they said to him, “Where, Lord?” He said to them, <span class=\"woc\">“Where the corpse is, there the vultures will gather.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!  <strong>2</strong> It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones. <strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  <strong>5</strong> And the apostles said unto the Lord, Increase our faith.  <strong>6</strong> And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you.  <strong>7</strong> But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?  <strong>8</strong> And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?  <strong>9</strong> Doth he thank that servant because he did the things that were commanded him? I trow not.  <strong>10</strong> So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do. <strong>11</strong> And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.  <strong>12</strong> And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:  <strong>13</strong> And they lifted up their voices, and said, Jesus, Master, have mercy on us.  <strong>14</strong> And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.  <strong>15</strong> And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,  <strong>16</strong> And fell down on his face at his feet, giving him thanks: and he was a Samaritan.  <strong>17</strong> And Jesus answering said, Were there not ten cleansed? but where are the nine?  <strong>18</strong> There are not found that returned to give glory to God, save this stranger.  <strong>19</strong> And he said unto him, Arise, go thy way: thy faith hath made thee whole. <strong>20</strong> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:  <strong>21</strong> Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.  <strong>22</strong> And he said unto the disciples, The days will come, when ye shall desire to see one of the days of the Son of man, and ye shall not seeit.  <strong>23</strong> And they shall say to you, See here; or, see there: go not after them, nor follow them.  <strong>24</strong> For as the lightning, that lighteneth out of the one part  under heaven, shineth unto the other part under heaven; so shall also the Son of man be in his day.  <strong>25</strong> But first must he suffer many things, and be rejected of this generation.  <strong>26</strong> And as it was in the days of Noe, so shall it be also in the days of the Son of man.  <strong>27</strong> They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all.  <strong>28</strong> Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they builded;  <strong>29</strong> But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.  <strong>30</strong> Even thus shall it be in the day when the Son of man is revealed.  <strong>31</strong> In that day, he which shall be upon the housetop, and his stuff in the house, let him not come down to take it away: and he that is in the field, let him likewise not return back.  <strong>32</strong> Remember Lot’s wife.  <strong>33</strong> Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it.  <strong>34</strong> I tell you, in that night there shall be two men in one bed; the one shall be taken, and the other shall be left.  <strong>35</strong> Two women shall be grinding together; the one shall be taken, and the other left.  <strong>36</strong> Two men shall be in the field; the one shall be taken, and the other left.  <strong>37</strong> And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body is, thither will the eagles be gathered together.  ","niv":"<sup><strong>1</strong></sup> Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come. <sup><strong>2</strong></sup> It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin. <sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" <sup><strong>5</strong></sup> The apostles said to the Lord, \"Increase our faith!\" <sup><strong>6</strong></sup> He replied, \"If you have faith as small as a mustard seed, you can say to this mulberry tree, 'Be uprooted and planted in the sea,' and it will obey you. <sup><strong>7</strong></sup> \"Suppose one of you had a servant plowing or looking after the sheep. Would he say to the servant when he comes in from the field, 'Come along now and sit down to eat'? <sup><strong>8</strong></sup> Would he not rather say, 'Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink'? <sup><strong>9</strong></sup> Would he thank the servant because he did what he was told to do? <sup><strong>10</strong></sup> So you also, when you have done everything you were told to do, should say, 'We are unworthy servants; we have only done our duty.'\" <sup><strong>11</strong></sup> Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee. <sup><strong>12</strong></sup> As he was going into a village, ten men who had leprosy met him. They stood at a distance <sup><strong>13</strong></sup> and called out in a loud voice, \"Jesus, Master, have pity on us!\" <sup><strong>14</strong></sup> When he saw them, he said, \"Go, show yourselves to the priests.\" And as they went, they were cleansed. <sup><strong>15</strong></sup> One of them, when he saw he was healed, came back, praising God in a loud voice. <sup><strong>16</strong></sup> He threw himself at Jesus' feet and thanked him--and he was a Samaritan. <sup><strong>17</strong></sup> Jesus asked, \"Were not all ten cleansed? Where are the other nine? <sup><strong>18</strong></sup> Was no one found to return and give praise to God except this foreigner?\" <sup><strong>19</strong></sup> Then he said to him, \"Rise and go; your faith has made you well.\" <sup><strong>20</strong></sup> Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation, <sup><strong>21</strong></sup> nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is within you.\" <sup><strong>22</strong></sup> Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it. <sup><strong>23</strong></sup> Men will tell you, 'There he is!' or 'Here he is!' Do not go running off after them. <sup><strong>24</strong></sup> For the Son of Man in his day will be like the lightning, which flashes and lights up the sky from one end to the other. <sup><strong>25</strong></sup> But first he must suffer many things and be rejected by this generation. <sup><strong>26</strong></sup> \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man. <sup><strong>27</strong></sup> People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all. <sup><strong>28</strong></sup> \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building. <sup><strong>29</strong></sup> But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all. <sup><strong>30</strong></sup> \"It will be just like this on the day the Son of Man is revealed. <sup><strong>31</strong></sup> On that day no one who is on the roof of his house, with his goods inside, should go down to get them. Likewise, no one in the field should go back for anything. <sup><strong>32</strong></sup> Remember Lot's wife! <sup><strong>33</strong></sup> Whoever tries to keep his life will lose it, and whoever loses his life will preserve it. <sup><strong>34</strong></sup> I tell you, on that night two people will be in one bed; one will be taken and the other left. <sup><strong>35</strong></sup> Two women will be grinding grain together; one will be taken and the other left.\" <sup><strong>36</strong></sup> See Footnote <sup><strong>37</strong></sup> \"Where, Lord?\" they asked. He replied, \"Where there is a dead body, there the vultures will gather.\" "},{"_id":"616a23a8a03c6e96020b92be","topicId":"616a23a5a03c6e96020b92b2","verse":"Romans 5:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45005014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n</div>","kjv":"<strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  ","niv":"<sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come."},{"_id":"616a23a8a03c6e96020b92bf","topicId":"616a23a5a03c6e96020b92b2","verse":"John 19:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43019030_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019030-1\">30&nbsp;</b>When Jesus had received the sour wine, he said, <span class=\"woc\">“It is finished,”</span> and he bowed his head and gave up his spirit.</p>\n</div>","kjv":"<strong>30</strong> When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.  ","niv":"<sup><strong>30</strong></sup> When he had received the drink, Jesus said, \"It is finished.\" With that, he bowed his head and gave up his spirit."},{"_id":"616a23a9a03c6e96020b92c0","topicId":"616a23a5a03c6e96020b92b2","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616a23a9a03c6e96020b92c1","topicId":"616a23a5a03c6e96020b92b2","verse":"Luke 17:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42017029_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017029-1\">29&nbsp;</b><span class=\"woc\">but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—</span></p>\n</div>","kjv":"<strong>29</strong> But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.  ","niv":"<sup><strong>29</strong></sup> But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all."},{"_id":"616a23a9a03c6e96020b92c2","topicId":"616a23a5a03c6e96020b92b2","verse":"Jeremiah 31:31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p24031031_04-19\"><b class=\"verse-num\" id=\"v24031031-1\">31&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will make a new covenant with the house of Israel and the house of Judah,</p>\n</div>","kjv":"<strong>31</strong> Behold, the days come, saith the LORD, that I will make a new covenant with the house of Israel, and with the house of Judah:  ","niv":"<sup><strong>31</strong></sup> \"The time is coming,\" declares the LORD, \"when I will make a new covenant with the house of Israel and with the house of Judah."},{"_id":"616a23aaa03c6e96020b92c3","topicId":"616a23a5a03c6e96020b92b2","verse":"Isaiah 9:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009007_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_01-20\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_01-20\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_01-20\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  ","niv":"<sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this."},{"_id":"616a23aaa03c6e96020b92c4","topicId":"616a23a5a03c6e96020b92b2","verse":"Isaiah 9:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"616a23aaa03c6e96020b92c5","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 9:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-22\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"616a23aba03c6e96020b92c6","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 8:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01008021_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008021-1\">21&nbsp;</b>And when the LORD smelled the pleasing aroma, the LORD said in his heart, “I will never again curse the ground because of man, for the intention of man’s heart is evil from his youth. Neither will I ever again strike down every living creature as I have done.</p>\n\n</div>","kjv":"<strong>21</strong> And the LORD smelled a sweet savour; and the LORD said in his heart, I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.  ","niv":"<sup><strong>21</strong></sup> The LORD smelled the pleasing aroma and said in his heart: \"Never again will I curse the ground because of man, even though every inclination of his heart is evil from childhood. And never again will I destroy all living creatures, as I have done."},{"_id":"616a23aba03c6e96020b92c7","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 6:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-24\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-24\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-24\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"616a23aba03c6e96020b92c8","topicId":"616a23a5a03c6e96020b92b2","verse":"Genesis 2:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden,</p>\n</div>","kjv":"<strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  ","niv":"<sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden;"},{"_id":"616a23aba03c6e96020b92c9","topicId":"616a23a5a03c6e96020b92b2","verse":"Revelation 21:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment.</p>\n</div>","kjv":"<strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  ","niv":"<sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life."},{"_id":"616a23aca03c6e96020b92ca","topicId":"616a23a5a03c6e96020b92b2","verse":"Revelation 21:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n</div>","kjv":"<strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  ","niv":"<sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband."},{"_id":"616a23aca03c6e96020b92cb","topicId":"616a23a5a03c6e96020b92b2","verse":"Revelation 21:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."}]}