{"_id":"616a23cda03c6e96020b92cc","slug":"rainbows","name":"Rainbows","verses":[{"_id":"616a23cda03c6e96020b92cd","topicId":"616a23cda03c6e96020b92cc","verse":"Genesis 9:8-16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01009008_01-1\"><b class=\"verse-num\" id=\"v01009008-1\">8&nbsp;</b>Then God said to Noah and to his sons with him, <b class=\"verse-num\" id=\"v01009009-1\">9&nbsp;</b>“Behold, I establish my covenant with you and your offspring after you, <b class=\"verse-num\" id=\"v01009010-1\">10&nbsp;</b>and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. <b class=\"verse-num\" id=\"v01009011-1\">11&nbsp;</b>I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.” <b class=\"verse-num\" id=\"v01009012-1\">12&nbsp;</b>And God said, “This is the sign of the covenant that I make between me and you and every living creature that is with you, for all future generations: <b class=\"verse-num\" id=\"v01009013-1\">13&nbsp;</b>I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth. <b class=\"verse-num\" id=\"v01009014-1\">14&nbsp;</b>When I bring clouds over the earth and the bow is seen in the clouds, <b class=\"verse-num\" id=\"v01009015-1\">15&nbsp;</b>I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh. <b class=\"verse-num\" id=\"v01009016-1\">16&nbsp;</b>When the bow is in the clouds, I will see it and remember the everlasting covenant between God and every living creature of all flesh that is on the earth.”</p>\n</div>","kjv":"<strong>8</strong> And God spake unto Noah, and to his sons with him, saying,  <strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;  <strong>10</strong> And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.  <strong>11</strong> And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.  <strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:  <strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  <strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:  <strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  <strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.  ","niv":"<sup><strong>8</strong></sup> Then God said to Noah and to his sons with him: <sup><strong>9</strong></sup> \"I now establish my covenant with you and with your descendants after you <sup><strong>10</strong></sup> and with every living creature that was with you-the birds, the livestock and all the wild animals, all those that came out of the ark with you-every living creature on earth. <sup><strong>11</strong></sup> I establish my covenant with you: Never again will all life be cut off by the waters of a flood; never again will there be a flood to destroy the earth.\" <sup><strong>12</strong></sup> And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: <sup><strong>13</strong></sup> I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. <sup><strong>14</strong></sup> Whenever I bring clouds over the earth and the rainbow appears in the clouds, <sup><strong>15</strong></sup> I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. <sup><strong>16</strong></sup> Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\" ","modified":"2023-07-16T15:01:17.440Z"},{"_id":"616a23cea03c6e96020b92ce","topicId":"616a23cda03c6e96020b92cc","verse":"Ezekiel 1:28","votes":18,"__v":0,"esv":"<div>\n<p id=\"p26001028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26001028-1\">28&nbsp;</b>Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around.</p>\n<p id=\"p26001028_01-2\">Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face, and I heard the voice of one speaking.</p>\n</div>","kjv":"<strong>28</strong> As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was  the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spake.  ","niv":"<sup><strong>28</strong></sup> Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the LORD. When I saw it, I fell facedown, and I heard the voice of one speaking.","modified":"2023-02-07T09:21:15.810Z"},{"_id":"616a23cea03c6e96020b92cf","topicId":"616a23cda03c6e96020b92cc","verse":"Revelation 10:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p66010001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66010001-1\">10:1&nbsp;</b>Then I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire.</p>\n</div>","kjv":"<strong>1</strong> And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was  as it were the sun, and his feet as pillars of fire:  ","niv":"<sup><strong>1</strong></sup> Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars.","modified":"2022-10-11T01:11:38.588Z"},{"_id":"616a23cea03c6e96020b92d0","topicId":"616a23cda03c6e96020b92cc","verse":"Revelation 4:3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66004003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66004003-1\">3&nbsp;</b>And he who sat there had the appearance of jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald.</p>\n</div>","kjv":"<strong>3</strong> And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.  ","niv":"<sup><strong>3</strong></sup> And the one who sat there had the appearance of jasper and carnelian. A rainbow, resembling an emerald, encircled the throne.","modified":"2023-07-01T01:28:02.296Z"},{"_id":"616a23cfa03c6e96020b92d1","topicId":"616a23cda03c6e96020b92cc","verse":"Genesis 9:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p01009013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009013-1\">13&nbsp;</b>I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth.</p>\n</div>","kjv":"<strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  ","niv":"<sup><strong>13</strong></sup> I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.","modified":"2022-12-03T17:25:17.207Z"},{"_id":"616a23cfa03c6e96020b92d2","topicId":"616a23cda03c6e96020b92cc","verse":"1 John 4:19","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62004019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us.</p>\n</div>","kjv":"<strong>19</strong> We love him, because he first loved us.  ","niv":"<sup><strong>19</strong></sup> We love because he first loved us.","modified":"2023-03-01T21:08:31.888Z"}]}