{"_id":"616a296da03c6e96020b95c5","slug":"reflecting","name":"Reflecting","verses":[{"_id":"616a296da03c6e96020b95c6","topicId":"616a296da03c6e96020b95c5","verse":"Ephesians 5:1-33","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-1\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-1\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-1\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-1\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-1\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-1\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616a296da03c6e96020b95c7","topicId":"616a296da03c6e96020b95c5","verse":"2 Corinthians 3:18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p47003018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."},{"_id":"616a296ea03c6e96020b95c8","topicId":"616a296da03c6e96020b95c5","verse":"1 Corinthians 11:1-34","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-4\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-4\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-4\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-4\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-4\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616a296ea03c6e96020b95c9","topicId":"616a296da03c6e96020b95c5","verse":"1 Corinthians 13:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46013012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n</div>","kjv":"<strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  ","niv":"<sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known."},{"_id":"616a296ea03c6e96020b95ca","topicId":"616a296da03c6e96020b95c5","verse":"Ephesians 4:22-24","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"616a296ea03c6e96020b95cb","topicId":"616a296da03c6e96020b95c5","verse":"Luke 14:10-11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42014010_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014010-1\">10&nbsp;</b><span class=\"woc\">But when you are invited, go and sit in the lowest place, so that when your host comes he may say to you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at table with you.</span> <b class=\"verse-num woc\" id=\"v42014011-1\">11&nbsp;</b><span class=\"woc\">For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”</span></p>\n</div>","kjv":"<strong>10</strong> But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee.  <strong>11</strong> For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted. ","niv":"<sup><strong>10</strong></sup> But when you are invited, take the lowest place, so that when your host comes, he will say to you, 'Friend, move up to a better place.' Then you will be honored in the presence of all your fellow guests. <sup><strong>11</strong></sup> For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"616a296fa03c6e96020b95cc","topicId":"616a296da03c6e96020b95c5","verse":"Romans 12:1-2","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"616a296fa03c6e96020b95cd","topicId":"616a296da03c6e96020b95c5","verse":"James 1:22-25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-10\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. "},{"_id":"616a296fa03c6e96020b95ce","topicId":"616a296da03c6e96020b95c5","verse":"Galatians 3:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a2970a03c6e96020b95cf","topicId":"616a296da03c6e96020b95c5","verse":"Psalm 95:6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19095006_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095006-1\">6&nbsp;</b>&nbsp;&nbsp;Oh come, let us worship and bow down;</span><br><span id=\"p19095006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us kneel before the LORD, our Maker!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> O come, let us worship and bow down: let us kneel before the LORD our maker.  ","niv":"<sup><strong>6</strong></sup> Come, let us bow down in worship, let us kneel before the LORD our Maker;"},{"_id":"616a2970a03c6e96020b95d0","topicId":"616a296da03c6e96020b95c5","verse":"Genesis 2:1-25","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-13\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-13\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-13\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-13\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-13\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-13\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-13\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-13\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"616a2970a03c6e96020b95d1","topicId":"616a296da03c6e96020b95c5","verse":"Genesis 1:26-28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-14\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_01-14\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" "},{"_id":"616a2971a03c6e96020b95d2","topicId":"616a296da03c6e96020b95c5","verse":"Mark 10:51","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41010051_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.”</p>\n</div>","kjv":"<strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  ","niv":"<sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\""},{"_id":"616a2971a03c6e96020b95d3","topicId":"616a296da03c6e96020b95c5","verse":"Matthew 13:1-58","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40013001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40013001-1\">13:1&nbsp;</b>That same day Jesus went out of the house and sat beside the sea. <b class=\"verse-num\" id=\"v40013002-1\">2&nbsp;</b>And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach. <b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span> <b class=\"verse-num woc\" id=\"v40013009-1\">9&nbsp;</b><span class=\"woc\">He who has ears, let him hear.”</span></p>\n\n<p id=\"p40013009_11-16\"><b class=\"verse-num\" id=\"v40013010-1\">10&nbsp;</b>Then the disciples came and said to him, “Why do you speak to them in parables?” <b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span> <b class=\"verse-num woc\" id=\"v40013012-1\">12&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and he will have an abundance, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_11-16\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_11-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br><span id=\"p40013015_11-16\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_11-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_11-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_11-16\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_11-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_11-16\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_11-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></span></span></p><p id=\"p40013015_11-16\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40013016-1\">16&nbsp;</b><span class=\"woc\">But blessed are your eyes, for they see, and your ears, for they hear.</span> <b class=\"verse-num woc\" id=\"v40013017-1\">17&nbsp;</b><span class=\"woc\">For truly, I say to you, many prophets and righteous people longed to see what you see, and did not see it, and to hear what you hear, and did not hear it.</span></p>\n\n<p id=\"p40013017_17-16\"><b class=\"verse-num woc\" id=\"v40013018-1\">18&nbsp;</b><span class=\"woc\">“Hear then the parable of the sower:</span> <b class=\"verse-num woc\" id=\"v40013019-1\">19&nbsp;</b><span class=\"woc\">When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path.</span> <b class=\"verse-num woc\" id=\"v40013020-1\">20&nbsp;</b><span class=\"woc\">As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,</span> <b class=\"verse-num woc\" id=\"v40013021-1\">21&nbsp;</b><span class=\"woc\">yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away.</span> <b class=\"verse-num woc\" id=\"v40013022-1\">22&nbsp;</b><span class=\"woc\">As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.</span> <b class=\"verse-num woc\" id=\"v40013023-1\">23&nbsp;</b><span class=\"woc\">As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”</span></p>\n\n<p id=\"p40013023_22-16\"><b class=\"verse-num\" id=\"v40013024-1\">24&nbsp;</b>He put another parable before them, saying, <span class=\"woc\">“The kingdom of heaven may be compared to a man who sowed good seed in his field,</span> <b class=\"verse-num woc\" id=\"v40013025-1\">25&nbsp;</b><span class=\"woc\">but while his men were sleeping, his enemy came and sowed weeds among the wheat and went away.</span> <b class=\"verse-num woc\" id=\"v40013026-1\">26&nbsp;</b><span class=\"woc\">So when the plants came up and bore grain, then the weeds appeared also.</span> <b class=\"verse-num woc\" id=\"v40013027-1\">27&nbsp;</b><span class=\"woc\">And the servants of the master of the house came and said to him, ‘Master, did you not sow good seed in your field? How then does it have weeds?’</span> <b class=\"verse-num woc\" id=\"v40013028-1\">28&nbsp;</b><span class=\"woc\">He said to them, ‘An enemy has done this.’ So the servants said to him, ‘Then do you want us to go and gather them?’</span> <b class=\"verse-num woc\" id=\"v40013029-1\">29&nbsp;</b><span class=\"woc\">But he said, ‘No, lest in gathering the weeds you root up the wheat along with them.</span> <b class=\"verse-num woc\" id=\"v40013030-1\">30&nbsp;</b><span class=\"woc\">Let both grow together until the harvest, and at harvest time I will tell the reapers, “Gather the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.”’”</span></p>\n\n<p id=\"p40013030_28-16\"><b class=\"verse-num\" id=\"v40013031-1\">31&nbsp;</b>He put another parable before them, saying, <span class=\"woc\">“The kingdom of heaven is like a grain of mustard seed that a man took and sowed in his field.</span> <b class=\"verse-num woc\" id=\"v40013032-1\">32&nbsp;</b><span class=\"woc\">It is the smallest of all seeds, but when it has grown it is larger than all the garden plants and becomes a tree, so that the birds of the air come and make nests in its branches.”</span></p>\n<p id=\"p40013032_28-16\"><b class=\"verse-num\" id=\"v40013033-1\">33&nbsp;</b>He told them another parable. <span class=\"woc\">“The kingdom of heaven is like leaven that a woman took and hid in three measures of flour, till it was all leavened.”</span></p>\n\n<p id=\"p40013033_31-16\"><b class=\"verse-num\" id=\"v40013034-1\">34&nbsp;</b>All these things Jesus said to the crowds in parables; indeed, he said nothing to them without a parable. <b class=\"verse-num\" id=\"v40013035-1\">35&nbsp;</b>This was to fulfill what was spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013035_31-16\" class=\"line\">&nbsp;&nbsp;“I will open my mouth in parables;</span><br><span id=\"p40013035_31-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will utter what has been hidden since the foundation of the world.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p40013035_37-16\"><b class=\"verse-num\" id=\"v40013036-1\">36&nbsp;</b>Then he left the crowds and went into the house. And his disciples came to him, saying, “Explain to us the parable of the weeds of the field.” <b class=\"verse-num\" id=\"v40013037-1\">37&nbsp;</b>He answered, <span class=\"woc\">“The one who sows the good seed is the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40013038-1\">38&nbsp;</b><span class=\"woc\">The field is the world, and the good seed is the sons of the kingdom. The weeds are the sons of the evil one,</span> <b class=\"verse-num woc\" id=\"v40013039-1\">39&nbsp;</b><span class=\"woc\">and the enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels.</span> <b class=\"verse-num woc\" id=\"v40013040-1\">40&nbsp;</b><span class=\"woc\">Just as the weeds are gathered and burned with fire, so will it be at the end of the age.</span> <b class=\"verse-num woc\" id=\"v40013041-1\">41&nbsp;</b><span class=\"woc\">The Son of Man will send his angels, and they will gather out of his kingdom all causes of sin and all law-breakers,</span> <b class=\"verse-num woc\" id=\"v40013042-1\">42&nbsp;</b><span class=\"woc\">and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.</span> <b class=\"verse-num woc\" id=\"v40013043-1\">43&nbsp;</b><span class=\"woc\">Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear.</span></p>\n\n<p id=\"p40013043_43-16\"><b class=\"verse-num woc\" id=\"v40013044-1\">44&nbsp;</b><span class=\"woc\">“The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field.</span></p>\n\n<p id=\"p40013044_51-16\"><b class=\"verse-num woc\" id=\"v40013045-1\">45&nbsp;</b><span class=\"woc\">“Again, the kingdom of heaven is like a merchant in search of fine pearls,</span> <b class=\"verse-num woc\" id=\"v40013046-1\">46&nbsp;</b><span class=\"woc\">who, on finding one pearl of great value, went and sold all that he had and bought it.</span></p>\n\n<p id=\"p40013046_56-16\"><b class=\"verse-num woc\" id=\"v40013047-1\">47&nbsp;</b><span class=\"woc\">“Again, the kingdom of heaven is like a net that was thrown into the sea and gathered fish of every kind.</span> <b class=\"verse-num woc\" id=\"v40013048-1\">48&nbsp;</b><span class=\"woc\">When it was full, men drew it ashore and sat down and sorted the good into containers but threw away the bad.</span> <b class=\"verse-num woc\" id=\"v40013049-1\">49&nbsp;</b><span class=\"woc\">So it will be at the end of the age. The angels will come out and separate the evil from the righteous</span> <b class=\"verse-num woc\" id=\"v40013050-1\">50&nbsp;</b><span class=\"woc\">and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.</span></p>\n\n<p id=\"p40013050_60-16\"><b class=\"verse-num woc\" id=\"v40013051-1\">51&nbsp;</b><span class=\"woc\">“Have you understood all these things?”</span> They said to him, “Yes.” <b class=\"verse-num\" id=\"v40013052-1\">52&nbsp;</b>And he said to them, <span class=\"woc\">“Therefore every scribe who has been trained for the kingdom of heaven is like a master of a house, who brings out of his treasure what is new and what is old.”</span></p>\n\n<p id=\"p40013052_64-16\"><b class=\"verse-num\" id=\"v40013053-1\">53&nbsp;</b>And when Jesus had finished these parables, he went away from there, <b class=\"verse-num\" id=\"v40013054-1\">54&nbsp;</b>and coming to his hometown he taught them in their synagogue, so that they were astonished, and said, “Where did this man get this wisdom and these mighty works? <b class=\"verse-num\" id=\"v40013055-1\">55&nbsp;</b>Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas? <b class=\"verse-num\" id=\"v40013056-1\">56&nbsp;</b>And are not all his sisters with us? Where then did this man get all these things?” <b class=\"verse-num\" id=\"v40013057-1\">57&nbsp;</b>And they took offense at him. But Jesus said to them, <span class=\"woc\">“A prophet is not without honor except in his hometown and in his own household.”</span> <b class=\"verse-num\" id=\"v40013058-1\">58&nbsp;</b>And he did not do many mighty works there, because of their unbelief.</p>\n\n</div>","kjv":"<strong>1</strong> The same day went Jesus out of the house, and sat by the sea side.  <strong>2</strong> And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore.  <strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  <strong>9</strong> Who hath ears to hear, let him hear.  <strong>10</strong> And the disciples came, and said unto him, Why speakest thou unto them in parables?  <strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  <strong>12</strong> For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.  <strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  <strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  <strong>16</strong> But blessed are your eyes, for they see: and your ears, for they hear.  <strong>17</strong> For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.  <strong>18</strong>           Hear ye therefore the parable of the sower.  <strong>19</strong> When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.  <strong>20</strong> But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;  <strong>21</strong> Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended.  <strong>22</strong> He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.  <strong>23</strong> But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty. <strong>24</strong> Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:  <strong>25</strong> But while men slept, his enemy came and sowed tares among the wheat, and went his way.  <strong>26</strong> But when the blade was sprung up, and brought forth fruit, then appeared the tares also.  <strong>27</strong> So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?  <strong>28</strong> He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?  <strong>29</strong> But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them.  <strong>30</strong> Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn. <strong>31</strong> Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:  <strong>32</strong> Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof. <strong>33</strong> Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.  <strong>34</strong> All these things spake Jesus unto the multitude in parables; and without a parable spake he not unto them:  <strong>35</strong> That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world.  <strong>36</strong> Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field.  <strong>37</strong> He answered and said unto them, He that soweth the good seed is the Son of man;  <strong>38</strong> The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;  <strong>39</strong> The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels.  <strong>40</strong> As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.  <strong>41</strong> The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;  <strong>42</strong> And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.  <strong>43</strong> Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear. <strong>44</strong>           Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field. <strong>45</strong>           Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:  <strong>46</strong> Who, when he had found one pearl of great price, went and sold all that he had, and bought it. <strong>47</strong>           Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:  <strong>48</strong> Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.  <strong>49</strong> So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,  <strong>50</strong> And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.  <strong>51</strong> Jesus saith unto them, Have ye understood all these things?  They say unto him, Yea, Lord.  <strong>52</strong> Then said he unto them, Therefore every scribe which is  instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old. <strong>53</strong> And it came to pass, that when Jesus had finished these parables, he departed thence.  <strong>54</strong> And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?  <strong>55</strong> Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?  <strong>56</strong> And his sisters, are they not all with us? Whence then hath this man all these things?  <strong>57</strong> And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.  <strong>58</strong> And he did not many mighty works there because of their unbelief.  ","niv":"<sup><strong>1</strong></sup> That same day Jesus went out of the house and sat by the lake. <sup><strong>2</strong></sup> Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore. <sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. <sup><strong>9</strong></sup> He who has ears, let him hear.\" <sup><strong>10</strong></sup> The disciples came to him and asked, \"Why do you speak to the people in parables?\" <sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. <sup><strong>12</strong></sup> Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. <sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' <sup><strong>16</strong></sup> But blessed are your eyes because they see, and your ears because they hear. <sup><strong>17</strong></sup> For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it. <sup><strong>18</strong></sup> \"Listen then to what the parable of the sower means: <sup><strong>19</strong></sup> When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path. <sup><strong>20</strong></sup> The one who received the seed that fell on rocky places is the man who hears the word and at once receives it with joy. <sup><strong>21</strong></sup> But since he has no root, he lasts only a short time. When trouble or persecution comes because of the word, he quickly falls away. <sup><strong>22</strong></sup> The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful. <sup><strong>23</strong></sup> But the one who received the seed that fell on good soil is the man who hears the word and understands it. He produces a crop, yielding a hundred, sixty or thirty times what was sown.\" <sup><strong>24</strong></sup> Jesus told them another parable: \"The kingdom of heaven is like a man who sowed good seed in his field. <sup><strong>25</strong></sup> But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away. <sup><strong>26</strong></sup> When the wheat sprouted and formed heads, then the weeds also appeared. <sup><strong>27</strong></sup> \"The owner's servants came to him and said, 'Sir, didn't you sow good seed in your field? Where then did the weeds come from?' <sup><strong>28</strong></sup> \"'An enemy did this,' he replied. \"The servants asked him, 'Do you want us to go and pull them up?' <sup><strong>29</strong></sup> \"'No,' he answered, 'because while you are pulling the weeds, you may root up the wheat with them. <sup><strong>30</strong></sup> Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.'\" <sup><strong>31</strong></sup> He told them another parable: \"The kingdom of heaven is like a mustard seed, which a man took and planted in his field. <sup><strong>32</strong></sup> Though it is the smallest of all your seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds of the air come and perch in its branches.\" <sup><strong>33</strong></sup> He told them still another parable: \"The kingdom of heaven is like yeast that a woman took and mixed into a large amount of flour until it worked all through the dough.\" <sup><strong>34</strong></sup> Jesus spoke all these things to the crowd in parables; he did not say anything to them without using a parable. <sup><strong>35</strong></sup> So was fulfilled what was spoken through the prophet: \"I will open my mouth in parables, I will utter things hidden since the creation of the world.\" <sup><strong>36</strong></sup> Then he left the crowd and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds in the field.\" <sup><strong>37</strong></sup> He answered, \"The one who sowed the good seed is the Son of Man. <sup><strong>38</strong></sup> The field is the world, and the good seed stands for the sons of the kingdom. The weeds are the sons of the evil one, <sup><strong>39</strong></sup> and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels. <sup><strong>40</strong></sup> \"As the weeds are pulled up and burned in the fire, so it will be at the end of the age. <sup><strong>41</strong></sup> The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil. <sup><strong>42</strong></sup> They will throw them into the fiery furnace, where there will be weeping and gnashing of teeth. <sup><strong>43</strong></sup> Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear. <sup><strong>44</strong></sup> \"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field. <sup><strong>45</strong></sup> \"Again, the kingdom of heaven is like a merchant looking for fine pearls. <sup><strong>46</strong></sup> When he found one of great value, he went away and sold everything he had and bought it. <sup><strong>47</strong></sup> \"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish. <sup><strong>48</strong></sup> When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away. <sup><strong>49</strong></sup> This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous <sup><strong>50</strong></sup> and throw them into the fiery furnace, where there will be weeping and gnashing of teeth. <sup><strong>51</strong></sup> \"Have you understood all these things?\" Jesus asked. \"Yes,\" they replied. <sup><strong>52</strong></sup> He said to them, \"Therefore every teacher of the law who has been instructed about the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\" <sup><strong>53</strong></sup> When Jesus had finished these parables, he moved on from there. <sup><strong>54</strong></sup> Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. \"Where did this man get this wisdom and these miraculous powers?\" they asked. <sup><strong>55</strong></sup> \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas? <sup><strong>56</strong></sup> Aren't all his sisters with us? Where then did this man get all these things?\" <sup><strong>57</strong></sup> And they took offense at him. But Jesus said to them, \"Only in his hometown and in his own house is a prophet without honor.\" <sup><strong>58</strong></sup> And he did not do many miracles there because of their lack of faith. "},{"_id":"616a2971a03c6e96020b95d4","topicId":"616a296da03c6e96020b95c5","verse":"Matthew 10:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616a2971a03c6e96020b95d5","topicId":"616a296da03c6e96020b95c5","verse":"Psalm 8:1-9","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19008001_06-18\" class=\"psalm-title\">To the choirmaster: according to The Gittith. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19008001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19008001-1\">8:1&nbsp;</b>&nbsp;&nbsp;O LORD, our Lord,</span><br><span id=\"p19008001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how majestic is your name in all the earth!</span><br><span id=\"p19008001_06-18\" class=\"line\">&nbsp;&nbsp;You have set your glory above the heavens.</span><br><span id=\"p19008002_06-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19008002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;Out of the mouth of babies and infants,</span><br><span id=\"p19008002_06-18\" class=\"line\">&nbsp;&nbsp;you have established strength because of your foes,</span><br><span id=\"p19008002_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to still the enemy and the avenger.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19008003_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008003-1\">3&nbsp;</b>&nbsp;&nbsp;When I look at your heavens, the work of your fingers,</span><br><span id=\"p19008003_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the moon and the stars, which you have set in place,</span><br><span id=\"p19008004_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008004-1\">4&nbsp;</b>&nbsp;&nbsp;what is man that you are mindful of him,</span><br><span id=\"p19008004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the son of man that you care for him?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19008005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008005-1\">5&nbsp;</b>&nbsp;&nbsp;Yet you have made him a little lower than the heavenly beings</span><br><span id=\"p19008005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and crowned him with glory and honor.</span><br><span id=\"p19008006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008006-1\">6&nbsp;</b>&nbsp;&nbsp;You have given him dominion over the works of your hands;</span><br><span id=\"p19008006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have put all things under his feet,</span><br><span id=\"p19008007_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008007-1\">7&nbsp;</b>&nbsp;&nbsp;all sheep and oxen,</span><br><span id=\"p19008007_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and also the beasts of the field,</span><br><span id=\"p19008008_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008008-1\">8&nbsp;</b>&nbsp;&nbsp;the birds of the heavens, and the fish of the sea,</span><br><span id=\"p19008008_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whatever passes along the paths of the seas.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19008009_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008009-1\">9&nbsp;</b>&nbsp;&nbsp;O LORD, our Lord,</span><br><span id=\"p19008009_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how majestic is your name in all the earth!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O LORD our Lord, how excellent is thy name in all the earth! who hast set thy glory above the heavens.  <strong>2</strong> Out of the mouth of babes and sucklings hast thou ordained strength because of thine enemies, that thou mightest still the enemy and the avenger.  <strong>3</strong> When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;  <strong>4</strong> What is man, that thou art mindful of him? and the son of man, that thou visitest him?  <strong>5</strong> For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.  <strong>6</strong> Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:  <strong>7</strong> All sheep and oxen, yea, and the beasts of the field;  <strong>8</strong> The fowl of the air, and the fish of the sea, and whatsoever  passeth through the paths of the seas.  <strong>9</strong> O LORD our Lord, how excellent is thy name in all the earth!  ","niv":"<sup><strong>1</strong></sup> O LORD, our Lord, how majestic is your name in all the earth! You have set your glory above the heavens. <sup><strong>2</strong></sup> From the lips of children and infants you have ordained praise because of your enemies, to silence the foe and the avenger. <sup><strong>3</strong></sup> When I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place, <sup><strong>4</strong></sup> what is man that you are mindful of him, the son of man that you care for him? <sup><strong>5</strong></sup> You made him a little lower than the heavenly beings and crowned him with glory and honor. <sup><strong>6</strong></sup> You made him ruler over the works of your hands; you put everything under his feet: <sup><strong>7</strong></sup> all flocks and herds, and the beasts of the field, <sup><strong>8</strong></sup> the birds of the air, and the fish of the sea, all that swim the paths of the seas. <sup><strong>9</strong></sup> O LORD, our Lord, how majestic is your name in all the earth! "},{"_id":"616a2972a03c6e96020b95d6","topicId":"616a296da03c6e96020b95c5","verse":"John 13:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"616a2972a03c6e96020b95d7","topicId":"616a296da03c6e96020b95c5","verse":"Luke 8:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42008001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42008001-1\">8:1&nbsp;</b>Soon afterward he went on through cities and villages, proclaiming and bringing the good news of the kingdom of God. And the twelve were with him, <b class=\"verse-num\" id=\"v42008002-1\">2&nbsp;</b>and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out, <b class=\"verse-num\" id=\"v42008003-1\">3&nbsp;</b>and Joanna, the wife of Chuza, Herod’s household manager, and Susanna, and many others, who provided for them out of their means.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve were with him,  <strong>2</strong> And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,  <strong>3</strong> And Joanna the wife of Chuza Herod’s steward, and Susanna, and many others, which ministered unto him of their substance.  ","niv":"<sup><strong>1</strong></sup> After this, Jesus traveled about from one town and village to another, proclaiming the good news of the kingdom of God. The Twelve were with him, <sup><strong>2</strong></sup> and also some women who had been cured of evil spirits and diseases: Mary (called Magdalene) from whom seven demons had come out; <sup><strong>3</strong></sup> Joanna the wife of Cuza, the manager of Herod's household; Susanna; and many others. These women were helping to support them out of their own means. "},{"_id":"616a2972a03c6e96020b95d8","topicId":"616a296da03c6e96020b95c5","verse":"Matthew 18:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40018020_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\""},{"_id":"616a2973a03c6e96020b95d9","topicId":"616a296da03c6e96020b95c5","verse":"John 15:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015004_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015004-1\">4&nbsp;</b><span class=\"woc\">Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.</span></p>\n</div>","kjv":"<strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  ","niv":"<sup><strong>4</strong></sup> Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me."},{"_id":"616a2973a03c6e96020b95da","topicId":"616a296da03c6e96020b95c5","verse":"Luke 9:62","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\""},{"_id":"616a2973a03c6e96020b95db","topicId":"616a296da03c6e96020b95c5","verse":"Job 1:21-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p18001021_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v18001021-1\">21&nbsp;</b>And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”</p>\n<p id=\"p18001021_01-24\"><b class=\"verse-num\" id=\"v18001022-1\">22&nbsp;</b>In all this Job did not sin or charge God with wrong.</p>\n</div>","kjv":"<strong>21</strong> And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.  <strong>22</strong> In all this Job sinned not, nor charged God foolishly.  ","niv":"<sup><strong>21</strong></sup> and said: \"Naked I came from my mother's womb, and naked I will depart. The LORD gave and the LORD has taken away; may the name of the LORD be praised.\" <sup><strong>22</strong></sup> In all this, Job did not sin by charging God with wrongdoing. "},{"_id":"616a2974a03c6e96020b95dc","topicId":"616a296da03c6e96020b95c5","verse":"Matthew 23:1-10","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40023001_08-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40023001-1\">23:1&nbsp;</b>Then Jesus said to the crowds and to his disciples, <b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span> <b class=\"verse-num woc\" id=\"v40023004-1\">4&nbsp;</b><span class=\"woc\">They tie up heavy burdens, hard to bear, and lay them on people’s shoulders, but they themselves are not willing to move them with their finger.</span> <b class=\"verse-num woc\" id=\"v40023005-1\">5&nbsp;</b><span class=\"woc\">They do all their deeds to be seen by others. For they make their phylacteries broad and their fringes long,</span> <b class=\"verse-num woc\" id=\"v40023006-1\">6&nbsp;</b><span class=\"woc\">and they love the place of honor at feasts and the best seats in the synagogues</span> <b class=\"verse-num woc\" id=\"v40023007-1\">7&nbsp;</b><span class=\"woc\">and greetings in the marketplaces and being called rabbi by others.</span> <b class=\"verse-num woc\" id=\"v40023008-1\">8&nbsp;</b><span class=\"woc\">But you are not to be called rabbi, for you have one teacher, and you are all brothers.</span> <b class=\"verse-num woc\" id=\"v40023009-1\">9&nbsp;</b><span class=\"woc\">And call no man your father on earth, for you have one Father, who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40023010-1\">10&nbsp;</b><span class=\"woc\">Neither be called instructors, for you have one instructor, the Christ.</span></p>\n\n</div>","kjv":"<strong>1</strong> Then spake Jesus to the multitude, and to his disciples,  <strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  <strong>4</strong> For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves  will not move them with one of their fingers.  <strong>5</strong> But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,  <strong>6</strong> And love the uppermost rooms at feasts, and the chief seats in the synagogues,  <strong>7</strong> And greetings in the markets, and to be called of men, Rabbi, Rabbi.  <strong>8</strong> But be not ye called Rabbi: for one is your Master, even  Christ; and all ye are brethren.  <strong>9</strong> And call no man your father upon the earth: for one is your Father, which is in heaven.  <strong>10</strong> Neither be ye called masters: for one is your Master, even  Christ.  ","niv":"<sup><strong>1</strong></sup> Then Jesus said to the crowds and to his disciples: <sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. <sup><strong>4</strong></sup> They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. <sup><strong>5</strong></sup> \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long; <sup><strong>6</strong></sup> they love the place of honor at banquets and the most important seats in the synagogues; <sup><strong>7</strong></sup> they love to be greeted in the marketplaces and to have men call them 'Rabbi.' <sup><strong>8</strong></sup> \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers. <sup><strong>9</strong></sup> And do not call anyone on earth 'father,' for you have one Father, and he is in heaven. <sup><strong>10</strong></sup> Nor are you to be called 'teacher,' for you have one Teacher, the Christ. "}]}