{"_id":"616a2a0ca03c6e96020b962b","slug":"regeneration","name":"Regeneration","verses":[{"_id":"616a2a0da03c6e96020b962c","topicId":"616a2a0ca03c6e96020b962b","verse":"Titus 3:5","votes":75,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","modified":"2023-10-15T01:52:10.235Z"},{"_id":"616a2a0da03c6e96020b962d","topicId":"616a2a0ca03c6e96020b962b","verse":"Ezekiel 36:26","votes":53,"__v":0,"esv":"<div>\n<p id=\"p26036026_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26036026-1\">26&nbsp;</b>And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.</p>\n</div>","kjv":"<strong>26</strong> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.  ","niv":"<sup><strong>26</strong></sup> I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh."},{"_id":"616a2a0da03c6e96020b962e","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 3:9","votes":21,"__v":0,"esv":"<div>\n<p id=\"p62003009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God.</p>\n\n</div>","kjv":"<strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  ","niv":"<sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God."},{"_id":"616a2a0da03c6e96020b962f","topicId":"616a2a0ca03c6e96020b962b","verse":"Ephesians 2:8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--","modified":"2023-01-24T04:05:02.608Z"},{"_id":"616a2a0ea03c6e96020b9630","topicId":"616a2a0ca03c6e96020b962b","verse":"2 Corinthians 5:17","votes":20,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"616a2a0ea03c6e96020b9631","topicId":"616a2a0ca03c6e96020b962b","verse":"John 3:1-36","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-6\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-6\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-6\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-6\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"616a2a0ea03c6e96020b9632","topicId":"616a2a0ca03c6e96020b962b","verse":"John 3:5","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"_id":"616a2a0fa03c6e96020b9633","topicId":"616a2a0ca03c6e96020b962b","verse":"1 Peter 1:23","votes":16,"__v":0,"esv":"<div>\n<p id=\"p60001023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;</p>\n</div>","kjv":"<strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  ","niv":"<sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God."},{"_id":"616a2a0fa03c6e96020b9634","topicId":"616a2a0ca03c6e96020b962b","verse":"John 5:24","votes":14,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."},{"_id":"616a2a0fa03c6e96020b9635","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 5:18","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62005018_01-11\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n</div>","kjv":"<strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  ","niv":"<sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him.","modified":"2022-09-17T15:51:41.538Z"},{"_id":"616a2a10a03c6e96020b9636","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 5:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62005004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005004-1\">4&nbsp;</b>For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.  ","niv":"<sup><strong>4</strong></sup> for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith."},{"_id":"616a2a10a03c6e96020b9637","topicId":"616a2a0ca03c6e96020b962b","verse":"1 Peter 1:3","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p60001003_07-14\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,"},{"_id":"616a2a10a03c6e96020b9638","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 5:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p62005001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62005001-1\">5:1&nbsp;</b>Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.</p>\n</div>","kjv":"<strong>1</strong> Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.  ","niv":"<sup><strong>1</strong></sup> Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well."},{"_id":"616a2a10a03c6e96020b9639","topicId":"616a2a0ca03c6e96020b962b","verse":"Acts 2:38","votes":10,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616a2a11a03c6e96020b963a","topicId":"616a2a0ca03c6e96020b962b","verse":"John 6:44","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43006044_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."},{"_id":"616a2a11a03c6e96020b963b","topicId":"616a2a0ca03c6e96020b962b","verse":"Ephesians 2:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616a2a11a03c6e96020b963c","topicId":"616a2a0ca03c6e96020b962b","verse":"John 1:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43001013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n</div>","kjv":"<strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  ","niv":"<sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God."},{"_id":"616a2a12a03c6e96020b963d","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 3:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62003014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death.</p>\n</div>","kjv":"<strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  ","niv":"<sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death."},{"_id":"616a2a12a03c6e96020b963e","topicId":"616a2a0ca03c6e96020b962b","verse":"Ephesians 4:21-24","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49004021_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"616a2a12a03c6e96020b963f","topicId":"616a2a0ca03c6e96020b962b","verse":"James 1:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59001018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n</div>","kjv":"<strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  ","niv":"<sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created."},{"_id":"616a2a13a03c6e96020b9640","topicId":"616a2a0ca03c6e96020b962b","verse":"Hebrews 10:16","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010016_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010016-1\">16&nbsp;</b>&nbsp;&nbsp;“This is the covenant that I will make with them</span><br><span id=\"p58010016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after those days, declares the Lord:</span><br><span id=\"p58010016_01-23\" class=\"line\">&nbsp;&nbsp;I will put my laws on their hearts,</span><br><span id=\"p58010016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and write them on their minds,”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  ","niv":"<sup><strong>16</strong></sup> \"This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.\""},{"_id":"616a2a13a03c6e96020b9641","topicId":"616a2a0ca03c6e96020b962b","verse":"Galatians 2:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"616a2a13a03c6e96020b9642","topicId":"616a2a0ca03c6e96020b962b","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a2a13a03c6e96020b9643","topicId":"616a2a0ca03c6e96020b962b","verse":"Acts 16:31","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\"","modified":"2022-10-13T01:20:07.697Z"},{"_id":"616a2a14a03c6e96020b9644","topicId":"616a2a0ca03c6e96020b962b","verse":"1 John 2:29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62002029_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n</div>","kjv":"<strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him."}]}