{"_id":"616a2c42a03c6e96020b9740","slug":"relativism","name":"Relativism","verses":[{"_id":"616a2c43a03c6e96020b9741","topicId":"616a2c42a03c6e96020b9740","verse":"Proverbs 14:12","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014012-1\">12&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20014012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> There is a way which seemeth right unto a man, but the end thereof are the ways of death.  ","niv":"<sup><strong>12</strong></sup> There is a way that seems right to a man, but in the end it leads to death."},{"_id":"616a2c44a03c6e96020b9742","topicId":"616a2c42a03c6e96020b9740","verse":"Proverbs 26:4-5","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026004-1\">4&nbsp;</b>&nbsp;&nbsp;Answer not a fool according to his folly,</span><br><span id=\"p20026004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you be like him yourself.</span><br><span id=\"p20026005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026005-1\">5&nbsp;</b>&nbsp;&nbsp;Answer a fool according to his folly,</span><br><span id=\"p20026005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he be wise in his own eyes.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Answer not a fool according to his folly, lest thou also be like unto him.  <strong>5</strong> Answer a fool according to his folly, lest he be wise in his own conceit.  ","niv":"<sup><strong>4</strong></sup> Do not answer a fool according to his folly, or you will be like him yourself. <sup><strong>5</strong></sup> Answer a fool according to his folly, or he will be wise in his own eyes. "},{"_id":"616a2c44a03c6e96020b9744","topicId":"616a2c42a03c6e96020b9740","verse":"Judges 21:25","votes":12,"__v":0,"esv":"<div>\n<p id=\"p07021025_01-3\"><b class=\"verse-num\" id=\"v07021025-1\">25&nbsp;</b>In those days there was no king in Israel. Everyone did what was right in his own eyes.</p>\n</div>","kjv":"<strong>25</strong> In those days there was no king in Israel: every man did that which was right in his own eyes.  ","niv":"<sup><strong>25</strong></sup> In those days Israel had no king; everyone did as he saw fit.","modified":"2023-03-21T19:07:37.856Z"},{"_id":"616a2c44a03c6e96020b9743","topicId":"616a2c42a03c6e96020b9740","verse":"Judges 17:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p07017006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v07017006-1\">6&nbsp;</b>In those days there was no king in Israel. Everyone did what was right in his own eyes.</p>\n</div>","kjv":"<strong>6</strong> In those days there was no king in Israel, but every man did that which was right in his own eyes.  ","niv":"<sup><strong>6</strong></sup> In those days Israel had no king; everyone did as he saw fit."},{"_id":"616a2c44a03c6e96020b9745","topicId":"616a2c42a03c6e96020b9740","verse":"Matthew 21:23-27","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40021023_06-5\"><b class=\"verse-num\" id=\"v40021023-1\">23&nbsp;</b>And when he entered the temple, the chief priests and the elders of the people came up to him as he was teaching, and said, “By what authority are you doing these things, and who gave you this authority?” <b class=\"verse-num\" id=\"v40021024-1\">24&nbsp;</b>Jesus answered them, <span class=\"woc\">“I also will ask you one question, and if you tell me the answer, then I also will tell you by what authority I do these things.</span> <b class=\"verse-num woc\" id=\"v40021025-1\">25&nbsp;</b><span class=\"woc\">The baptism of John, from where did it come? From heaven or from man?”</span> And they discussed it among themselves, saying, “If we say, ‘From heaven,’ he will say to us, ‘Why then did you not believe him?’ <b class=\"verse-num\" id=\"v40021026-1\">26&nbsp;</b>But if we say, ‘From man,’ we are afraid of the crowd, for they all hold that John was a prophet.” <b class=\"verse-num\" id=\"v40021027-1\">27&nbsp;</b>So they answered Jesus, “We do not know.” And he said to them, <span class=\"woc\">“Neither will I tell you by what authority I do these things.</span></p>\n</div>","kjv":"<strong>23</strong> And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?  <strong>24</strong> And Jesus answered and said unto them, I also will ask you one thing, which if ye tell me, I in like wise will tell you by what authority I do these things.  <strong>25</strong> The baptism of John, whence was it? from heaven, or of men? And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did ye not then believe him?  <strong>26</strong> But if we shall say, Of men; we fear the people; for all hold John as a prophet.  <strong>27</strong> And they answered Jesus, and said, We cannot tell. And he said unto them, Neither tell I you by what authority I do these things. ","niv":"<sup><strong>23</strong></sup> Jesus entered the temple courts, and, while he was teaching, the chief priests and the elders of the people came to him. \"By what authority are you doing these things?\" they asked. \"And who gave you this authority?\" <sup><strong>24</strong></sup> Jesus replied, \"I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things. <sup><strong>25</strong></sup> John's baptism--where did it come from? Was it from heaven, or from men?\" <sup><strong>26</strong></sup> They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?' But if we say, 'From men'--we are afraid of the people, for they all hold that John was a prophet.\" <sup><strong>27</strong></sup> So they answered Jesus, \"We don't know.\" Then he said, \"Neither will I tell you by what authority I am doing these things. "},{"_id":"616a2c44a03c6e96020b9746","topicId":"616a2c42a03c6e96020b9740","verse":"Galatians 5:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-6\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love."},{"_id":"616a2c45a03c6e96020b9747","topicId":"616a2c42a03c6e96020b9740","verse":"John 14:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616a2c45a03c6e96020b9748","topicId":"616a2c42a03c6e96020b9740","verse":"John 18:37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43018037_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span></p>\n</div>","kjv":"<strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  ","niv":"<sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\""},{"_id":"616a2c46a03c6e96020b9749","topicId":"616a2c42a03c6e96020b9740","verse":"Proverbs 11:3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011003-1\">3&nbsp;</b>&nbsp;&nbsp;The integrity of the upright guides them,</span><br><span id=\"p20011003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the crookedness of the treacherous destroys them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them.  ","niv":"<sup><strong>3</strong></sup> The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity."},{"_id":"616a2c46a03c6e96020b974a","topicId":"616a2c42a03c6e96020b9740","verse":"1 Peter 1:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001017-1\">17&nbsp;</b>And if you call on him as Father who judges impartially according to each one’s deeds, conduct yourselves with fear throughout the time of your exile, <b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, <b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot.</p>\n</div>","kjv":"<strong>17</strong> And if ye call on the Father, who without respect of persons judgeth according to every man’s work, pass the time of your sojourning here  in fear:  <strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  <strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  ","niv":"<sup><strong>17</strong></sup> Since you call on a Father who judges each man's work impartially, live your lives as strangers here in reverent fear. <sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers, <sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect. "},{"_id":"616a2c46a03c6e96020b974b","topicId":"616a2c42a03c6e96020b9740","verse":"Jeremiah 17:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"616a2c46a03c6e96020b974c","topicId":"616a2c42a03c6e96020b9740","verse":"Colossians 2:6-8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51002006_04-13\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-13\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. "},{"_id":"616a2c47a03c6e96020b974d","topicId":"616a2c42a03c6e96020b9740","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a2c47a03c6e96020b974e","topicId":"616a2c42a03c6e96020b9740","verse":"Psalm 103:12","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103012_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103012-1\">12&nbsp;</b>&nbsp;&nbsp;as far as the east is from the west,</span><br><span id=\"p19103012_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so far does he remove our transgressions from us.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> As far as the east is from the west, so far hath he removed our transgressions from us.  ","niv":"<sup><strong>12</strong></sup> as far as the east is from the west, so far has he removed our transgressions from us."}]}