{"_id":"616a2ccea03c6e96020b9783","slug":"relaxing","name":"Relaxing","verses":[{"_id":"616a2ccea03c6e96020b9784","topicId":"616a2ccea03c6e96020b9783","verse":"Philippians 4:6","votes":65,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"616a2ccfa03c6e96020b9785","topicId":"616a2ccea03c6e96020b9783","verse":"Proverbs 12:25","votes":55,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012025_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012025-1\">25&nbsp;</b>&nbsp;&nbsp;Anxiety in a man’s heart weighs him down,</span><br><span id=\"p20012025_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a good word makes him glad.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.  ","niv":"<sup><strong>25</strong></sup> An anxious heart weighs a man down, but a kind word cheers him up."},{"_id":"616a2ccfa03c6e96020b9786","topicId":"616a2ccea03c6e96020b9783","verse":"Daniel 10:1-21","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p27010001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27010001-1\">10:1&nbsp;</b>In the third year of Cyrus king of Persia a word was revealed to Daniel, who was named Belteshazzar. And the word was true, and it was a great conflict. And he understood the word and had understanding of the vision.</p>\n<p id=\"p27010001_07-3\"><b class=\"verse-num\" id=\"v27010002-1\">2&nbsp;</b>In those days I, Daniel, was mourning for three weeks. <b class=\"verse-num\" id=\"v27010003-1\">3&nbsp;</b>I ate no delicacies, no meat or wine entered my mouth, nor did I anoint myself at all, for the full three weeks. <b class=\"verse-num\" id=\"v27010004-1\">4&nbsp;</b>On the twenty-fourth day of the first month, as I was standing on the bank of the great river (that is, the Tigris) <b class=\"verse-num\" id=\"v27010005-1\">5&nbsp;</b>I lifted up my eyes and looked, and behold, a man clothed in linen, with a belt of fine gold from Uphaz around his waist. <b class=\"verse-num\" id=\"v27010006-1\">6&nbsp;</b>His body was like beryl, his face like the appearance of lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and the sound of his words like the sound of a multitude. <b class=\"verse-num\" id=\"v27010007-1\">7&nbsp;</b>And I, Daniel, alone saw the vision, for the men who were with me did not see the vision, but a great trembling fell upon them, and they fled to hide themselves. <b class=\"verse-num\" id=\"v27010008-1\">8&nbsp;</b>So I was left alone and saw this great vision, and no strength was left in me. My radiant appearance was fearfully changed, and I retained no strength. <b class=\"verse-num\" id=\"v27010009-1\">9&nbsp;</b>Then I heard the sound of his words, and as I heard the sound of his words, I fell on my face in deep sleep with my face to the ground.</p>\n<p id=\"p27010009_07-3\"><b class=\"verse-num\" id=\"v27010010-1\">10&nbsp;</b>And behold, a hand touched me and set me trembling on my hands and knees. <b class=\"verse-num\" id=\"v27010011-1\">11&nbsp;</b>And he said to me, “O Daniel, man greatly loved, understand the words that I speak to you, and stand upright, for now I have been sent to you.” And when he had spoken this word to me, I stood up trembling. <b class=\"verse-num\" id=\"v27010012-1\">12&nbsp;</b>Then he said to me, “Fear not, Daniel, for from the first day that you set your heart to understand and humbled yourself before your God, your words have been heard, and I have come because of your words. <b class=\"verse-num\" id=\"v27010013-1\">13&nbsp;</b>The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia, <b class=\"verse-num\" id=\"v27010014-1\">14&nbsp;</b>and came to make you understand what is to happen to your people in the latter days. For the vision is for days yet to come.”</p>\n<p id=\"p27010014_07-3\"><b class=\"verse-num\" id=\"v27010015-1\">15&nbsp;</b>When he had spoken to me according to these words, I turned my face toward the ground and was mute. <b class=\"verse-num\" id=\"v27010016-1\">16&nbsp;</b>And behold, one in the likeness of the children of man touched my lips. Then I opened my mouth and spoke. I said to him who stood before me, “O my lord, by reason of the vision pains have come upon me, and I retain no strength. <b class=\"verse-num\" id=\"v27010017-1\">17&nbsp;</b>How can my lord’s servant talk with my lord? For now no strength remains in me, and no breath is left in me.”</p>\n<p id=\"p27010017_07-3\"><b class=\"verse-num\" id=\"v27010018-1\">18&nbsp;</b>Again one having the appearance of a man touched me and strengthened me. <b class=\"verse-num\" id=\"v27010019-1\">19&nbsp;</b>And he said, “O man greatly loved, fear not, peace be with you; be strong and of good courage.” And as he spoke to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.” <b class=\"verse-num\" id=\"v27010020-1\">20&nbsp;</b>Then he said, “Do you know why I have come to you? But now I will return to fight against the prince of Persia; and when I go out, behold, the prince of Greece will come. <b class=\"verse-num\" id=\"v27010021-1\">21&nbsp;</b>But I will tell you what is inscribed in the book of truth: there is none who contends by my side against these except Michael, your prince.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing was true, but the time appointed was long: and he understood the thing, and had understanding of the vision.  <strong>2</strong> In those days I Daniel was mourning three full weeks.  <strong>3</strong> I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled.  <strong>4</strong> And in the four and twentieth day of the first month, as I was by the side of the great river, which is Hiddekel;  <strong>5</strong> Then I lifted up mine eyes, and looked, and behold a certain man clothed in linen, whose loins were girded with fine gold of Uphaz:  <strong>6</strong> His body also was like the beryl, and his face as the appearance of lightning, and his eyes as lamps of fire, and his arms and his feet like in colour to polished brass, and the voice of his words like the voice of a multitude.  <strong>7</strong> And I Daniel alone saw the vision: for the men that were with me saw not the vision; but a great quaking fell upon them, so that they fled to hide themselves.  <strong>8</strong> Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength.  <strong>9</strong> Yet heard I the voice of his words: and when I heard the voice of his words, then was I in a deep sleep on my face, and my face toward the ground.  <strong>10</strong> And, behold, an hand touched me, which set me upon my knees and upon the palms of my hands.  <strong>11</strong> And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand upright: for unto thee am I now sent. And when he had spoken this word unto me, I stood trembling.  <strong>12</strong> Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to chasten thyself before thy God, thy words were heard, and I am come for thy words.  <strong>13</strong> But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia.  <strong>14</strong> Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision is for many days.  <strong>15</strong> And when he had spoken such words unto me, I set my face toward the ground, and I became dumb.  <strong>16</strong> And, behold, one like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength.  <strong>17</strong> For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither is there breath left in me.  <strong>18</strong> Then there came again and touched me one like the appearance of a man, and he strengthened me,  <strong>19</strong> And said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me.  <strong>20</strong> Then said he, Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come.  <strong>21</strong> But I will shew thee that which is noted in the scripture of truth: and there is none that holdeth with me in these things, but Michael your prince.  ","niv":"<sup><strong>1</strong></sup> In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision. <sup><strong>2</strong></sup> At that time I, Daniel, mourned for three weeks. <sup><strong>3</strong></sup> I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over. <sup><strong>4</strong></sup> On the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris, <sup><strong>5</strong></sup> I looked up and there before me was a man dressed in linen, with a belt of the finest gold around his waist. <sup><strong>6</strong></sup> His body was like chrysolite, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude. <sup><strong>7</strong></sup> I, Daniel, was the only one who saw the vision; the men with me did not see it, but such terror overwhelmed them that they fled and hid themselves. <sup><strong>8</strong></sup> So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless. <sup><strong>9</strong></sup> Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground. <sup><strong>10</strong></sup> A hand touched me and set me trembling on my hands and knees. <sup><strong>11</strong></sup> He said, \"Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.\" And when he said this to me, I stood up trembling. <sup><strong>12</strong></sup> Then he continued, \"Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them. <sup><strong>13</strong></sup> But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia. <sup><strong>14</strong></sup> Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.\" <sup><strong>15</strong></sup> While he was saying this to me, I bowed with my face toward the ground and was speechless. <sup><strong>16</strong></sup> Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, \"I am overcome with anguish because of the vision, my lord, and I am helpless. <sup><strong>17</strong></sup> How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.\" <sup><strong>18</strong></sup> Again the one who looked like a man touched me and gave me strength. <sup><strong>19</strong></sup> \"Do not be afraid, O man highly esteemed,\" he said. \"Peace! Be strong now; be strong.\" When he spoke to me, I was strengthened and said, \"Speak, my lord, since you have given me strength.\" <sup><strong>20</strong></sup> So he said, \"Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come; <sup><strong>21</strong></sup> but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince. "},{"_id":"616a2cd0a03c6e96020b9787","topicId":"616a2ccea03c6e96020b9783","verse":"Ecclesiastes 11:10","votes":31,"__v":0,"esv":"<div>\n<p id=\"p21011010_01-4\"><b class=\"verse-num\" id=\"v21011010-1\">10&nbsp;</b>Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.</p>\n\n</div>","kjv":"<strong>10</strong> Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.  ","niv":"<sup><strong>10</strong></sup> So then, banish anxiety from your heart and cast off the troubles of your body, for youth and vigor are meaningless."},{"_id":"616a2cd0a03c6e96020b9788","topicId":"616a2ccea03c6e96020b9783","verse":"Psalm 91:1-16","votes":18,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091001_06-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19091001-1\">91:1&nbsp;</b>&nbsp;&nbsp;He who dwells in the shelter of the Most High</span><br><span id=\"p19091001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will abide in the shadow of the Almighty.</span><br><span id=\"p19091002_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091002-1\">2&nbsp;</b>&nbsp;&nbsp;I will say to the LORD, “My refuge and my fortress,</span><br><span id=\"p19091002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, in whom I trust.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091003_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091003-1\">3&nbsp;</b>&nbsp;&nbsp;For he will deliver you from the snare of the fowler</span><br><span id=\"p19091003_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the deadly pestilence.</span><br><span id=\"p19091004_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br><span id=\"p19091005_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091005-1\">5&nbsp;</b>&nbsp;&nbsp;You will not fear the terror of the night,</span><br><span id=\"p19091005_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the arrow that flies by day,</span><br><span id=\"p19091006_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091006-1\">6&nbsp;</b>&nbsp;&nbsp;nor the pestilence that stalks in darkness,</span><br><span id=\"p19091006_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the destruction that wastes at noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091007_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091007-1\">7&nbsp;</b>&nbsp;&nbsp;A thousand may fall at your side,</span><br><span id=\"p19091007_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ten thousand at your right hand,</span><br><span id=\"p19091007_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will not come near you.</span><br><span id=\"p19091008_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091008-1\">8&nbsp;</b>&nbsp;&nbsp;You will only look with your eyes</span><br><span id=\"p19091008_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see the recompense of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091009_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091009-1\">9&nbsp;</b>&nbsp;&nbsp;Because you have made the LORD your dwelling place—</span><br><span id=\"p19091009_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Most High, who is my refuge—</span><br><span id=\"p19091010_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091010-1\">10&nbsp;</b>&nbsp;&nbsp;no evil shall be allowed to befall you,</span><br><span id=\"p19091010_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no plague come near your tent.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091011_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091011-1\">11&nbsp;</b>&nbsp;&nbsp;For he will command his angels concerning you</span><br><span id=\"p19091011_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you in all your ways.</span><br><span id=\"p19091012_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091012-1\">12&nbsp;</b>&nbsp;&nbsp;On their hands they will bear you up,</span><br><span id=\"p19091012_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.</span><br><span id=\"p19091013_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091013-1\">13&nbsp;</b>&nbsp;&nbsp;You will tread on the lion and the adder;</span><br><span id=\"p19091013_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young lion and the serpent you will trample underfoot.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091014_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.  <strong>2</strong> I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.  <strong>3</strong> Surely he shall deliver thee from the snare of the fowler, and  from the noisome pestilence.  <strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  <strong>5</strong> Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;  <strong>6</strong>             Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.  <strong>7</strong> A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.  <strong>8</strong> Only with thine eyes shalt thou behold and see the reward of the wicked.  <strong>9</strong> Because thou hast made the LORD, which is my refuge, even the most High, thy habitation;  <strong>10</strong> There shall no evil befall thee, neither shall any plague come nigh thy dwelling.  <strong>11</strong> For he shall give his angels charge over thee, to keep thee in all thy ways.  <strong>12</strong> They shall bear thee up in their hands, lest thou dash thy foot against a stone.  <strong>13</strong> Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.  <strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>1</strong></sup> He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. <sup><strong>2</strong></sup> I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\" <sup><strong>3</strong></sup> Surely he will save you from the fowler's snare and from the deadly pestilence. <sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. <sup><strong>5</strong></sup> You will not fear the terror of night, nor the arrow that flies by day, <sup><strong>6</strong></sup> nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. <sup><strong>7</strong></sup> A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. <sup><strong>8</strong></sup> You will only observe with your eyes and see the punishment of the wicked. <sup><strong>9</strong></sup> If you make the Most High your dwelling- even the LORD, who is my refuge- <sup><strong>10</strong></sup> then no harm will befall you, no disaster will come near your tent. <sup><strong>11</strong></sup> For he will command his angels concerning you to guard you in all your ways; <sup><strong>12</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone. <sup><strong>13</strong></sup> You will tread upon the lion and the cobra; you will trample the great lion and the serpent. <sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "},{"_id":"616a2cd0a03c6e96020b9789","topicId":"616a2ccea03c6e96020b9783","verse":"Psalm 23:1-6","votes":31,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-6\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-6\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-6\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-6\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-6\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-6\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"616a2cd0a03c6e96020b978a","topicId":"616a2ccea03c6e96020b9783","verse":"1 Peter 5:6","votes":16,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-8\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time."},{"_id":"616a2cd1a03c6e96020b978b","topicId":"616a2ccea03c6e96020b9783","verse":"Luke 21:34","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42021034_03-9\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span></p>\n</div>","kjv":"<strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  ","niv":"<sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap."},{"_id":"616a2cd1a03c6e96020b978c","topicId":"616a2ccea03c6e96020b9783","verse":"1 Corinthians 13:1-13","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-11\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-11\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-11\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616a2cd1a03c6e96020b978d","topicId":"616a2ccea03c6e96020b9783","verse":"John 1:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"616a2cd2a03c6e96020b978e","topicId":"616a2ccea03c6e96020b9783","verse":"John 1:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-13\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616a2cd2a03c6e96020b978f","topicId":"616a2ccea03c6e96020b9783","verse":"Jude 1:1-25","votes":5,"__v":0,"kjv":"<strong>1</strong> Jude, the servant of Jesus Christ, and brother of James, to them that are sanctified by God the Father, and preserved in Jesus Christ, and  called:  <strong>2</strong> Mercy unto you, and peace, and love, be multiplied.  <strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  <strong>4</strong> For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.  <strong>5</strong> I will therefore put you in remembrance, though ye once knew this, how that the Lord, having saved the people out of the land of Egypt, afterward destroyed them that believed not.  <strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  <strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  <strong>8</strong> Likewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities.  <strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  <strong>10</strong> But these speak evil of those things which they know not: but what they know naturally, as brute beasts, in those things they corrupt themselves.  <strong>11</strong> Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.  <strong>12</strong> These are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;  <strong>13</strong> Raging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever.  <strong>14</strong> And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints,  <strong>15</strong> To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.  <strong>16</strong> These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men’s persons in admiration because of advantage.  <strong>17</strong> But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;  <strong>18</strong> How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.  <strong>19</strong> These be they who separate themselves, sensual, having not the Spirit.  <strong>20</strong> But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,  <strong>21</strong> Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.  <strong>22</strong> And of some have compassion, making a difference:  <strong>23</strong> And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh.  <strong>24</strong> Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,  <strong>25</strong> To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616a2cd2a03c6e96020b9790","topicId":"616a2ccea03c6e96020b9783","verse":"2 Timothy 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a2cd2a03c6e96020b9791","topicId":"616a2ccea03c6e96020b9783","verse":"Hebrews 9:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"616a2cd3a03c6e96020b9792","topicId":"616a2ccea03c6e96020b9783","verse":"1 Thessalonians 5:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p52005005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005005-1\">5&nbsp;</b>For you are all children of light, children of the day. We are not of the night or of the darkness.</p>\n\n</div>","kjv":"<strong>5</strong> Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness.  ","niv":"<sup><strong>5</strong></sup> You are all sons of the light and sons of the day. We do not belong to the night or to the darkness."},{"_id":"616a2cd3a03c6e96020b9793","topicId":"616a2ccea03c6e96020b9783","verse":"Psalm 46:1-11","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-19\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br><span id=\"p19046002_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046002-1\">2&nbsp;</b>&nbsp;&nbsp;Therefore we will not fear though the earth gives way,</span><br><span id=\"p19046002_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though the mountains be moved into the heart of the sea,</span><br><span id=\"p19046003_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046003-1\">3&nbsp;</b>&nbsp;&nbsp;though its waters roar and foam,</span><br><span id=\"p19046003_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though the mountains tremble at its swelling. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19046004_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046004-1\">4&nbsp;</b>&nbsp;&nbsp;There is a river whose streams make glad the city of God,</span><br><span id=\"p19046004_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the holy habitation of the Most High.</span><br><span id=\"p19046005_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046005-1\">5&nbsp;</b>&nbsp;&nbsp;God is in the midst of her; she shall not be moved;</span><br><span id=\"p19046005_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God will help her when morning dawns.</span><br><span id=\"p19046006_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046006-1\">6&nbsp;</b>&nbsp;&nbsp;The nations rage, the kingdoms totter;</span><br><span id=\"p19046006_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he utters his voice, the earth melts.</span><br><span id=\"p19046007_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD of hosts is with us;</span><br><span id=\"p19046007_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Jacob is our fortress. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19046008_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046008-1\">8&nbsp;</b>&nbsp;&nbsp;Come, behold the works of the LORD,</span><br><span id=\"p19046008_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how he has brought desolations on the earth.</span><br><span id=\"p19046009_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046009-1\">9&nbsp;</b>&nbsp;&nbsp;He makes wars cease to the end of the earth;</span><br><span id=\"p19046009_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he breaks the bow and shatters the spear;</span><br><span id=\"p19046009_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he burns the chariots with fire.</span><br><span id=\"p19046010_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br><span id=\"p19046011_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046011-1\">11&nbsp;</b>&nbsp;&nbsp;The LORD of hosts is with us;</span><br><span id=\"p19046011_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Jacob is our fortress. <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  <strong>2</strong> Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;  <strong>3</strong>             Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah.  <strong>4</strong>             There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High.  <strong>5</strong> God is in the midst of her; she shall not be moved: God shall help her, and that right early.  <strong>6</strong> The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.  <strong>7</strong> The LORD of hosts is with us; the God of Jacob is  our refuge. Selah.  <strong>8</strong> Come, behold the works of the LORD, what desolations he hath made in the earth.  <strong>9</strong> He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.  <strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  <strong>11</strong> The LORD of hosts is with us; the God of Jacob is  our refuge. Selah.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble. <sup><strong>2</strong></sup> Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea, <sup><strong>3</strong></sup> though its waters roar and foam and the mountains quake with their surging. Selah <sup><strong>4</strong></sup> There is a river whose streams make glad the city of God, the holy place where the Most High dwells. <sup><strong>5</strong></sup> God is within her, she will not fall; God will help her at break of day. <sup><strong>6</strong></sup> Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts. <sup><strong>7</strong></sup> The LORD Almighty is with us; the God of Jacob is our fortress. Selah <sup><strong>8</strong></sup> Come and see the works of the LORD, the desolations he has brought on the earth. <sup><strong>9</strong></sup> He makes wars cease to the ends of the earth; he breaks the bow and shatters the spear, he burns the shields with fire. <sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\" <sup><strong>11</strong></sup> The LORD Almighty is with us; the God of Jacob is our fortress. Selah "},{"_id":"616a2cd4a03c6e96020b9794","topicId":"616a2ccea03c6e96020b9783","verse":"Matthew 26:26-28","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40026026_06-20\"><b class=\"verse-num\" id=\"v40026026-1\">26&nbsp;</b>Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, <span class=\"woc\">“Take, eat; this is my body.”</span> <b class=\"verse-num\" id=\"v40026027-1\">27&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, saying, <span class=\"woc\">“Drink of it, all of you,</span> <b class=\"verse-num woc\" id=\"v40026028-1\">28&nbsp;</b><span class=\"woc\">for this is my blood of the covenant, which is poured out for many for the forgiveness of sins.</span></p>\n\n</div>","kjv":"<strong>26</strong> And as they were eating, Jesus took bread, and blessed it,  and brake it, and gave it to the disciples, and said, Take, eat; this is my body.  <strong>27</strong> And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;  <strong>28</strong> For this is my blood of the new testament, which is shed for many for the remission of sins.  ","niv":"<sup><strong>26</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\" <sup><strong>27</strong></sup> Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you. <sup><strong>28</strong></sup> This is my blood of the covenant, which is poured out for many for the forgiveness of sins. "},{"_id":"616a2cd4a03c6e96020b9795","topicId":"616a2ccea03c6e96020b9783","verse":"Genesis 2:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616a2cd4a03c6e96020b9796","topicId":"616a2ccea03c6e96020b9783","verse":"Psalm 24:1-10","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19024001_05-22\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024001_05-22\" class=\"line\"><b class=\"chapter-num\" id=\"v19024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;The earth is the LORD’s and the fullness thereof,</span><br><span id=\"p19024001_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and those who dwell therein,</span><br><span id=\"p19024002_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024002-1\">2&nbsp;</b>&nbsp;&nbsp;for he has founded it upon the seas</span><br><span id=\"p19024002_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and established it upon the rivers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19024003_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024003-1\">3&nbsp;</b>&nbsp;&nbsp;Who shall ascend the hill of the LORD?</span><br><span id=\"p19024003_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And who shall stand in his holy place?</span><br><span id=\"p19024004_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024004-1\">4&nbsp;</b>&nbsp;&nbsp;He who has clean hands and a pure heart,</span><br><span id=\"p19024004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who does not lift up his soul to what is false</span><br><span id=\"p19024004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not swear deceitfully.</span><br><span id=\"p19024005_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024005-1\">5&nbsp;</b>&nbsp;&nbsp;He will receive blessing from the LORD</span><br><span id=\"p19024005_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteousness from the God of his salvation.</span><br><span id=\"p19024006_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024006-1\">6&nbsp;</b>&nbsp;&nbsp;Such is the generation of those who seek him,</span><br><span id=\"p19024006_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek the face of the God of Jacob. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19024007_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024007-1\">7&nbsp;</b>&nbsp;&nbsp;Lift up your heads, O gates!</span><br><span id=\"p19024007_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And be lifted up, O ancient doors,</span><br><span id=\"p19024007_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the King of glory may come in.</span><br><span id=\"p19024008_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024008-1\">8&nbsp;</b>&nbsp;&nbsp;Who is this King of glory?</span><br><span id=\"p19024008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The LORD, strong and mighty,</span><br><span id=\"p19024008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD, mighty in battle!</span><br><span id=\"p19024009_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024009-1\">9&nbsp;</b>&nbsp;&nbsp;Lift up your heads, O gates!</span><br><span id=\"p19024009_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And lift them up, O ancient doors,</span><br><span id=\"p19024009_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the King of glory may come in.</span><br><span id=\"p19024010_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024010-1\">10&nbsp;</b>&nbsp;&nbsp;Who is this King of glory?</span><br><span id=\"p19024010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The LORD of hosts,</span><br><span id=\"p19024010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is the King of glory! <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  <strong>2</strong> For he hath founded it upon the seas, and established it upon the floods.  <strong>3</strong> Who shall ascend into the hill of the LORD? or who shall stand in his holy place?  <strong>4</strong> He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.  <strong>5</strong> He shall receive the blessing from the LORD, and righteousness from the God of his salvation.  <strong>6</strong> This is the generation of them that seek him, that seek thy face, O Jacob. Selah.  <strong>7</strong> Lift up your heads, O ye gates; and be ye lift up, ye everlasting doors; and the King of glory shall come in.  <strong>8</strong> Who is this King of glory? The LORD strong and mighty, the LORD mighty in battle.  <strong>9</strong> Lift up your heads, O ye gates; even lift them up, ye everlasting doors; and the King of glory shall come in.  <strong>10</strong> Who is this King of glory? The LORD of hosts, he is the King of glory. Selah.  ","niv":"<sup><strong>1</strong></sup> The earth is the LORD's, and everything in it, the world, and all who live in it; <sup><strong>2</strong></sup> for he founded it upon the seas and established it upon the waters. <sup><strong>3</strong></sup> Who may ascend the hill of the LORD? Who may stand in his holy place? <sup><strong>4</strong></sup> He who has clean hands and a pure heart, who does not lift up his soul to an idol or swear by what is false. <sup><strong>5</strong></sup> He will receive blessing from the LORD and vindication from God his Savior. <sup><strong>6</strong></sup> Such is the generation of those who seek him, who seek your face, O God of Jacob. Selah <sup><strong>7</strong></sup> Lift up your heads, O you gates; be lifted up, you ancient doors, that the King of glory may come in. <sup><strong>8</strong></sup> Who is this King of glory? The LORD strong and mighty, the LORD mighty in battle. <sup><strong>9</strong></sup> Lift up your heads, O you gates; lift them up, you ancient doors, that the King of glory may come in. <sup><strong>10</strong></sup> Who is he, this King of glory? The LORD Almighty- he is the King of glory. Selah "},{"_id":"616a2cd4a03c6e96020b9797","topicId":"616a2ccea03c6e96020b9783","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a2cd5a03c6e96020b9798","topicId":"616a2ccea03c6e96020b9783","verse":"Matthew 13:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40013022_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013022-1\">22&nbsp;</b><span class=\"woc\">As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.</span></p>\n</div>","kjv":"<strong>22</strong> He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.  ","niv":"<sup><strong>22</strong></sup> The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful."},{"_id":"616a2cd5a03c6e96020b9799","topicId":"616a2ccea03c6e96020b9783","verse":"Acts 17:2-3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44017002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017002-1\">2&nbsp;</b>And Paul went in, as was his custom, and on three Sabbath days he reasoned with them from the Scriptures, <b class=\"verse-num\" id=\"v44017003-1\">3&nbsp;</b>explaining and proving that it was necessary for the Christ to suffer and to rise from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.”</p>\n</div>","kjv":"<strong>2</strong> And Paul, as his manner was, went in unto them, and three sabbath days reasoned with them out of the scriptures,  <strong>3</strong> Opening and alleging, that Christ must needs have suffered, and risen again from the dead; and that this Jesus, whom I preach unto you, is Christ.  ","niv":"<sup><strong>2</strong></sup> As his custom was, Paul went into the synagogue, and on three Sabbath days he reasoned with them from the Scriptures, <sup><strong>3</strong></sup> explaining and proving that the Christ had to suffer and rise from the dead. \"This Jesus I am proclaiming to you is the Christ, \"he said. "},{"_id":"616a2cd5a03c6e96020b979a","topicId":"616a2ccea03c6e96020b9783","verse":"Ephesians 4:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."},{"_id":"616a2cd6a03c6e96020b979c","topicId":"616a2ccea03c6e96020b9783","verse":"Mark 6:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41006031_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat.</p>\n</div>","kjv":"<strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  ","niv":"<sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\""},{"_id":"616a2cd6a03c6e96020b979b","topicId":"616a2ccea03c6e96020b9783","verse":"2 Kings 23:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12023013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023013-1\">13&nbsp;</b>And the king defiled the high places that were east of Jerusalem, to the south of the mount of corruption, which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the Ammonites.</p>\n</div>","kjv":"<strong>13</strong> And the high places that were before Jerusalem, which were on the right hand of the mount of corruption, which Solomon the king of Israel had builded for Ashtoreth the abomination of the Zidonians, and for Chemosh the abomination of the Moabites, and for Milcom the abomination of the children of Ammon, did the king defile.  ","niv":"<sup><strong>13</strong></sup> The king also desecrated the high places that were east of Jerusalem on the south of the Hill of Corruption-the ones Solomon king of Israel had built for Ashtoreth the vile goddess of the Sidonians, for Chemosh the vile god of Moab, and for Molech the detestable god of the people of Ammon."}]}