{"_id":"616a2d53a03c6e96020b97d0","slug":"religious-hypocrites","name":"Religious Hypocrites","verses":[{"_id":"616a2d54a03c6e96020b97d1","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 6:1-34","votes":208,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-1\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-1\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-1\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-1\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-1\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-1\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-1\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-1\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-1\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-1\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-1\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-1\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-1\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-1\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-1\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-1\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-1\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-1\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-1\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-1\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"616a2d54a03c6e96020b97d2","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 7:5","votes":159,"__v":0,"esv":"<div>\n<p id=\"p40007005_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n</div>","kjv":"<strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  ","niv":"<sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye."},{"_id":"616a2d54a03c6e96020b97d3","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:27","votes":102,"__v":0,"esv":"<div>\n\n<p id=\"p40023001_08-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40023001-1\">23:1&nbsp;</b>Then Jesus said to the crowds and to his disciples, <b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span> <b class=\"verse-num woc\" id=\"v40023004-1\">4&nbsp;</b><span class=\"woc\">They tie up heavy burdens, hard to bear, and lay them on people’s shoulders, but they themselves are not willing to move them with their finger.</span> <b class=\"verse-num woc\" id=\"v40023005-1\">5&nbsp;</b><span class=\"woc\">They do all their deeds to be seen by others. For they make their phylacteries broad and their fringes long,</span> <b class=\"verse-num woc\" id=\"v40023006-1\">6&nbsp;</b><span class=\"woc\">and they love the place of honor at feasts and the best seats in the synagogues</span> <b class=\"verse-num woc\" id=\"v40023007-1\">7&nbsp;</b><span class=\"woc\">and greetings in the marketplaces and being called rabbi by others.</span> <b class=\"verse-num woc\" id=\"v40023008-1\">8&nbsp;</b><span class=\"woc\">But you are not to be called rabbi, for you have one teacher, and you are all brothers.</span> <b class=\"verse-num woc\" id=\"v40023009-1\">9&nbsp;</b><span class=\"woc\">And call no man your father on earth, for you have one Father, who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40023010-1\">10&nbsp;</b><span class=\"woc\">Neither be called instructors, for you have one instructor, the Christ.</span> <b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span> <b class=\"verse-num woc\" id=\"v40023012-1\">12&nbsp;</b><span class=\"woc\">Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.</span></p>\n<p id=\"p40023012_08-24\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span> <b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n<p id=\"p40023015_08-24\"><b class=\"verse-num woc\" id=\"v40023016-1\">16&nbsp;</b><span class=\"woc\">“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing, but if anyone swears by the gold of the temple, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023017-1\">17&nbsp;</b><span class=\"woc\">You blind fools! For which is greater, the gold or the temple that has made the gold sacred?</span> <b class=\"verse-num woc\" id=\"v40023018-1\">18&nbsp;</b><span class=\"woc\">And you say, ‘If anyone swears by the altar, it is nothing, but if anyone swears by the gift that is on the altar, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023019-1\">19&nbsp;</b><span class=\"woc\">You blind men! For which is greater, the gift or the altar that makes the gift sacred?</span> <b class=\"verse-num woc\" id=\"v40023020-1\">20&nbsp;</b><span class=\"woc\">So whoever swears by the altar swears by it and by everything on it.</span> <b class=\"verse-num woc\" id=\"v40023021-1\">21&nbsp;</b><span class=\"woc\">And whoever swears by the temple swears by it and by him who dwells in it.</span> <b class=\"verse-num woc\" id=\"v40023022-1\">22&nbsp;</b><span class=\"woc\">And whoever swears by heaven swears by the throne of God and by him who sits upon it.</span></p>\n<p id=\"p40023022_08-24\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n<p id=\"p40023024_08-24\"><b class=\"verse-num woc\" id=\"v40023025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and the plate, but inside they are full of greed and self-indulgence.</span> <b class=\"verse-num woc\" id=\"v40023026-1\">26&nbsp;</b><span class=\"woc\">You blind Pharisee! First clean the inside of the cup and the plate, that the outside also may be clean.</span></p>\n<p id=\"p40023026_08-24\"><b class=\"verse-num woc\" id=\"v40023027-1\">27&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within are full of dead people’s bones and all uncleanness.</span> <b class=\"verse-num woc\" id=\"v40023028-1\">28&nbsp;</b><span class=\"woc\">So you also outwardly appear righteous to others, but within you are full of hypocrisy and lawlessness.</span></p>\n<p id=\"p40023028_08-24\"><b class=\"verse-num woc\" id=\"v40023029-1\">29&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the monuments of the righteous,</span> <b class=\"verse-num woc\" id=\"v40023030-1\">30&nbsp;</b><span class=\"woc\">saying, ‘If we had lived in the days of our fathers, we would not have taken part with them in shedding the blood of the prophets.’</span> <b class=\"verse-num woc\" id=\"v40023031-1\">31&nbsp;</b><span class=\"woc\">Thus you witness against yourselves that you are sons of those who murdered the prophets.</span> <b class=\"verse-num woc\" id=\"v40023032-1\">32&nbsp;</b><span class=\"woc\">Fill up, then, the measure of your fathers.</span> <b class=\"verse-num woc\" id=\"v40023033-1\">33&nbsp;</b><span class=\"woc\">You serpents, you brood of vipers, how are you to escape being sentenced to hell?</span> <b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span> <b class=\"verse-num woc\" id=\"v40023035-1\">35&nbsp;</b><span class=\"woc\">so that on you may come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered between the sanctuary and the altar.</span> <b class=\"verse-num woc\" id=\"v40023036-1\">36&nbsp;</b><span class=\"woc\">Truly, I say to you, all these things will come upon this generation.</span></p>\n\n<p id=\"p40023036_11-24\"><b class=\"verse-num woc\" id=\"v40023037-1\">37&nbsp;</b><span class=\"woc\">“O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span> <b class=\"verse-num woc\" id=\"v40023038-1\">38&nbsp;</b><span class=\"woc\">See, your house is left to you desolate.</span> <b class=\"verse-num woc\" id=\"v40023039-1\">39&nbsp;</b><span class=\"woc\">For I tell you, you will not see me again, until you say, ‘Blessed is he who comes in the name of the Lord.’”</span></p>\n\n</div>","kjv":"<strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  ","niv":"<sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean."},{"_id":"616a2d54a03c6e96020b97d4","topicId":"616a2d53a03c6e96020b97d0","verse":"2 Corinthians 11:14","votes":97,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"616a2d55a03c6e96020b97d5","topicId":"616a2d53a03c6e96020b97d0","verse":"James 1:26-27","votes":91,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-5\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616a2d55a03c6e96020b97d6","topicId":"616a2d53a03c6e96020b97d0","verse":"1 John 3:10","votes":82,"__v":0,"esv":"<div>\n<p id=\"p62003010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n</div>","kjv":"<strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  ","niv":"<sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother."},{"_id":"616a2d55a03c6e96020b97d7","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:23","votes":68,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-7\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"616a2d56a03c6e96020b97d8","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:13","votes":67,"__v":0,"esv":"<div>\n<p id=\"p40023013_01-8\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span></p>\n\n</div>","kjv":"<strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  ","niv":"<sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to."},{"_id":"616a2d56a03c6e96020b97d9","topicId":"616a2d53a03c6e96020b97d0","verse":"Ephesians 5:11","votes":52,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"616a2d56a03c6e96020b97da","topicId":"616a2d53a03c6e96020b97d0","verse":"1 John 4:20","votes":46,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"_id":"616a2d57a03c6e96020b97db","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:15","votes":42,"__v":0,"esv":"<div>\n<p id=\"p40023015_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n\n</div>","kjv":"<strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  ","niv":"<sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are."},{"_id":"616a2d57a03c6e96020b97dc","topicId":"616a2d53a03c6e96020b97d0","verse":"James 2:14","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-12\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him?</p>\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him?"},{"_id":"616a2d57a03c6e96020b97dd","topicId":"616a2d53a03c6e96020b97d0","verse":"Mark 7:6","votes":37,"__v":0,"esv":"<div>\n<p id=\"p41007006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007006-1\">6&nbsp;</b>And he said to them, <span class=\"woc\">“Well did Isaiah prophesy of you hypocrites, as it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41007006_01-13\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p41007006_01-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  ","niv":"<sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me."},{"_id":"616a2d57a03c6e96020b97de","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:13-15","votes":37,"__v":0,"esv":"<div>\n<p id=\"p40023013_01-14\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span> <b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n\n</div>","kjv":"<strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  <strong>14</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows’ houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.  <strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  ","niv":"<sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to. <sup><strong>14</strong></sup> See Footnote <sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are. "},{"_id":"616a2d58a03c6e96020b97df","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 6:2","votes":37,"__v":0,"esv":"<div>\n<p id=\"p40006002_01-15\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span></p>\n</div>","kjv":"<strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  ","niv":"<sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full."},{"_id":"616a2d58a03c6e96020b97e0","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 6:1","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven."},{"_id":"616a2d58a03c6e96020b97e1","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 7:3-5","votes":36,"__v":0,"esv":"<div>\n<p id=\"p40007003_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n</div>","kjv":"<strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  ","niv":"<sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. "},{"_id":"616a2d59a03c6e96020b97e2","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 6:5","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-18\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span></p>\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full."},{"_id":"616a2d59a03c6e96020b97e3","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:25","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40023025_01-19\"><b class=\"verse-num woc\" id=\"v40023025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and the plate, but inside they are full of greed and self-indulgence.</span></p>\n</div>","kjv":"<strong>25</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.  ","niv":"<sup><strong>25</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence."},{"_id":"616a2d59a03c6e96020b97e4","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 15:7-9","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40015007_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015007-1\">7&nbsp;</b><span class=\"woc\">You hypocrites! Well did Isaiah prophesy of you, when he said:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40015008_01-20\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015008-1\">8&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p40015008_01-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p40015009_01-20\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015009-1\">9&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p40015009_01-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’”</span><br></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Ye hypocrites, well did Esaias prophesy of you, saying,  <strong>8</strong> This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.  <strong>9</strong> But in vain they do worship me, teaching for doctrines the commandments of men. ","niv":"<sup><strong>7</strong></sup> You hypocrites! Isaiah was right when he prophesied about you: <sup><strong>8</strong></sup> \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>9</strong></sup> They worship me in vain; their teachings are but rules taught by men.'\" "},{"_id":"616a2d5aa03c6e96020b97e5","topicId":"616a2d53a03c6e96020b97d0","verse":"Isaiah 29:13","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23029013_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23029013-1\">13&nbsp;</b>&nbsp;&nbsp;And the Lord said:</span><br><span id=\"p23029013_01-21\" class=\"line\">&nbsp;&nbsp;“Because this people draw near with their mouth</span><br><span id=\"p23029013_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honor me with their lips,</span><br><span id=\"p23029013_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while their hearts are far from me,</span><br><span id=\"p23029013_01-21\" class=\"line\">&nbsp;&nbsp;and their fear of me is a commandment taught by men,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Wherefore the Lord said, Forasmuch as this people draw near me  with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:  ","niv":"<sup><strong>13</strong></sup> The Lord says: \"These people come near to me with their mouth and honor me with their lips, but their hearts are far from me. Their worship of me is made up only of rules taught by men.","modified":"2022-06-11T08:46:37.816Z"},{"_id":"616a2d5aa03c6e96020b97e6","topicId":"616a2d53a03c6e96020b97d0","verse":"2 Thessalonians 3:6","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p53003006_04-22\"><b class=\"verse-num\" id=\"v53003006-1\">6&nbsp;</b>Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.</p>\n</div>","kjv":"<strong>6</strong> Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.  ","niv":"<sup><strong>6</strong></sup> In the name of the Lord Jesus Christ, we command you, brothers, to keep away from every brother who is idle and does not live according to the teaching you received from us."},{"_id":"616a2d5aa03c6e96020b97e7","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:5","votes":32,"__v":0,"esv":"<div>\n<p id=\"p40023005_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023005-1\">5&nbsp;</b><span class=\"woc\">They do all their deeds to be seen by others. For they make their phylacteries broad and their fringes long,</span></p>\n</div>","kjv":"<strong>5</strong> But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,  ","niv":"<sup><strong>5</strong></sup> \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long;"},{"_id":"616a2d5ba03c6e96020b97e8","topicId":"616a2d53a03c6e96020b97d0","verse":"Matthew 23:1-39","votes":32,"__v":0,"kjv":"<strong>1</strong> Then spake Jesus to the multitude, and to his disciples,  <strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  <strong>4</strong> For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves  will not move them with one of their fingers.  <strong>5</strong> But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,  <strong>6</strong> And love the uppermost rooms at feasts, and the chief seats in the synagogues,  <strong>7</strong> And greetings in the markets, and to be called of men, Rabbi, Rabbi.  <strong>8</strong> But be not ye called Rabbi: for one is your Master, even  Christ; and all ye are brethren.  <strong>9</strong> And call no man your father upon the earth: for one is your Father, which is in heaven.  <strong>10</strong> Neither be ye called masters: for one is your Master, even  Christ.  <strong>11</strong> But he that is greatest among you shall be your servant.  <strong>12</strong> And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted. <strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  <strong>14</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows’ houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.  <strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  <strong>16</strong> Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!  <strong>17</strong> Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?  <strong>18</strong> And, Whosoever shall swear by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty.  <strong>19</strong> Ye fools and blind: for whether is  greater, the gift, or the altar that sanctifieth the gift?  <strong>20</strong> Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.  <strong>21</strong> And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.  <strong>22</strong> And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.  <strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  <strong>25</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.  <strong>26</strong> Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.  <strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  <strong>28</strong> Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.  <strong>29</strong> Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,  <strong>30</strong> And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets.  <strong>31</strong> Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.  <strong>32</strong> Fill ye up then the measure of your fathers.  <strong>33</strong> Ye serpents, ye generation of vipers, how can ye escape the damnation of hell? <strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  <strong>35</strong> That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.  <strong>36</strong> Verily I say unto you, All these things shall come upon this generation.  <strong>37</strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  <strong>38</strong> Behold, your house is left unto you desolate.  <strong>39</strong> For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.  ","niv":"<sup><strong>1</strong></sup> Then Jesus said to the crowds and to his disciples: <sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. <sup><strong>4</strong></sup> They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. <sup><strong>5</strong></sup> \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long; <sup><strong>6</strong></sup> they love the place of honor at banquets and the most important seats in the synagogues; <sup><strong>7</strong></sup> they love to be greeted in the marketplaces and to have men call them 'Rabbi.' <sup><strong>8</strong></sup> \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers. <sup><strong>9</strong></sup> And do not call anyone on earth 'father,' for you have one Father, and he is in heaven. <sup><strong>10</strong></sup> Nor are you to be called 'teacher,' for you have one Teacher, the Christ. <sup><strong>11</strong></sup> The greatest among you will be your servant. <sup><strong>12</strong></sup> For whoever exalts himself will be humbled, and whoever humbles himself will be exalted. <sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to. <sup><strong>14</strong></sup> See Footnote <sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are. <sup><strong>16</strong></sup> \"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but if anyone swears by the gold of the temple, he is bound by his oath.' <sup><strong>17</strong></sup> You blind fools! Which is greater: the gold, or the temple that makes the gold sacred? <sup><strong>18</strong></sup> You also say, 'If anyone swears by the altar, it means nothing; but if anyone swears by the gift on it, he is bound by his oath.' <sup><strong>19</strong></sup> You blind men! Which is greater: the gift, or the altar that makes the gift sacred? <sup><strong>20</strong></sup> Therefore, he who swears by the altar swears by it and by everything on it. <sup><strong>21</strong></sup> And he who swears by the temple swears by it and by the one who dwells in it. <sup><strong>22</strong></sup> And he who swears by heaven swears by God's throne and by the one who sits on it. <sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. <sup><strong>25</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. <sup><strong>26</strong></sup> Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean. <sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean. <sup><strong>28</strong></sup> In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. <sup><strong>29</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous. <sup><strong>30</strong></sup> And you say, 'If we had lived in the days of our forefathers, we would not have taken part with them in shedding the blood of the prophets.' <sup><strong>31</strong></sup> So you testify against yourselves that you are the descendants of those who murdered the prophets. <sup><strong>32</strong></sup> Fill up, then, the measure of the sin of your forefathers! <sup><strong>33</strong></sup> \"You snakes! You brood of vipers! How will you escape being condemned to hell? <sup><strong>34</strong></sup> Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town. <sup><strong>35</strong></sup> And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar. <sup><strong>36</strong></sup> I tell you the truth, all this will come upon this generation. <sup><strong>37</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing. <sup><strong>38</strong></sup> Look, your house is left to you desolate. <sup><strong>39</strong></sup> For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'\" "},{"_id":"616a2d5ba03c6e96020b97e9","topicId":"616a2d53a03c6e96020b97d0","verse":"1 John 2:4","votes":30,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."}]}