{"_id":"616a2dcba03c6e96020b981e","slug":"remarried","name":"Remarried","verses":[{"_id":"616a2dcca03c6e96020b981f","topicId":"616a2dcba03c6e96020b981e","verse":"Matthew 19:9","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-21\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-21\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-21\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-21\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-21\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"616a2dcca03c6e96020b9820","topicId":"616a2dcba03c6e96020b981e","verse":"1 Corinthians 7:15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-10\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-10\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-10\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-10\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-10\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-10\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-10\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-10\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-10\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  ","niv":"<sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace."},{"_id":"616a2dcca03c6e96020b9821","topicId":"616a2dcba03c6e96020b981e","verse":"Matthew 5:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005032_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n</div>","kjv":"<strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery."},{"_id":"616a2dcda03c6e96020b9822","topicId":"616a2dcba03c6e96020b981e","verse":"1 Corinthians 7:10-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46007010_01-6\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. "},{"_id":"616a2dcda03c6e96020b9823","topicId":"616a2dcba03c6e96020b981e","verse":"Malachi 2:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p39002016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n</div>","kjv":"<strong>16</strong> For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.  ","niv":"<sup><strong>16</strong></sup> \"I hate divorce,\" says the LORD God of Israel, \"and I hate a man's covering himself with violence as well as with his garment,\" says the LORD Almighty. So guard yourself in your spirit, and do not break faith."},{"_id":"616a2dcda03c6e96020b9824","topicId":"616a2dcba03c6e96020b981e","verse":"Deuteronomy 24:1-4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. "},{"_id":"616a2dcda03c6e96020b9825","topicId":"616a2dcba03c6e96020b981e","verse":"1 Corinthians 7:1-40","votes":2,"__v":0,"kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"616a2dcea03c6e96020b9826","topicId":"616a2dcba03c6e96020b981e","verse":"Matthew 19:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span></p>\n</div>","kjv":"<strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  ","niv":"<sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning."},{"_id":"616a2dcea03c6e96020b9827","topicId":"616a2dcba03c6e96020b981e","verse":"Genesis 6:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-12\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-12\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-12\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"616a2dcea03c6e96020b9828","topicId":"616a2dcba03c6e96020b981e","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616a2dcfa03c6e96020b9829","topicId":"616a2dcba03c6e96020b981e","verse":"Hebrews 6:4-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. "},{"_id":"616a2dcfa03c6e96020b982a","topicId":"616a2dcba03c6e96020b981e","verse":"1 Timothy 3:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,</p>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,"},{"_id":"616a2dcfa03c6e96020b982b","topicId":"616a2dcba03c6e96020b981e","verse":"Ephesians 4:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love,</p>\n</div>","kjv":"<strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  ","niv":"<sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love."},{"_id":"616a2dd0a03c6e96020b982c","topicId":"616a2dcba03c6e96020b981e","verse":"Acts 9:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44009007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one.</p>\n</div>","kjv":"<strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  ","niv":"<sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone."},{"_id":"616a2dd0a03c6e96020b982d","topicId":"616a2dcba03c6e96020b981e","verse":"Mark 10:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span></p>\n</div>","kjv":"<strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  ","niv":"<sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her."},{"_id":"616a2dd0a03c6e96020b982e","topicId":"616a2dcba03c6e96020b981e","verse":"Matthew 19:3-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019003_01-20\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" "},{"_id":"616a2dd0a03c6e96020b982f","topicId":"616a2dcba03c6e96020b981e","verse":"Matthew 19:1-30","votes":2,"__v":0,"kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"616a2dd1a03c6e96020b9830","topicId":"616a2dcba03c6e96020b981e","verse":"Psalm 150:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150001_06-22\" class=\"line\"><b class=\"chapter-num\" id=\"v19150001-1\">150:1&nbsp;</b>&nbsp;&nbsp;Praise the LORD!</span><br><span id=\"p19150001_06-22\" class=\"line\">&nbsp;&nbsp;Praise God in his sanctuary;</span><br><span id=\"p19150001_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him in his mighty heavens!</span><br><span id=\"p19150002_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him for his mighty deeds;</span><br><span id=\"p19150002_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him according to his excellent greatness!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19150003_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150003-1\">3&nbsp;</b>&nbsp;&nbsp;Praise him with trumpet sound;</span><br><span id=\"p19150003_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with lute and harp!</span><br><span id=\"p19150004_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br><span id=\"p19150005_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150005-1\">5&nbsp;</b>&nbsp;&nbsp;Praise him with sounding cymbals;</span><br><span id=\"p19150005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with loud clashing cymbals!</span><br><span id=\"p19150006_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150006-1\">6&nbsp;</b>&nbsp;&nbsp;Let everything that has breath praise the LORD!</span><br><span id=\"p19150006_06-22\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.  <strong>2</strong> Praise him for his mighty acts: praise him according to his excellent greatness.  <strong>3</strong> Praise him with the sound of the trumpet: praise him with the psaltery and harp.  <strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  <strong>5</strong> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.  <strong>6</strong> Let every thing that hath breath praise the LORD. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. <sup><strong>2</strong></sup> Praise him for his acts of power; praise him for his surpassing greatness. <sup><strong>3</strong></sup> Praise him with the sounding of the trumpet, praise him with the harp and lyre, <sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute, <sup><strong>5</strong></sup> praise him with the clash of cymbals, praise him with resounding cymbals. <sup><strong>6</strong></sup> Let everything that has breath praise the LORD. Praise the LORD. "},{"_id":"616a2dd1a03c6e96020b9831","topicId":"616a2dcba03c6e96020b981e","verse":"Genesis 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-23\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-23\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-23\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"616a2dd1a03c6e96020b9832","topicId":"616a2dcba03c6e96020b981e","verse":"Genesis 2:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"616a2dd2a03c6e96020b9833","topicId":"616a2dcba03c6e96020b981e","verse":"Revelation 14:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-25\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"616a2dd2a03c6e96020b9834","topicId":"616a2dcba03c6e96020b981e","verse":"Revelation 13:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-26\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-26\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-26\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-26\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "},{"_id":"616a2dd2a03c6e96020b9835","topicId":"616a2dcba03c6e96020b981e","verse":"Revelation 7:4-8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66007004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_01-27\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  ","niv":"<sup><strong>4</strong></sup> Then I heard the number of those who were sealed: 144,000 from all the tribes of Israel. <sup><strong>5</strong></sup> From the tribe of Judah 12,000 were sealed, from the tribe of Reuben 12,000, from the tribe of Gad 12,000, <sup><strong>6</strong></sup> from the tribe of Asher 12,000, from the tribe of Naphtali 12,000, from the tribe of Manasseh 12,000, <sup><strong>7</strong></sup> from the tribe of Simeon 12,000, from the tribe of Levi 12,000, from the tribe of Issachar 12,000, <sup><strong>8</strong></sup> from the tribe of Zebulun 12,000, from the tribe of Joseph 12,000, from the tribe of Benjamin 12,000. "},{"_id":"616a2dd3a03c6e96020b9836","topicId":"616a2dcba03c6e96020b981e","verse":"1 John 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"616a2dd3a03c6e96020b9837","topicId":"616a2dcba03c6e96020b981e","verse":"1 John 4:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."}]}