{"_id":"616a2fa4a03c6e96020b994f","slug":"renewing-your-mind","name":"Renewing Your Mind","verses":[{"_id":"616a2fa4a03c6e96020b9950","topicId":"616a2fa4a03c6e96020b994f","verse":"Romans 12:2","votes":776,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-11-13T03:35:22.449Z"},{"_id":"616a2fa5a03c6e96020b9951","topicId":"616a2fa4a03c6e96020b994f","verse":"Philippians 4:8","votes":374,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-2\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.","modified":"2023-09-10T14:48:31.187Z"},{"_id":"616a2fa5a03c6e96020b9952","topicId":"616a2fa4a03c6e96020b994f","verse":"Romans 12:1-2","votes":333,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","modified":"2023-05-13T21:32:21.635Z"},{"_id":"616a2fa5a03c6e96020b9953","topicId":"616a2fa4a03c6e96020b994f","verse":"2 Corinthians 4:16","votes":307,"__v":0,"esv":"<div>\n<p id=\"p47004016_01-4\"><b class=\"verse-num\" id=\"v47004016-1\">16&nbsp;</b>So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day.</p>\n\n</div>","kjv":"<strong>16</strong> For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.  ","niv":"<sup><strong>16</strong></sup> Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day.","modified":"2023-12-10T20:48:09.516Z"},{"_id":"616a2fa5a03c6e96020b9954","topicId":"616a2fa4a03c6e96020b994f","verse":"Ephesians 4:23","votes":266,"__v":0,"esv":"<div>\n<p id=\"p49004023_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds,</p>\n</div>","kjv":"<strong>23</strong> And be renewed in the spirit of your mind;  ","niv":"<sup><strong>23</strong></sup> to be made new in the attitude of your minds;","modified":"2023-07-25T13:17:14.970Z"},{"_id":"616a2fa6a03c6e96020b9955","topicId":"616a2fa4a03c6e96020b994f","verse":"Philippians 4:6-7","votes":250,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ","modified":"2023-10-20T06:41:14.044Z"},{"_id":"616a2fa6a03c6e96020b9956","topicId":"616a2fa4a03c6e96020b994f","verse":"Colossians 3:2","votes":223,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things.","modified":"2023-04-02T19:17:58.378Z"},{"_id":"616a2fa6a03c6e96020b9957","topicId":"616a2fa4a03c6e96020b994f","verse":"Psalm 119:11","votes":218,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119011_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  ","niv":"<sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you.","modified":"2022-08-23T23:20:29.282Z"},{"_id":"616a2fa7a03c6e96020b9958","topicId":"616a2fa4a03c6e96020b994f","verse":"1 Peter 1:13","votes":206,"__v":0,"esv":"<div>\n\n<p id=\"p60001013_05-10\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.</p>\n\n</div>","kjv":"<strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed.","modified":"2022-06-01T14:25:36.479Z"},{"_id":"616a2fa7a03c6e96020b9959","topicId":"616a2fa4a03c6e96020b994f","verse":"2 Corinthians 10:4-5","votes":205,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. ","modified":"2022-10-09T12:33:07.500Z"},{"_id":"616a2fa7a03c6e96020b995a","topicId":"616a2fa4a03c6e96020b994f","verse":"John 8:32","votes":176,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","modified":"2023-01-18T07:32:46.172Z"},{"_id":"616a2fa8a03c6e96020b995b","topicId":"616a2fa4a03c6e96020b994f","verse":"Isaiah 40:31","votes":167,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-13\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.","modified":"2023-12-10T20:48:34.063Z"},{"_id":"616a2fa8a03c6e96020b995c","topicId":"616a2fa4a03c6e96020b994f","verse":"Colossians 3:16","votes":160,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God.","modified":"2022-09-06T22:13:04.311Z"},{"_id":"616a2fa8a03c6e96020b995d","topicId":"616a2fa4a03c6e96020b994f","verse":"Jeremiah 29:11","votes":147,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-12-03T03:53:08.471Z"},{"_id":"616a2fa8a03c6e96020b995e","topicId":"616a2fa4a03c6e96020b994f","verse":"Philippians 2:5","votes":137,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus:","modified":"2023-03-31T05:05:00.134Z"},{"_id":"616a2fa9a03c6e96020b995f","topicId":"616a2fa4a03c6e96020b994f","verse":"John 17:17","votes":136,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth.","modified":"2022-03-03T16:07:27.023Z"},{"_id":"616a2fa9a03c6e96020b9960","topicId":"616a2fa4a03c6e96020b994f","verse":"Joshua 1:8-9","votes":137,"__v":0,"esv":"<div>\n<p id=\"p06001008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  <strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful. <sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\" ","modified":"2022-06-08T09:57:27.242Z"},{"_id":"616a2fa9a03c6e96020b9961","topicId":"616a2fa4a03c6e96020b994f","verse":"Romans 12:1","votes":130,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616a2faaa03c6e96020b9962","topicId":"616a2fa4a03c6e96020b994f","verse":"Ephesians 4:20-24","votes":125,"__v":0,"esv":"<div>\n<p id=\"p49004020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. ","modified":"2022-07-07T17:41:11.884Z"},{"_id":"616a2faaa03c6e96020b9963","topicId":"616a2fa4a03c6e96020b994f","verse":"Psalm 51:10","votes":136,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  ","niv":"<sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me.","modified":"2023-07-29T07:56:31.561Z"},{"_id":"616a2faaa03c6e96020b9964","topicId":"616a2fa4a03c6e96020b994f","verse":"1 Corinthians 2:16","votes":120,"__v":0,"esv":"<div>\n<p id=\"p46002016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n</div>","kjv":"<strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ.","modified":"2022-08-26T10:21:40.824Z"},{"_id":"616a2faba03c6e96020b9965","topicId":"616a2fa4a03c6e96020b994f","verse":"Colossians 3:10","votes":109,"__v":0,"esv":"<div>\n<p id=\"p51003010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n</div>","kjv":"<strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator.","modified":"2023-01-13T12:17:12.280Z"},{"_id":"616a2faba03c6e96020b9966","topicId":"616a2fa4a03c6e96020b994f","verse":"Isaiah 42:1-8","votes":103,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042001_05-25\" class=\"line\"><b class=\"chapter-num\" id=\"v23042001-1\">42:1&nbsp;</b>&nbsp;&nbsp;Behold my servant, whom I uphold,</span><br><span id=\"p23042001_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my chosen, in whom my soul delights;</span><br><span id=\"p23042001_05-25\" class=\"line\">&nbsp;&nbsp;I have put my Spirit upon him;</span><br><span id=\"p23042001_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will bring forth justice to the nations.</span><br><span id=\"p23042002_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042002-1\">2&nbsp;</b>&nbsp;&nbsp;He will not cry aloud or lift up his voice,</span><br><span id=\"p23042002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or make it heard in the street;</span><br><span id=\"p23042003_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042003-1\">3&nbsp;</b>&nbsp;&nbsp;a bruised reed he will not break,</span><br><span id=\"p23042003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a faintly burning wick he will not quench;</span><br><span id=\"p23042003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will faithfully bring forth justice.</span><br><span id=\"p23042004_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042004-1\">4&nbsp;</b>&nbsp;&nbsp;He will not grow faint or be discouraged</span><br><span id=\"p23042004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till he has established justice in the earth;</span><br><span id=\"p23042004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the coastlands wait for his law.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23042005_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042005-1\">5&nbsp;</b>&nbsp;&nbsp;Thus says God, the LORD,</span><br><span id=\"p23042005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who created the heavens and stretched them out,</span><br><span id=\"p23042005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread out the earth and what comes from it,</span><br><span id=\"p23042005_05-25\" class=\"line\">&nbsp;&nbsp;who gives breath to the people on it</span><br><span id=\"p23042005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spirit to those who walk in it:</span><br><span id=\"p23042006_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042006-1\">6&nbsp;</b>&nbsp;&nbsp;“I am the LORD; I have called you in righteousness;</span><br><span id=\"p23042006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will take you by the hand and keep you;</span><br><span id=\"p23042006_05-25\" class=\"line\">&nbsp;&nbsp;I will give you as a covenant for the people,</span><br><span id=\"p23042006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a light for the nations,</span><br><span id=\"p23042007_05-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23042007-1\">7&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;to open the eyes that are blind,</span><br><span id=\"p23042007_05-25\" class=\"line\">&nbsp;&nbsp;to bring out the prisoners from the dungeon,</span><br><span id=\"p23042007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the prison those who sit in darkness.</span><br><span id=\"p23042008_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042008-1\">8&nbsp;</b>&nbsp;&nbsp;I am the LORD; that is my name;</span><br><span id=\"p23042008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my glory I give to no other,</span><br><span id=\"p23042008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor my praise to carved idols.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.  <strong>2</strong> He shall not cry, nor lift up, nor cause his voice to be heard in the street.  <strong>3</strong> A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.  <strong>4</strong> He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law.  <strong>5</strong> Thus saith God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:  <strong>6</strong> I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;  <strong>7</strong> To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.  <strong>8</strong> I am the LORD: that is my name: and my glory will I not give to another, neither my praise to graven images.  ","niv":"<sup><strong>1</strong></sup> \"Here is my servant, whom I uphold, my chosen one in whom I delight; I will put my Spirit on him and he will bring justice to the nations. <sup><strong>2</strong></sup> He will not shout or cry out, or raise his voice in the streets. <sup><strong>3</strong></sup> A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice; <sup><strong>4</strong></sup> he will not falter or be discouraged till he establishes justice on earth. In his law the islands will put their hope.\" <sup><strong>5</strong></sup> This is what God the LORD says- he who created the heavens and stretched them out, who spread out the earth and all that comes out of it, who gives breath to its people, and life to those who walk on it: <sup><strong>6</strong></sup> \"I, the LORD, have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles, <sup><strong>7</strong></sup> to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness. <sup><strong>8</strong></sup> \"I am the LORD; that is my name! I will not give my glory to another or my praise to idols. ","modified":"2023-03-30T15:30:15.148Z"},{"_id":"616a2faba03c6e96020b9967","topicId":"616a2fa4a03c6e96020b994f","verse":"Romans 7:18-25","votes":105,"__v":0,"esv":"<div>\n<p id=\"p45007018_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007018-1\">18&nbsp;</b>For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out. <b class=\"verse-num\" id=\"v45007019-1\">19&nbsp;</b>For I do not do the good I want, but the evil I do not want is what I keep on doing. <b class=\"verse-num\" id=\"v45007020-1\">20&nbsp;</b>Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.</p>\n<p id=\"p45007020_01-26\"><b class=\"verse-num\" id=\"v45007021-1\">21&nbsp;</b>So I find it to be a law that when I want to do right, evil lies close at hand. <b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being, <b class=\"verse-num\" id=\"v45007023-1\">23&nbsp;</b>but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members. <b class=\"verse-num\" id=\"v45007024-1\">24&nbsp;</b>Wretched man that I am! Who will deliver me from this body of death? <b class=\"verse-num\" id=\"v45007025-1\">25&nbsp;</b>Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.</p>\n</div>","kjv":"<strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  ","niv":"<sup><strong>18</strong></sup> I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out. <sup><strong>19</strong></sup> For what I do is not the good I want to do; no, the evil I do not want to do--this I keep on doing. <sup><strong>20</strong></sup> Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it. <sup><strong>21</strong></sup> So I find this law at work: When I want to do good, evil is right there with me. <sup><strong>22</strong></sup> For in my inner being I delight in God's law; <sup><strong>23</strong></sup> but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members. <sup><strong>24</strong></sup> What a wretched man I am! Who will rescue me from this body of death? <sup><strong>25</strong></sup> Thanks be to God--through Jesus Christ our Lord! So then, I myself in my mind am a slave to God's law, but in the sinful nature a slave to the law of sin. ","modified":"2023-03-14T23:52:36.970Z"},{"_id":"616a2faba03c6e96020b9968","topicId":"616a2fa4a03c6e96020b994f","verse":"Titus 3:5","votes":85,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","modified":"2022-12-09T16:49:04.425Z"}]}