{"_id":"616a2fcca03c6e96020b9969","slug":"repayment","name":"Repayment","verses":[{"_id":"616a2fcca03c6e96020b996a","topicId":"616a2fcca03c6e96020b9969","verse":"Proverbs 19:17","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done."},{"_id":"616a2fcca03c6e96020b996b","topicId":"616a2fcca03c6e96020b9969","verse":"James 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59002005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?</p>\n</div>","kjv":"<strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  ","niv":"<sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?"},{"_id":"616a2fcda03c6e96020b996c","topicId":"616a2fcca03c6e96020b9969","verse":"Psalm 37:21","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037021_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037021-1\">21&nbsp;</b>&nbsp;&nbsp;The wicked borrows but does not pay back,</span><br><span id=\"p19037021_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous is generous and gives;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  ","niv":"<sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously;"},{"_id":"616a2fcda03c6e96020b996d","topicId":"616a2fcca03c6e96020b9969","verse":"1 John 3:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?","modified":"2022-12-22T09:44:21.212Z"},{"_id":"616a2fcda03c6e96020b996e","topicId":"616a2fcca03c6e96020b9969","verse":"2 Corinthians 9:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616a2fcda03c6e96020b996f","topicId":"616a2fcca03c6e96020b9969","verse":"1 Corinthians 4:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46004002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004002-1\">2&nbsp;</b>Moreover, it is required of stewards that they be found faithful.</p>\n</div>","kjv":"<strong>2</strong> Moreover it is required in stewards, that a man be found faithful.  ","niv":"<sup><strong>2</strong></sup> Now it is required that those who have been given a trust must prove faithful."},{"_id":"616a2fcea03c6e96020b9970","topicId":"616a2fcca03c6e96020b9969","verse":"Romans 13:8","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-8\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law.","modified":"2022-12-22T09:38:15.402Z"},{"_id":"616a2fcea03c6e96020b9971","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 6:35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42006001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42006001-1\">6:1&nbsp;</b>On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands. <b class=\"verse-num\" id=\"v42006002-1\">2&nbsp;</b>But some of the Pharisees said, “Why are you doing what is not lawful to do on the Sabbath?” <b class=\"verse-num\" id=\"v42006003-1\">3&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have you not read what David did when he was hungry, he and those who were with him:</span> <b class=\"verse-num woc\" id=\"v42006004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?”</span> <b class=\"verse-num\" id=\"v42006005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“The Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p42006005_13-21\"><b class=\"verse-num\" id=\"v42006006-1\">6&nbsp;</b>On another Sabbath, he entered the synagogue and was teaching, and a man was there whose right hand was withered. <b class=\"verse-num\" id=\"v42006007-1\">7&nbsp;</b>And the scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, so that they might find a reason to accuse him. <b class=\"verse-num\" id=\"v42006008-1\">8&nbsp;</b>But he knew their thoughts, and he said to the man with the withered hand, <span class=\"woc\">“Come and stand here.”</span> And he rose and stood there. <b class=\"verse-num\" id=\"v42006009-1\">9&nbsp;</b>And Jesus said to them, <span class=\"woc\">“I ask you, is it lawful on the Sabbath to do good or to do harm, to save life or to destroy it?”</span> <b class=\"verse-num\" id=\"v42006010-1\">10&nbsp;</b>And after looking around at them all he said to him, <span class=\"woc\">“Stretch out your hand.”</span> And he did so, and his hand was restored. <b class=\"verse-num\" id=\"v42006011-1\">11&nbsp;</b>But they were filled with fury and discussed with one another what they might do to Jesus.</p>\n\n<p id=\"p42006011_16-21\"><b class=\"verse-num\" id=\"v42006012-1\">12&nbsp;</b>In these days he went out to the mountain to pray, and all night he continued in prayer to God. <b class=\"verse-num\" id=\"v42006013-1\">13&nbsp;</b>And when day came, he called his disciples and chose from them twelve, whom he named apostles: <b class=\"verse-num\" id=\"v42006014-1\">14&nbsp;</b>Simon, whom he named Peter, and Andrew his brother, and James and John, and Philip, and Bartholomew, <b class=\"verse-num\" id=\"v42006015-1\">15&nbsp;</b>and Matthew, and Thomas, and James the son of Alphaeus, and Simon who was called the Zealot, <b class=\"verse-num\" id=\"v42006016-1\">16&nbsp;</b>and Judas the son of James, and Judas Iscariot, who became a traitor.</p>\n\n<p id=\"p42006016_22-21\"><b class=\"verse-num\" id=\"v42006017-1\">17&nbsp;</b>And he came down with them and stood on a level place, with a great crowd of his disciples and a great multitude of people from all Judea and Jerusalem and the seacoast of Tyre and Sidon, <b class=\"verse-num\" id=\"v42006018-1\">18&nbsp;</b>who came to hear him and to be healed of their diseases. And those who were troubled with unclean spirits were cured. <b class=\"verse-num\" id=\"v42006019-1\">19&nbsp;</b>And all the crowd sought to touch him, for power came out from him and healed them all.</p>\n\n<p id=\"p42006019_24-21\"><b class=\"verse-num\" id=\"v42006020-1\">20&nbsp;</b>And he lifted up his eyes on his disciples, and said:</p>\n<p id=\"p42006020_24-21\"><span class=\"woc\">“Blessed are you who are poor, for yours is the kingdom of God.</span></p>\n<p id=\"p42006020_24-21\"><b class=\"verse-num woc\" id=\"v42006021-1\">21&nbsp;</b><span class=\"woc\">“Blessed are you who are hungry now, for you shall be satisfied.</span></p>\n<p id=\"p42006021_24-21\"><span class=\"woc\">“Blessed are you who weep now, for you shall laugh.</span></p>\n<p id=\"p42006021_24-21\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span> <b class=\"verse-num woc\" id=\"v42006023-1\">23&nbsp;</b><span class=\"woc\">Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.</span></p>\n\n<p id=\"p42006023_27-21\"><b class=\"verse-num woc\" id=\"v42006024-1\">24&nbsp;</b><span class=\"woc\">“But woe to you who are rich, for you have received your consolation.</span></p>\n<p id=\"p42006024_27-21\"><b class=\"verse-num woc\" id=\"v42006025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you who are full now, for you shall be hungry.</span></p>\n<p id=\"p42006025_27-21\"><span class=\"woc\">“Woe to you who laugh now, for you shall mourn and weep.</span></p>\n<p id=\"p42006025_27-21\"><b class=\"verse-num woc\" id=\"v42006026-1\">26&nbsp;</b><span class=\"woc\">“Woe to you, when all people speak well of you, for so their fathers did to the false prophets.</span></p>\n\n<p id=\"p42006026_30-21\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_30-21\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n<p id=\"p42006036_32-21\"><b class=\"verse-num woc\" id=\"v42006037-1\">37&nbsp;</b><span class=\"woc\">“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;</span> <b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n<p id=\"p42006038_32-21\"><b class=\"verse-num\" id=\"v42006039-1\">39&nbsp;</b>He also told them a parable: <span class=\"woc\">“Can a blind man lead a blind man? Will they not both fall into a pit?</span> <b class=\"verse-num woc\" id=\"v42006040-1\">40&nbsp;</b><span class=\"woc\">A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher.</span> <b class=\"verse-num woc\" id=\"v42006041-1\">41&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v42006042-1\">42&nbsp;</b><span class=\"woc\">How can you say to your brother, ‘Brother, let me take out the speck that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother’s eye.</span></p>\n\n<p id=\"p42006042_37-21\"><b class=\"verse-num woc\" id=\"v42006043-1\">43&nbsp;</b><span class=\"woc\">“For no good tree bears bad fruit, nor again does a bad tree bear good fruit,</span> <b class=\"verse-num woc\" id=\"v42006044-1\">44&nbsp;</b><span class=\"woc\">for each tree is known by its own fruit. For figs are not gathered from thornbushes, nor are grapes picked from a bramble bush.</span> <b class=\"verse-num woc\" id=\"v42006045-1\">45&nbsp;</b><span class=\"woc\">The good person out of the good treasure of his heart produces good, and the evil person out of his evil treasure produces evil, for out of the abundance of the heart his mouth speaks.</span></p>\n\n<p id=\"p42006045_43-21\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span> <b class=\"verse-num woc\" id=\"v42006047-1\">47&nbsp;</b><span class=\"woc\">Everyone who comes to me and hears my words and does them, I will show you what he is like:</span> <b class=\"verse-num woc\" id=\"v42006048-1\">48&nbsp;</b><span class=\"woc\">he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built.</span> <b class=\"verse-num woc\" id=\"v42006049-1\">49&nbsp;</b><span class=\"woc\">But the one who hears and does not do them is like a man who built a house on the ground without a foundation. When the stream broke against it, immediately it fell, and the ruin of that house was great.”</span></p>\n\n</div>","kjv":"<strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked."},{"_id":"616a2fcea03c6e96020b9972","topicId":"616a2fcca03c6e96020b9969","verse":"1 Timothy 6:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2022-12-22T09:44:54.718Z"},{"_id":"616a2fcfa03c6e96020b9973","topicId":"616a2fcca03c6e96020b9969","verse":"Romans 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-12-22T09:42:40.835Z"},{"_id":"616a2fcfa03c6e96020b9974","topicId":"616a2fcca03c6e96020b9969","verse":"Acts 17:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44017028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-13\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-13\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-13\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.'","modified":"2022-12-22T09:45:08.891Z"},{"_id":"616a2fcfa03c6e96020b9975","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 12:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42012032_01-14\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span></p>\n</div>","kjv":"<strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  ","niv":"<sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom."},{"_id":"616a2fd0a03c6e96020b9976","topicId":"616a2fcca03c6e96020b9969","verse":"Malachi 3:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it.","modified":"2022-12-22T09:46:38.463Z"},{"_id":"616a2fd0a03c6e96020b9977","topicId":"616a2fcca03c6e96020b9969","verse":"Isaiah 41:17","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041017_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041017-1\">17&nbsp;</b>&nbsp;&nbsp;When the poor and needy seek water,</span><br><span id=\"p23041017_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is none,</span><br><span id=\"p23041017_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their tongue is parched with thirst,</span><br><span id=\"p23041017_01-16\" class=\"line\">&nbsp;&nbsp;I the LORD will answer them;</span><br><span id=\"p23041017_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I the God of Israel will not forsake them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> When the poor and needy seek water, and there is  none, and their tongue faileth for thirst, I the LORD will hear them, I the God of Israel will not forsake them.  ","niv":"<sup><strong>17</strong></sup> \"The poor and needy search for water, but there is none; their tongues are parched with thirst. But I the LORD will answer them; I, the God of Israel, will not forsake them.","modified":"2022-12-22T09:39:30.653Z"},{"_id":"616a2fd0a03c6e96020b9978","topicId":"616a2fcca03c6e96020b9969","verse":"Exodus 22:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-17\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live.","modified":"2022-06-17T23:21:41.094Z"},{"_id":"616a2fd0a03c6e96020b9979","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 16:19-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-18\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. ","modified":"2022-12-22T09:41:00.361Z"},{"_id":"616a2fd1a03c6e96020b997a","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 12:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys.","modified":"2022-12-22T09:41:08.819Z"},{"_id":"616a2fd1a03c6e96020b997b","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 9:23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42009023_08-20\"><b class=\"verse-num\" id=\"v42009023-1\">23&nbsp;</b>And he said to all, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross daily and follow me.</span></p>\n</div>","kjv":"<strong>23</strong> And he said to them all, If any man  will come after me, let him deny himself, and take up his cross daily, and follow me.  ","niv":"<sup><strong>23</strong></sup> Then he said to them all: \"If anyone would come after me, he must deny himself and take up his cross daily and follow me.","modified":"2022-12-22T09:41:33.941Z"},{"_id":"616a2fd1a03c6e96020b997c","topicId":"616a2fcca03c6e96020b9969","verse":"Luke 6:1-49","votes":2,"__v":0,"kjv":"<strong>1</strong> And it came to pass on the second sabbath after the first, that he went through the corn fields; and his disciples plucked the ears of corn, and did eat, rubbing them in their hands.  <strong>2</strong> And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?  <strong>3</strong> And Jesus answering them said, Have ye not read so much as this, what David did, when himself was an hungred, and they which were with him;  <strong>4</strong> How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?  <strong>5</strong> And he said unto them, That the Son of man is Lord also of the sabbath.  <strong>6</strong> And it came to pass also on another sabbath, that he entered into the synagogue and taught: and there was a man whose right hand was withered.  <strong>7</strong> And the scribes and Pharisees watched him, whether he would heal on the sabbath day; that they might find an accusation against him.  <strong>8</strong> But he knew their thoughts, and said to the man which had the withered hand, Rise up, and stand forth in the midst. And he arose and stood forth.  <strong>9</strong> Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy it?  <strong>10</strong> And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.  <strong>11</strong> And they were filled with madness; and communed one with another what they might do to Jesus.  <strong>12</strong> And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.  <strong>13</strong> And when it was day, he called unto him his disciples: and of them he chose twelve, whom also he named apostles;  <strong>14</strong> Simon, (whom he also named Peter,) and Andrew his brother, James and John, Philip and Bartholomew,  <strong>15</strong> Matthew and Thomas, James the son of Alphaeus, and Simon called Zelotes,  <strong>16</strong> And Judas the brother of James, and Judas Iscariot, which also was the traitor.  <strong>17</strong> And he came down with them, and stood in the plain, and the company of his disciples, and a great multitude of people out of all Judaea and Jerusalem, and from the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;  <strong>18</strong> And they that were vexed with unclean spirits: and they were healed.  <strong>19</strong> And the whole multitude sought to touch him: for there went virtue out of him, and healed them all.  <strong>20</strong> And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of God.  <strong>21</strong> Blessed are ye that hunger now: for ye shall be filled. Blessed are ye that weep now: for ye shall laugh.  <strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  <strong>23</strong> Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.  <strong>24</strong> But woe unto you that are rich! for ye have received your consolation.  <strong>25</strong> Woe unto you that are full! for ye shall hunger. Woe unto you that laugh now! for ye shall mourn and weep.  <strong>26</strong> Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets. <strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  <strong>37</strong> Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:  <strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  <strong>39</strong> And he spake a parable unto them, Can the blind lead the blind? shall they not both fall into the ditch? <strong>40</strong> The disciple is not above his master: but every one that is perfect shall be as his master.  <strong>41</strong> And why beholdest thou the mote that is in thy brother’s eye, but perceivest not the beam that is in thine own eye?  <strong>42</strong> Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother’s eye.  <strong>43</strong> For a good tree bringeth not forth corrupt fruit; neither doth a corrupt tree bring forth good fruit.  <strong>44</strong> For every tree is known by his own fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes.  <strong>45</strong> A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh. <strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  <strong>47</strong> Whosoever cometh to me, and heareth my sayings, and doeth them, I will shew you to whom he is like:  <strong>48</strong> He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.  <strong>49</strong> But he that heareth, and doeth not, is like a man that without a foundation built an house upon the earth; against which the stream did beat vehemently, and immediately it fell; and the ruin of that house was great.  ","niv":"<sup><strong>1</strong></sup> One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels. <sup><strong>2</strong></sup> Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\" <sup><strong>3</strong></sup> Jesus answered them, \"Have you never read what David did when he and his companions were hungry? <sup><strong>4</strong></sup> He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\" <sup><strong>5</strong></sup> Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\" <sup><strong>6</strong></sup> On another Sabbath he went into the synagogue and was teaching, and a man was there whose right hand was shriveled. <sup><strong>7</strong></sup> The Pharisees and the teachers of the law were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal on the Sabbath. <sup><strong>8</strong></sup> But Jesus knew what they were thinking and said to the man with the shriveled hand, \"Get up and stand in front of everyone.\" So he got up and stood there. <sup><strong>9</strong></sup> Then Jesus said to them, \"I ask you, which is lawful on the Sabbath: to do good or to do evil, to save life or to destroy it?\" <sup><strong>10</strong></sup> He looked around at them all, and then said to the man, \"Stretch out your hand.\" He did so, and his hand was completely restored. <sup><strong>11</strong></sup> But they were furious and began to discuss with one another what they might do to Jesus. <sup><strong>12</strong></sup> One of those days Jesus went out to a mountainside to pray, and spent the night praying to God. <sup><strong>13</strong></sup> When morning came, he called his disciples to him and chose twelve of them, whom he also designated apostles: <sup><strong>14</strong></sup> Simon (whom he named Peter), his brother Andrew, James, John, Philip, Bartholomew, <sup><strong>15</strong></sup> Matthew, Thomas, James son of Alphaeus, Simon who was called the Zealot, <sup><strong>16</strong></sup> Judas son of James, and Judas Iscariot, who became a traitor. <sup><strong>17</strong></sup> He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coast of Tyre and Sidon, <sup><strong>18</strong></sup> who had come to hear him and to be healed of their diseases. Those troubled by evil spirits were cured, <sup><strong>19</strong></sup> and the people all tried to touch him, because power was coming from him and healing them all. <sup><strong>20</strong></sup> Looking at his disciples, he said: \"Blessed are you who are poor, for yours is the kingdom of God. <sup><strong>21</strong></sup> Blessed are you who hunger now, for you will be satisfied. Blessed are you who weep now, for you will laugh. <sup><strong>22</strong></sup> Blessed are you when men hate you, when they exclude you and insult you and reject your name as evil, because of the Son of Man. <sup><strong>23</strong></sup> \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their fathers treated the prophets. <sup><strong>24</strong></sup> \"But woe to you who are rich, for you have already received your comfort. <sup><strong>25</strong></sup> Woe to you who are well fed now, for you will go hungry. Woe to you who laugh now, for you will mourn and weep. <sup><strong>26</strong></sup> Woe to you when all men speak well of you, for that is how their fathers treated the false prophets. <sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. <sup><strong>37</strong></sup> \"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven. <sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\" <sup><strong>39</strong></sup> He also told them this parable: \"Can a blind man lead a blind man? Will they not both fall into a pit? <sup><strong>40</strong></sup> A student is not above his teacher, but everyone who is fully trained will be like his teacher. <sup><strong>41</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>42</strong></sup> How can you say to your brother, 'Brother, let me take the speck out of your eye,' when you yourself fail to see the plank in your own eye? You hypocrite, first take the plank out of your eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>43</strong></sup> \"No good tree bears bad fruit, nor does a bad tree bear good fruit. <sup><strong>44</strong></sup> Each tree is recognized by its own fruit. People do not pick figs from thornbushes, or grapes from briers. <sup><strong>45</strong></sup> The good man brings good things out of the good stored up in his heart, and the evil man brings evil things out of the evil stored up in his heart. For out of the overflow of his heart his mouth speaks. <sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say? <sup><strong>47</strong></sup> I will show you what he is like who comes to me and hears my words and puts them into practice. <sup><strong>48</strong></sup> He is like a man building a house, who dug down deep and laid the foundation on rock. When a flood came, the torrent struck that house but could not shake it, because it was well built. <sup><strong>49</strong></sup> But the one who hears my words and does not put them into practice is like a man who built a house on the ground without a foundation. The moment the torrent struck that house, it collapsed and its destruction was complete.\" "},{"_id":"616a2fd2a03c6e96020b997d","topicId":"616a2fcca03c6e96020b9969","verse":"Matthew 6:19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-22\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"_id":"616a2fd2a03c6e96020b997e","topicId":"616a2fcca03c6e96020b9969","verse":"Matthew 5:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005042_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n</div>","kjv":"<strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. ","niv":"<sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you."},{"_id":"616a2fd2a03c6e96020b997f","topicId":"616a2fcca03c6e96020b9969","verse":"Proverbs 22:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender.","modified":"2022-12-22T09:41:58.567Z"},{"_id":"616a2fd3a03c6e96020b9980","topicId":"616a2fcca03c6e96020b9969","verse":"Exodus 1:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02001010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02001010-1\">10&nbsp;</b>Come, let us deal shrewdly with them, lest they multiply, and, if war breaks out, they join our enemies and fight against us and escape from the land.”</p>\n</div>","kjv":"<strong>10</strong> Come on, let us deal wisely with them; lest they multiply, and it come to pass, that, when there falleth out any war, they join also unto our enemies, and fight against us, and so get them up out of the land.  ","niv":"<sup><strong>10</strong></sup> Come, we must deal shrewdly with them or they will become even more numerous and, if war breaks out, will join our enemies, fight against us and leave the country.\"","modified":"2022-12-22T09:42:19.485Z"},{"_id":"616a2fd3a03c6e96020b9981","topicId":"616a2fcca03c6e96020b9969","verse":"Philippians 4:1-23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50004001_01-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50004001-1\">4:1&nbsp;</b>Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.</p>\n\n<p id=\"p50004001_05-26\"><b class=\"verse-num\" id=\"v50004002-1\">2&nbsp;</b>I entreat Euodia and I entreat Syntyche to agree in the Lord. <b class=\"verse-num\" id=\"v50004003-1\">3&nbsp;</b>Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.</p>\n<p id=\"p50004003_05-26\"><b class=\"verse-num\" id=\"v50004004-1\">4&nbsp;</b>Rejoice in the Lord always; again I will say, rejoice. <b class=\"verse-num\" id=\"v50004005-1\">5&nbsp;</b>Let your reasonableness be known to everyone. The Lord is at hand; <b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n<p id=\"p50004007_05-26\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n<p id=\"p50004009_07-26\"><b class=\"verse-num\" id=\"v50004010-1\">10&nbsp;</b>I rejoiced in the Lord greatly that now at length you have revived your concern for me. You were indeed concerned for me, but you had no opportunity. <b class=\"verse-num\" id=\"v50004011-1\">11&nbsp;</b>Not that I am speaking of being in need, for I have learned in whatever situation I am to be content. <b class=\"verse-num\" id=\"v50004012-1\">12&nbsp;</b>I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need. <b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n<p id=\"p50004013_07-26\"><b class=\"verse-num\" id=\"v50004014-1\">14&nbsp;</b>Yet it was kind of you to share my trouble. <b class=\"verse-num\" id=\"v50004015-1\">15&nbsp;</b>And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only. <b class=\"verse-num\" id=\"v50004016-1\">16&nbsp;</b>Even in Thessalonica you sent me help for my needs once and again. <b class=\"verse-num\" id=\"v50004017-1\">17&nbsp;</b>Not that I seek the gift, but I seek the fruit that increases to your credit. <b class=\"verse-num\" id=\"v50004018-1\">18&nbsp;</b>I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God. <b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus. <b class=\"verse-num\" id=\"v50004020-1\">20&nbsp;</b>To our God and Father be glory forever and ever. Amen.</p>\n\n<p id=\"p50004020_09-26\"><b class=\"verse-num\" id=\"v50004021-1\">21&nbsp;</b>Greet every saint in Christ Jesus. The brothers who are with me greet you. <b class=\"verse-num\" id=\"v50004022-1\">22&nbsp;</b>All the saints greet you, especially those of Caesar’s household.</p>\n<p id=\"p50004022_09-26\"><b class=\"verse-num\" id=\"v50004023-1\">23&nbsp;</b>The grace of the Lord Jesus Christ be with your spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.  <strong>2</strong> I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.  <strong>3</strong> And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.  <strong>4</strong> Rejoice in the Lord alway: and again I say, Rejoice.  <strong>5</strong> Let your moderation be known unto all men. The Lord is at hand.  <strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  <strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  <strong>10</strong> But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.  <strong>11</strong> Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.  <strong>12</strong> I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.  <strong>13</strong> I can do all things through Christ which strengtheneth me.  <strong>14</strong> Notwithstanding ye have well done, that ye did communicate with my affliction.  <strong>15</strong> Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.  <strong>16</strong> For even in Thessalonica ye sent once and again unto my necessity.  <strong>17</strong> Not because I desire a gift: but I desire fruit that may abound to your account.  <strong>18</strong> But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.  <strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  <strong>20</strong> Now unto God and our Father be glory for ever and ever. Amen.  <strong>21</strong> Salute every saint in Christ Jesus. The brethren which are with me greet you.  <strong>22</strong> All the saints salute you, chiefly they that are of Caesar’s household.  <strong>23</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends! <sup><strong>2</strong></sup> I plead with Euodia and I plead with Syntyche to agree with each other in the Lord. <sup><strong>3</strong></sup> Yes, and I ask you, loyal yokefellow, help these women who have contended at my side in the cause of the gospel, along with Clement and the rest of my fellow workers, whose names are in the book of life. <sup><strong>4</strong></sup> Rejoice in the Lord always. I will say it again: Rejoice! <sup><strong>5</strong></sup> Let your gentleness be evident to all. The Lord is near. <sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. <sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. <sup><strong>10</strong></sup> I rejoice greatly in the Lord that at last you have renewed your concern for me. Indeed, you have been concerned, but you had no opportunity to show it. <sup><strong>11</strong></sup> I am not saying this because I am in need, for I have learned to be content whatever the circumstances. <sup><strong>12</strong></sup> I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. <sup><strong>13</strong></sup> I can do everything through him who gives me strength. <sup><strong>14</strong></sup> Yet it was good of you to share in my troubles. <sup><strong>15</strong></sup> Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only; <sup><strong>16</strong></sup> for even when I was in Thessalonica, you sent me aid again and again when I was in need. <sup><strong>17</strong></sup> Not that I am looking for a gift, but I am looking for what may be credited to your account. <sup><strong>18</strong></sup> I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. <sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus. <sup><strong>20</strong></sup> To our God and Father be glory for ever and ever. Amen. <sup><strong>21</strong></sup> Greet all the saints in Christ Jesus. The brothers who are with me send greetings. <sup><strong>22</strong></sup> All the saints send you greetings, especially those who belong to Caesar's household. <sup><strong>23</strong></sup> The grace of the Lord Jesus Christ be with your spirit. Amen. "},{"_id":"616a2fd3a03c6e96020b9982","topicId":"616a2fcca03c6e96020b9969","verse":"2 Corinthians 8:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p47008001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47008001-1\">8:1&nbsp;</b>We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia, <b class=\"verse-num\" id=\"v47008002-1\">2&nbsp;</b>for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part. <b class=\"verse-num\" id=\"v47008003-1\">3&nbsp;</b>For they gave according to their means, as I can testify, and beyond their means, of their own accord, <b class=\"verse-num\" id=\"v47008004-1\">4&nbsp;</b>begging us earnestly for the favor of taking part in the relief of the saints—<b class=\"verse-num\" id=\"v47008005-1\">5&nbsp;</b>and this, not as we expected, but they gave themselves first to the Lord and then by the will of God to us. <b class=\"verse-num\" id=\"v47008006-1\">6&nbsp;</b>Accordingly, we urged Titus that as he had started, so he should complete among you this act of grace. <b class=\"verse-num\" id=\"v47008007-1\">7&nbsp;</b>But as you excel in everything—in faith, in speech, in knowledge, in all earnestness, and in our love for you—see that you excel in this act of grace also.</p>\n<p id=\"p47008007_05-27\"><b class=\"verse-num\" id=\"v47008008-1\">8&nbsp;</b>I say this not as a command, but to prove by the earnestness of others that your love also is genuine. <b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich. <b class=\"verse-num\" id=\"v47008010-1\">10&nbsp;</b>And in this matter I give my judgment: this benefits you, who a year ago started not only to do this work but also to desire to do it. <b class=\"verse-num\" id=\"v47008011-1\">11&nbsp;</b>So now finish doing it as well, so that your readiness in desiring it may be matched by your completing it out of what you have. <b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have. <b class=\"verse-num\" id=\"v47008013-1\">13&nbsp;</b>For I do not mean that others should be eased and you burdened, but that as a matter of fairness <b class=\"verse-num\" id=\"v47008014-1\">14&nbsp;</b>your abundance at the present time should supply their need, so that their abundance may supply your need, that there may be fairness. <b class=\"verse-num\" id=\"v47008015-1\">15&nbsp;</b>As it is written, “Whoever gathered much had nothing left over, and whoever gathered little had no lack.”</p>\n\n<p id=\"p47008015_08-27\"><b class=\"verse-num\" id=\"v47008016-1\">16&nbsp;</b>But thanks be to God, who put into the heart of Titus the same earnest care I have for you. <b class=\"verse-num\" id=\"v47008017-1\">17&nbsp;</b>For he not only accepted our appeal, but being himself very earnest he is going to you of his own accord. <b class=\"verse-num\" id=\"v47008018-1\">18&nbsp;</b>With him we are sending the brother who is famous among all the churches for his preaching of the gospel. <b class=\"verse-num\" id=\"v47008019-1\">19&nbsp;</b>And not only that, but he has been appointed by the churches to travel with us as we carry out this act of grace that is being ministered by us, for the glory of the Lord himself and to show our good will. <b class=\"verse-num\" id=\"v47008020-1\">20&nbsp;</b>We take this course so that no one should blame us about this generous gift that is being administered by us, <b class=\"verse-num\" id=\"v47008021-1\">21&nbsp;</b>for we aim at what is honorable not only in the Lord’s sight but also in the sight of man. <b class=\"verse-num\" id=\"v47008022-1\">22&nbsp;</b>And with them we are sending our brother whom we have often tested and found earnest in many matters, but who is now more earnest than ever because of his great confidence in you. <b class=\"verse-num\" id=\"v47008023-1\">23&nbsp;</b>As for Titus, he is my partner and fellow worker for your benefit. And as for our brothers, they are messengers of the churches, the glory of Christ. <b class=\"verse-num\" id=\"v47008024-1\">24&nbsp;</b>So give proof before the churches of your love and of our boasting about you to these men.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;  <strong>2</strong> How that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.  <strong>3</strong> For to their power, I bear record, yea, and beyond their  power they were willing of themselves;  <strong>4</strong> Praying us with much intreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.  <strong>5</strong> And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.  <strong>6</strong> Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also.  <strong>7</strong> Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in  your love to us, see that ye abound in this grace also.  <strong>8</strong> I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.  <strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  <strong>10</strong> And herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago.  <strong>11</strong> Now therefore perform the doing of it; that as there was  a readiness to will, so there may be a performance also out of that which ye have.  <strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  <strong>13</strong> For I mean not that other men be eased, and ye burdened:  <strong>14</strong> But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:  <strong>15</strong> As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.  <strong>16</strong> But thanks be to God, which put the same earnest care into the heart of Titus for you.  <strong>17</strong> For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you.  <strong>18</strong> And we have sent with him the brother, whose praise is in the gospel throughout all the churches;  <strong>19</strong> And not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:  <strong>20</strong> Avoiding this, that no man should blame us in this abundance which is administered by us:  <strong>21</strong> Providing for honest things, not only in the sight of the Lord, but also in the sight of men.  <strong>22</strong> And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you.  <strong>23</strong> Whether any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ.  <strong>24</strong> Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf.  ","niv":"<sup><strong>1</strong></sup> And now, brothers, we want you to know about the grace that God has given the Macedonian churches. <sup><strong>2</strong></sup> Out of the most severe trial, their overflowing joy and their extreme poverty welled up in rich generosity. <sup><strong>3</strong></sup> For I testify that they gave as much as they were able, and even beyond their ability. Entirely on their own, <sup><strong>4</strong></sup> they urgently pleaded with us for the privilege of sharing in this service to the saints. <sup><strong>5</strong></sup> And they did not do as we expected, but they gave themselves first to the Lord and then to us in keeping with God's will. <sup><strong>6</strong></sup> So we urged Titus, since he had earlier made a beginning, to bring also to completion this act of grace on your part. <sup><strong>7</strong></sup> But just as you excel in everything--in faith, in speech, in knowledge, in complete earnestness and in your love for us--see that you also excel in this grace of giving. <sup><strong>8</strong></sup> I am not commanding you, but I want to test the sincerity of your love by comparing it with the earnestness of others. <sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich. <sup><strong>10</strong></sup> And here is my advice about what is best for you in this matter: Last year you were the first not only to give but also to have the desire to do so. <sup><strong>11</strong></sup> Now finish the work, so that your eager willingness to do it may be matched by your completion of it, according to your means. <sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have. <sup><strong>13</strong></sup> Our desire is not that others might be relieved while you are hard pressed, but that there might be equality. <sup><strong>14</strong></sup> At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. Then there will be equality, <sup><strong>15</strong></sup> as it is written: \"He who gathered much did not have too much, and he who gathered little did not have too little.\" <sup><strong>16</strong></sup> I thank God, who put into the heart of Titus the same concern I have for you. <sup><strong>17</strong></sup> For Titus not only welcomed our appeal, but he is coming to you with much enthusiasm and on his own initiative. <sup><strong>18</strong></sup> And we are sending along with him the brother who is praised by all the churches for his service to the gospel. <sup><strong>19</strong></sup> What is more, he was chosen by the churches to accompany us as we carry the offering, which we administer in order to honor the Lord himself and to show our eagerness to help. <sup><strong>20</strong></sup> We want to avoid any criticism of the way we administer this liberal gift. <sup><strong>21</strong></sup> For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of men. <sup><strong>22</strong></sup> In addition, we are sending with them our brother who has often proved to us in many ways that he is zealous, and now even more so because of his great confidence in you. <sup><strong>23</strong></sup> As for Titus, he is my partner and fellow worker among you; as for our brothers, they are representatives of the churches and an honor to Christ. <sup><strong>24</strong></sup> Therefore show these men the proof of your love and the reason for our pride in you, so that the churches can see it. "}]}