{"_id":"616a2ff4a03c6e96020b9983","slug":"repenance","name":"Repenance","verses":[{"_id":"616a2ff4a03c6e96020b9984","topicId":"616a2ff4a03c6e96020b9983","verse":"Acts 17:30","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-1\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent,</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent."},{"_id":"616a2ff4a03c6e96020b9985","topicId":"616a2ff4a03c6e96020b9983","verse":"Romans 10:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45010010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","niv":"<sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."},{"_id":"616a2ff5a03c6e96020b9986","topicId":"616a2ff4a03c6e96020b9983","verse":"James 5:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"616a2ff5a03c6e96020b9987","topicId":"616a2ff4a03c6e96020b9983","verse":"Hebrews 2:1-18","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p58002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58002001-1\">2:1&nbsp;</b>Therefore we must pay much closer attention to what we have heard, lest we drift away from it. <b class=\"verse-num\" id=\"v58002002-1\">2&nbsp;</b>For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution, <b class=\"verse-num\" id=\"v58002003-1\">3&nbsp;</b>how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard, <b class=\"verse-num\" id=\"v58002004-1\">4&nbsp;</b>while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.</p>\n\n<p id=\"p58002004_09-4\"><b class=\"verse-num\" id=\"v58002005-1\">5&nbsp;</b>For it was not to angels that God subjected the world to come, of which we are speaking. <b class=\"verse-num\" id=\"v58002006-1\">6&nbsp;</b>It has been testified somewhere,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002006_09-4\" class=\"line\">&nbsp;&nbsp;“What is man, that you are mindful of him,</span><br><span id=\"p58002006_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the son of man, that you care for him?</span><br><span id=\"p58002007_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v58002007-1\">7&nbsp;</b>&nbsp;&nbsp;You made him for a little while lower than the angels;</span><br><span id=\"p58002007_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have crowned him with glory and honor,</span><br><span id=\"p58002008_09-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v58002008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;putting everything in subjection under his feet.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002008_09-4\" class=\"same-paragraph\">Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him. <b class=\"verse-num\" id=\"v58002009-1\">9&nbsp;</b>But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.</p>\n<p id=\"p58002009_09-4\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering. <b class=\"verse-num\" id=\"v58002011-1\">11&nbsp;</b>For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers, <b class=\"verse-num\" id=\"v58002012-1\">12&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002012_09-4\" class=\"line\">&nbsp;&nbsp;“I will tell of your name to my brothers;</span><br><span id=\"p58002012_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the congregation I will sing your praise.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002012_09-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58002013-1\">13&nbsp;</b>And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-4\" class=\"line\">&nbsp;&nbsp;“I will put my trust in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-4\" class=\"same-paragraph\">And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-4\" class=\"line\">&nbsp;&nbsp;“Behold, I and the children God has given me.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-4\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery. <b class=\"verse-num\" id=\"v58002016-1\">16&nbsp;</b>For surely it is not angels that he helps, but he helps the offspring of Abraham. <b class=\"verse-num\" id=\"v58002017-1\">17&nbsp;</b>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people. <b class=\"verse-num\" id=\"v58002018-1\">18&nbsp;</b>For because he himself has suffered when tempted, he is able to help those who are being tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.  <strong>2</strong> For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;  <strong>3</strong> How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;  <strong>4</strong> God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?  <strong>5</strong> For unto the angels hath he not put in subjection the world to come, whereof we speak.  <strong>6</strong> But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?  <strong>7</strong> Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:  <strong>8</strong> Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.  <strong>9</strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.  <strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  <strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  <strong>12</strong> Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.  <strong>13</strong> And again, I will put my trust in him. And again, Behold I and the children which God hath given me.  <strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  <strong>16</strong> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.  <strong>17</strong> Wherefore in all things it behoved him to be made like unto his  brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.  <strong>18</strong> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.  ","niv":"<sup><strong>1</strong></sup> We must pay more careful attention, therefore, to what we have heard, so that we do not drift away. <sup><strong>2</strong></sup> For if the message spoken by angels was binding, and every violation and disobedience received its just punishment, <sup><strong>3</strong></sup> how shall we escape if we ignore such a great salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him. <sup><strong>4</strong></sup> God also testified to it by signs, wonders and various miracles, and gifts of the Holy Spirit distributed according to his will. <sup><strong>5</strong></sup> It is not to angels that he has subjected the world to come, about which we are speaking. <sup><strong>6</strong></sup> But there is a place where someone has testified: \"What is man that you are mindful of him, the son of man that you care for him? <sup><strong>7</strong></sup> You made him a little lower than the angels; you crowned him with glory and honor <sup><strong>8</strong></sup> and put everything under his feet.? In putting everything under him, God left nothing that is not subject to him. Yet at present we do not see everything subject to him. <sup><strong>9</strong></sup> But we see Jesus, who was made a little lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone. <sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering. <sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers. <sup><strong>12</strong></sup> He says, \"I will declare your name to my brothers; in the presence of the congregation I will sing your praises.\" <sup><strong>13</strong></sup> And again, \"I will put my trust in him.\" And again he says, \"Here am I, and the children God has given me.\" <sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. <sup><strong>16</strong></sup> For surely it is not angels he helps, but Abraham's descendants. <sup><strong>17</strong></sup> For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. <sup><strong>18</strong></sup> Because he himself suffered when he was tempted, he is able to help those who are being tempted. "},{"_id":"616a2ff5a03c6e96020b9988","topicId":"616a2ff4a03c6e96020b9983","verse":"1 John 4:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616a2ff6a03c6e96020b9989","topicId":"616a2ff4a03c6e96020b9983","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a2ff6a03c6e96020b998a","topicId":"616a2ff4a03c6e96020b9983","verse":"1 Corinthians 6:9","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46006001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46006001-1\">6:1&nbsp;</b>When one of you has a grievance against another, does he dare go to law before the unrighteous instead of the saints? <b class=\"verse-num\" id=\"v46006002-1\">2&nbsp;</b>Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases? <b class=\"verse-num\" id=\"v46006003-1\">3&nbsp;</b>Do you not know that we are to judge angels? How much more, then, matters pertaining to this life! <b class=\"verse-num\" id=\"v46006004-1\">4&nbsp;</b>So if you have such cases, why do you lay them before those who have no standing in the church? <b class=\"verse-num\" id=\"v46006005-1\">5&nbsp;</b>I say this to your shame. Can it be that there is no one among you wise enough to settle a dispute between the brothers, <b class=\"verse-num\" id=\"v46006006-1\">6&nbsp;</b>but brother goes to law against brother, and that before unbelievers? <b class=\"verse-num\" id=\"v46006007-1\">7&nbsp;</b>To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded? <b class=\"verse-num\" id=\"v46006008-1\">8&nbsp;</b>But you yourselves wrong and defraud—even your own brothers!</p>\n<p id=\"p46006008_04-26\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n<p id=\"p46006011_07-26\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything. <b class=\"verse-num\" id=\"v46006013-1\">13&nbsp;</b>“Food is meant for the stomach and the stomach for food”—and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body. <b class=\"verse-num\" id=\"v46006014-1\">14&nbsp;</b>And God raised the Lord and will also raise us up by his power. <b class=\"verse-num\" id=\"v46006015-1\">15&nbsp;</b>Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? Never! <b class=\"verse-num\" id=\"v46006016-1\">16&nbsp;</b>Or do you not know that he who is joined to a prostitute becomes one body with her? For, as it is written, “The two will become one flesh.” <b class=\"verse-num\" id=\"v46006017-1\">17&nbsp;</b>But he who is joined to the Lord becomes one spirit with him. <b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"616a2ff6a03c6e96020b998b","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 21:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-9\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.” <b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. <b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son. <b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n\n<p id=\"p66021008_11-9\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.” <b class=\"verse-num\" id=\"v66021010-1\">10&nbsp;</b>And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, <b class=\"verse-num\" id=\"v66021011-1\">11&nbsp;</b>having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. <b class=\"verse-num\" id=\"v66021012-1\">12&nbsp;</b>It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—<b class=\"verse-num\" id=\"v66021013-1\">13&nbsp;</b>on the east three gates, on the north three gates, on the south three gates, and on the west three gates. <b class=\"verse-num\" id=\"v66021014-1\">14&nbsp;</b>And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.</p>\n<p id=\"p66021014_11-9\"><b class=\"verse-num\" id=\"v66021015-1\">15&nbsp;</b>And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. <b class=\"verse-num\" id=\"v66021016-1\">16&nbsp;</b>The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. <b class=\"verse-num\" id=\"v66021017-1\">17&nbsp;</b>He also measured its wall, 144 cubits by human measurement, which is also an angel’s measurement. <b class=\"verse-num\" id=\"v66021018-1\">18&nbsp;</b>The wall was built of jasper, while the city was pure gold, like clear glass. <b class=\"verse-num\" id=\"v66021019-1\">19&nbsp;</b>The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, <b class=\"verse-num\" id=\"v66021020-1\">20&nbsp;</b>the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. <b class=\"verse-num\" id=\"v66021021-1\">21&nbsp;</b>And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass.</p>\n<p id=\"p66021021_11-9\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there. <b class=\"verse-num\" id=\"v66021026-1\">26&nbsp;</b>They will bring into it the glory and the honor of the nations. <b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  <strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  <strong>10</strong> And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,  <strong>11</strong> Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;  <strong>12</strong> And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names  of the twelve tribes of the children of Israel:  <strong>13</strong> On the east three gates; on the north three gates; on the south three gates; and on the west three gates.  <strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  <strong>15</strong> And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.  <strong>16</strong> And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.  <strong>17</strong> And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.  <strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  <strong>19</strong> And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;  <strong>20</strong> The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.  <strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" <sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life. <sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. <sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\" <sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" <sup><strong>10</strong></sup> And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. <sup><strong>11</strong></sup> It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. <sup><strong>12</strong></sup> It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. <sup><strong>13</strong></sup> There were three gates on the east, three on the north, three on the south and three on the west. <sup><strong>14</strong></sup> The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. <sup><strong>15</strong></sup> The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. <sup><strong>16</strong></sup> The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. <sup><strong>17</strong></sup> He measured its wall and it was 144 cubits thick, by man's measurement, which the angel was using. <sup><strong>18</strong></sup> The wall was made of jasper, and the city of pure gold, as pure as glass. <sup><strong>19</strong></sup> The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, <sup><strong>20</strong></sup> the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst. <sup><strong>21</strong></sup> The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass. <sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. <sup><strong>26</strong></sup> The glory and honor of the nations will be brought into it. <sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life. "},{"_id":"616a2ff7a03c6e96020b998c","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 14:10-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014010-1\">10&nbsp;</b>he also will drink the wine of God’s wrath, poured full strength into the cup of his anger, and he will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb. <b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>10</strong> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:  <strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  ","niv":"<sup><strong>10</strong></sup> he, too, will drink of the wine of God's fury, which has been poured full strength into the cup of his wrath. He will be tormented with burning sulfur in the presence of the holy angels and of the Lamb. <sup><strong>11</strong></sup> And the smoke of their torment rises for ever and ever. There is no rest day or night for those who worship the beast and his image, or for anyone who receives the mark of his name.\" "},{"_id":"616a2ff7a03c6e96020b998d","topicId":"616a2ff4a03c6e96020b9983","verse":"Hebrews 6:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,</p>\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,"},{"_id":"616a2ff7a03c6e96020b998e","topicId":"616a2ff4a03c6e96020b9983","verse":"2 Timothy 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616a2ff7a03c6e96020b998f","topicId":"616a2ff4a03c6e96020b9983","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616a2ff8a03c6e96020b9990","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 20:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"616a2ff8a03c6e96020b9991","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 14:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014010-1\">10&nbsp;</b>he also will drink the wine of God’s wrath, poured full strength into the cup of his anger, and he will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb.</p>\n</div>","kjv":"<strong>10</strong> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:  ","niv":"<sup><strong>10</strong></sup> he, too, will drink of the wine of God's fury, which has been poured full strength into the cup of his wrath. He will be tormented with burning sulfur in the presence of the holy angels and of the Lamb."},{"_id":"616a2ff8a03c6e96020b9992","topicId":"616a2ff4a03c6e96020b9983","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a2ff9a03c6e96020b9993","topicId":"616a2ff4a03c6e96020b9983","verse":"Romans 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616a2ff9a03c6e96020b9994","topicId":"616a2ff4a03c6e96020b9983","verse":"Isaiah 26:19","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026019_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026019-1\">19&nbsp;</b>&nbsp;&nbsp;Your dead shall live; their bodies shall rise.</span><br><span id=\"p23026019_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You who dwell in the dust, awake and sing for joy!</span><br><span id=\"p23026019_01-18\" class=\"line\">&nbsp;&nbsp;For your dew is a dew of light,</span><br><span id=\"p23026019_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will give birth to the dead.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.  ","niv":"<sup><strong>19</strong></sup> But your dead will live; their bodies will rise. You who dwell in the dust, wake up and shout for joy. Your dew is like the dew of the morning; the earth will give birth to her dead."},{"_id":"616a2ff9a03c6e96020b9995","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 17:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66017008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come.</p>\n\n</div>","kjv":"<strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  ","niv":"<sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come."},{"_id":"616a2ffaa03c6e96020b9996","topicId":"616a2ff4a03c6e96020b9983","verse":"Revelation 2:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66002005_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span></p>\n</div>","kjv":"<strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  ","niv":"<sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place."},{"_id":"616a2ffaa03c6e96020b9997","topicId":"616a2ff4a03c6e96020b9983","verse":"Jude 1:7","votes":1,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616a2ffaa03c6e96020b9998","topicId":"616a2ff4a03c6e96020b9983","verse":"Hebrews 10:1-39","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58010001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58010001-1\">10:1&nbsp;</b>For since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near. <b class=\"verse-num\" id=\"v58010002-1\">2&nbsp;</b>Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins? <b class=\"verse-num\" id=\"v58010003-1\">3&nbsp;</b>But in these sacrifices there is a reminder of sins every year. <b class=\"verse-num\" id=\"v58010004-1\">4&nbsp;</b>For it is impossible for the blood of bulls and goats to take away sins.</p>\n<p id=\"p58010004_06-22\"><b class=\"verse-num\" id=\"v58010005-1\">5&nbsp;</b>Consequently, when Christ came into the world, he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010005_06-22\" class=\"line\">&nbsp;&nbsp;“Sacrifices and offerings you have not desired,</span><br><span id=\"p58010005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a body have you prepared for me;</span><br><span id=\"p58010006_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010006-1\">6&nbsp;</b>&nbsp;&nbsp;in burnt offerings and sin offerings</span><br><span id=\"p58010006_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have taken no pleasure.</span><br><span id=\"p58010007_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010007-1\">7&nbsp;</b>&nbsp;&nbsp;Then I said, ‘Behold, I have come to do your will, O God,</span><br><span id=\"p58010007_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as it is written of me in the scroll of the book.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010007_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010008-1\">8&nbsp;</b>When he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law), <b class=\"verse-num\" id=\"v58010009-1\">9&nbsp;</b>then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second. <b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n<p id=\"p58010010_06-22\"><b class=\"verse-num\" id=\"v58010011-1\">11&nbsp;</b>And every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins. <b class=\"verse-num\" id=\"v58010012-1\">12&nbsp;</b>But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God, <b class=\"verse-num\" id=\"v58010013-1\">13&nbsp;</b>waiting from that time until his enemies should be made a footstool for his feet. <b class=\"verse-num\" id=\"v58010014-1\">14&nbsp;</b>For by a single offering he has perfected for all time those who are being sanctified.</p>\n<p id=\"p58010014_06-22\"><b class=\"verse-num\" id=\"v58010015-1\">15&nbsp;</b>And the Holy Spirit also bears witness to us; for after saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010016_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010016-1\">16&nbsp;</b>&nbsp;&nbsp;“This is the covenant that I will make with them</span><br><span id=\"p58010016_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after those days, declares the Lord:</span><br><span id=\"p58010016_06-22\" class=\"line\">&nbsp;&nbsp;I will put my laws on their hearts,</span><br><span id=\"p58010016_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and write them on their minds,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010016_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010017-1\">17&nbsp;</b>then he adds,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010017_06-22\" class=\"line\">&nbsp;&nbsp;“I will remember their sins and their lawless deeds no more.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010017_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010018-1\">18&nbsp;</b>Where there is forgiveness of these, there is no longer any offering for sin.</p>\n\n<p id=\"p58010018_11-22\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, <b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh, <b class=\"verse-num\" id=\"v58010021-1\">21&nbsp;</b>and since we have a great priest over the house of God, <b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water. <b class=\"verse-num\" id=\"v58010023-1\">23&nbsp;</b>Let us hold fast the confession of our hope without wavering, for he who promised is faithful. <b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n<p id=\"p58010025_11-22\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries. <b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v58010029-1\">29&nbsp;</b>How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace? <b class=\"verse-num\" id=\"v58010030-1\">30&nbsp;</b>For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.” <b class=\"verse-num\" id=\"v58010031-1\">31&nbsp;</b>It is a fearful thing to fall into the hands of the living God.</p>\n<p id=\"p58010031_11-22\"><b class=\"verse-num\" id=\"v58010032-1\">32&nbsp;</b>But recall the former days when, after you were enlightened, you endured a hard struggle with sufferings, <b class=\"verse-num\" id=\"v58010033-1\">33&nbsp;</b>sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated. <b class=\"verse-num\" id=\"v58010034-1\">34&nbsp;</b>For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one. <b class=\"verse-num\" id=\"v58010035-1\">35&nbsp;</b>Therefore do not throw away your confidence, which has a great reward. <b class=\"verse-num\" id=\"v58010036-1\">36&nbsp;</b>For you have need of endurance, so that when you have done the will of God you may receive what is promised. <b class=\"verse-num\" id=\"v58010037-1\">37&nbsp;</b>For,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010037_11-22\" class=\"line\">&nbsp;&nbsp;“Yet a little while,</span><br><span id=\"p58010037_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the coming one will come and will not delay;</span><br><span id=\"p58010038_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010038-1\">38&nbsp;</b>&nbsp;&nbsp;but my righteous one shall live by faith,</span><br><span id=\"p58010038_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and if he shrinks back,</span><br><span id=\"p58010038_11-22\" class=\"line\">&nbsp;&nbsp;my soul has no pleasure in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010038_11-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010039-1\">39&nbsp;</b>But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.</p>\n\n</div>","kjv":"<strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  <strong>15</strong> Whereof the Holy Ghost also is a witness to us: for after that he had said before,  <strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  <strong>17</strong> And their sins and iniquities will I remember no more.  <strong>18</strong> Now where remission of these is, there is no more offering for sin.  <strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  <strong>23</strong> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  <strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  <strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  <strong>32</strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  <strong>33</strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  <strong>34</strong> For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  <strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  <strong>37</strong> For yet a little while, and he that shall come will come, and will not tarry.  <strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  <strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  ","niv":"<sup><strong>1</strong></sup> The law is only a shadow of the good things that are coming--not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship. <sup><strong>2</strong></sup> If it could, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins. <sup><strong>3</strong></sup> But those sacrifices are an annual reminder of sins, <sup><strong>4</strong></sup> because it is impossible for the blood of bulls and goats to take away sins. <sup><strong>5</strong></sup> Therefore, when Christ came into the world, he said: \"Sacrifice and offering you did not desire, but a body you prepared for me; <sup><strong>6</strong></sup> with burnt offerings and sin offerings you were not pleased. <sup><strong>7</strong></sup> Then I said, 'Here I am--it is written about me in the scroll--I have come to do your will, O God.'\" <sup><strong>8</strong></sup> First he said, \"Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them\" (although the law required them to be made). <sup><strong>9</strong></sup> Then he said, \"Here I am, I have come to do your will.\" He sets aside the first to establish the second. <sup><strong>10</strong></sup> And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all. <sup><strong>11</strong></sup> Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins. <sup><strong>12</strong></sup> But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God. <sup><strong>13</strong></sup> Since that time he waits for his enemies to be made his footstool, <sup><strong>14</strong></sup> because by one sacrifice he has made perfect forever those who are being made holy. <sup><strong>15</strong></sup> The Holy Spirit also testifies to us about this. First he says: <sup><strong>16</strong></sup> \"This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.\" <sup><strong>17</strong></sup> Then he adds: \"Their sins and lawless acts I will remember no more.\" <sup><strong>18</strong></sup> And where these have been forgiven, there is no longer any sacrifice for sin. <sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus, <sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body, <sup><strong>21</strong></sup> and since we have a great priest over the house of God, <sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water. <sup><strong>23</strong></sup> Let us hold unswervingly to the hope we profess, for he who promised is faithful. <sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. <sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. <sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. <sup><strong>29</strong></sup> How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace? <sup><strong>30</strong></sup> For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" <sup><strong>31</strong></sup> It is a dreadful thing to fall into the hands of the living God. <sup><strong>32</strong></sup> Remember those earlier days after you had received the light, when you stood your ground in a great contest in the face of suffering. <sup><strong>33</strong></sup> Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated. <sup><strong>34</strong></sup> You sympathized with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions. <sup><strong>35</strong></sup> So do not throw away your confidence; it will be richly rewarded. <sup><strong>36</strong></sup> You need to persevere so that when you have done the will of God, you will receive what he has promised. <sup><strong>37</strong></sup> For in just a very little while, \"He who is coming will come and will not delay. <sup><strong>38</strong></sup> But my righteous one will live by faith. And if he shrinks back, I will not be pleased with him.\" <sup><strong>39</strong></sup> But we are not of those who shrink back and are destroyed, but of those who believe and are saved. "},{"_id":"616a2ffaa03c6e96020b9999","topicId":"616a2ff4a03c6e96020b9983","verse":"1 Corinthians 6:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616a2ffba03c6e96020b999a","topicId":"616a2ff4a03c6e96020b9983","verse":"1 Corinthians 6:1-20","votes":1,"__v":0,"kjv":"<strong>1</strong> Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?  <strong>2</strong> Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?  <strong>3</strong> Know ye not that we shall judge angels? how much more things that pertain to this life?  <strong>4</strong> If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.  <strong>5</strong> I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?  <strong>6</strong> But brother goeth to law with brother, and that before the unbelievers.  <strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  <strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  <strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  <strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  <strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  <strong>14</strong> And God hath both raised up the Lord, and will also raise up us by his own power.  <strong>15</strong> Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.  <strong>16</strong> What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.  <strong>17</strong> But he that is joined unto the Lord is one spirit.  <strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>1</strong></sup> If any of you has a dispute with another, dare he take it before the ungodly for judgment instead of before the saints? <sup><strong>2</strong></sup> Do you not know that the saints will judge the world? And if you are to judge the world, are you not competent to judge trivial cases? <sup><strong>3</strong></sup> Do you not know that we will judge angels? How much more the things of this life! <sup><strong>4</strong></sup> Therefore, if you have disputes about such matters, appoint as judges even men of little account in the church! <sup><strong>5</strong></sup> I say this to shame you. Is it possible that there is nobody among you wise enough to judge a dispute between believers? <sup><strong>6</strong></sup> But instead, one brother goes to law against another--and this in front of unbelievers! <sup><strong>7</strong></sup> The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated? <sup><strong>8</strong></sup> Instead, you yourselves cheat and do wrong, and you do this to your brothers. <sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. <sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything. <sup><strong>13</strong></sup> \"Food for the stomach and the stomach for food\"--but God will destroy them both. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body. <sup><strong>14</strong></sup> By his power God raised the Lord from the dead, and he will raise us also. <sup><strong>15</strong></sup> Do you not know that your bodies are members of Christ himself? Shall I then take the members of Christ and unite them with a prostitute? Never! <sup><strong>16</strong></sup> Do you not know that he who unites himself with a prostitute is one with her in body? For it is said, \"The two will become one flesh.\" <sup><strong>17</strong></sup> But he who unites himself with the Lord is one with him in spirit. <sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616a2ffba03c6e96020b999b","topicId":"616a2ff4a03c6e96020b9983","verse":"John 12:1-50","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43012001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43012001-1\">12:1&nbsp;</b>Six days before the Passover, Jesus therefore came to Bethany, where Lazarus was, whom Jesus had raised from the dead. <b class=\"verse-num\" id=\"v43012002-1\">2&nbsp;</b>So they gave a dinner for him there. Martha served, and Lazarus was one of those reclining with him at table. <b class=\"verse-num\" id=\"v43012003-1\">3&nbsp;</b>Mary therefore took a pound of expensive ointment made from pure nard, and anointed the feet of Jesus and wiped his feet with her hair. The house was filled with the fragrance of the perfume. <b class=\"verse-num\" id=\"v43012004-1\">4&nbsp;</b>But Judas Iscariot, one of his disciples (he who was about to betray him), said, <b class=\"verse-num\" id=\"v43012005-1\">5&nbsp;</b>“Why was this ointment not sold for three hundred denarii and given to the poor?” <b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it. <b class=\"verse-num\" id=\"v43012007-1\">7&nbsp;</b>Jesus said, <span class=\"woc\">“Leave her alone, so that she may keep it for the day of my burial.</span> <b class=\"verse-num woc\" id=\"v43012008-1\">8&nbsp;</b><span class=\"woc\">For the poor you always have with you, but you do not always have me.”</span></p>\n\n<p id=\"p43012008_11-27\"><b class=\"verse-num\" id=\"v43012009-1\">9&nbsp;</b>When the large crowd of the Jews learned that Jesus was there, they came, not only on account of him but also to see Lazarus, whom he had raised from the dead. <b class=\"verse-num\" id=\"v43012010-1\">10&nbsp;</b>So the chief priests made plans to put Lazarus to death as well, <b class=\"verse-num\" id=\"v43012011-1\">11&nbsp;</b>because on account of him many of the Jews were going away and believing in Jesus.</p>\n\n<p id=\"p43012011_14-27\"><b class=\"verse-num\" id=\"v43012012-1\">12&nbsp;</b>The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. <b class=\"verse-num\" id=\"v43012013-1\">13&nbsp;</b>So they took branches of palm trees and went out to meet him, crying out, “Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!” <b class=\"verse-num\" id=\"v43012014-1\">14&nbsp;</b>And Jesus found a young donkey and sat on it, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012015_14-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012015-1\">15&nbsp;</b>&nbsp;&nbsp;“Fear not, daughter of Zion;</span><br><span id=\"p43012015_14-27\" class=\"line\">&nbsp;&nbsp;behold, your king is coming,</span><br><span id=\"p43012015_14-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sitting on a donkey’s colt!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012015_14-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012016-1\">16&nbsp;</b>His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him. <b class=\"verse-num\" id=\"v43012017-1\">17&nbsp;</b>The crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to bear witness. <b class=\"verse-num\" id=\"v43012018-1\">18&nbsp;</b>The reason why the crowd went to meet him was that they heard he had done this sign. <b class=\"verse-num\" id=\"v43012019-1\">19&nbsp;</b>So the Pharisees said to one another, “You see that you are gaining nothing. Look, the world has gone after him.”</p>\n\n<p id=\"p43012019_18-27\"><b class=\"verse-num\" id=\"v43012020-1\">20&nbsp;</b>Now among those who went up to worship at the feast were some Greeks. <b class=\"verse-num\" id=\"v43012021-1\">21&nbsp;</b>So these came to Philip, who was from Bethsaida in Galilee, and asked him, “Sir, we wish to see Jesus.” <b class=\"verse-num\" id=\"v43012022-1\">22&nbsp;</b>Philip went and told Andrew; Andrew and Philip went and told Jesus. <b class=\"verse-num\" id=\"v43012023-1\">23&nbsp;</b>And Jesus answered them, <span class=\"woc\">“The hour has come for the Son of Man to be glorified.</span> <b class=\"verse-num woc\" id=\"v43012024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.</span> <b class=\"verse-num woc\" id=\"v43012025-1\">25&nbsp;</b><span class=\"woc\">Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.</span> <b class=\"verse-num woc\" id=\"v43012026-1\">26&nbsp;</b><span class=\"woc\">If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.</span></p>\n\n<p id=\"p43012026_26-27\"><b class=\"verse-num woc\" id=\"v43012027-1\">27&nbsp;</b><span class=\"woc\">“Now is my soul troubled. And what shall I say? ‘Father, save me from this hour’? But for this purpose I have come to this hour.</span> <b class=\"verse-num woc\" id=\"v43012028-1\">28&nbsp;</b><span class=\"woc\">Father, glorify your name.”</span> Then a voice came from heaven: “I have glorified it, and I will glorify it again.” <b class=\"verse-num\" id=\"v43012029-1\">29&nbsp;</b>The crowd that stood there and heard it said that it had thundered. Others said, “An angel has spoken to him.” <b class=\"verse-num\" id=\"v43012030-1\">30&nbsp;</b>Jesus answered, <span class=\"woc\">“This voice has come for your sake, not mine.</span> <b class=\"verse-num woc\" id=\"v43012031-1\">31&nbsp;</b><span class=\"woc\">Now is the judgment of this world; now will the ruler of this world be cast out.</span> <b class=\"verse-num woc\" id=\"v43012032-1\">32&nbsp;</b><span class=\"woc\">And I, when I am lifted up from the earth, will draw all people to myself.”</span> <b class=\"verse-num\" id=\"v43012033-1\">33&nbsp;</b>He said this to show by what kind of death he was going to die. <b class=\"verse-num\" id=\"v43012034-1\">34&nbsp;</b>So the crowd answered him, “We have heard from the Law that the Christ remains forever. How can you say that the Son of Man must be lifted up? Who is this Son of Man?” <b class=\"verse-num\" id=\"v43012035-1\">35&nbsp;</b>So Jesus said to them, <span class=\"woc\">“The light is among you for a little while longer. Walk while you have the light, lest darkness overtake you. The one who walks in the darkness does not know where he is going.</span> <b class=\"verse-num woc\" id=\"v43012036-1\">36&nbsp;</b><span class=\"woc\">While you have the light, believe in the light, that you may become sons of light.”</span></p>\n\n<p id=\"p43012036_31-27\">When Jesus had said these things, he departed and hid himself from them. <b class=\"verse-num\" id=\"v43012037-1\">37&nbsp;</b>Though he had done so many signs before them, they still did not believe in him, <b class=\"verse-num\" id=\"v43012038-1\">38&nbsp;</b>so that the word spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012038_31-27\" class=\"line\">&nbsp;&nbsp;“Lord, who has believed what he heard from us,</span><br><span id=\"p43012038_31-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to whom has the arm of the Lord been revealed?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012038_31-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012039-1\">39&nbsp;</b>Therefore they could not believe. For again Isaiah said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012040_31-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012040-1\">40&nbsp;</b>&nbsp;&nbsp;“He has blinded their eyes</span><br><span id=\"p43012040_31-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hardened their heart,</span><br><span id=\"p43012040_31-27\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p43012040_31-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand with their heart, and turn,</span><br><span id=\"p43012040_31-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I would heal them.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012040_31-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012041-1\">41&nbsp;</b>Isaiah said these things because he saw his glory and spoke of him. <b class=\"verse-num\" id=\"v43012042-1\">42&nbsp;</b>Nevertheless, many even of the authorities believed in him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue; <b class=\"verse-num\" id=\"v43012043-1\">43&nbsp;</b>for they loved the glory that comes from man more than the glory that comes from God.</p>\n\n<p id=\"p43012043_37-27\"><b class=\"verse-num\" id=\"v43012044-1\">44&nbsp;</b>And Jesus cried out and said, <span class=\"woc\">“Whoever believes in me, believes not in me but in him who sent me.</span> <b class=\"verse-num woc\" id=\"v43012045-1\">45&nbsp;</b><span class=\"woc\">And whoever sees me sees him who sent me.</span> <b class=\"verse-num woc\" id=\"v43012046-1\">46&nbsp;</b><span class=\"woc\">I have come into the world as light, so that whoever believes in me may not remain in darkness.</span> <b class=\"verse-num woc\" id=\"v43012047-1\">47&nbsp;</b><span class=\"woc\">If anyone hears my words and does not keep them, I do not judge him; for I did not come to judge the world but to save the world.</span> <b class=\"verse-num woc\" id=\"v43012048-1\">48&nbsp;</b><span class=\"woc\">The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.</span> <b class=\"verse-num woc\" id=\"v43012049-1\">49&nbsp;</b><span class=\"woc\">For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak.</span> <b class=\"verse-num woc\" id=\"v43012050-1\">50&nbsp;</b><span class=\"woc\">And I know that his commandment is eternal life. What I say, therefore, I say as the Father has told me.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead.  <strong>2</strong> There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.  <strong>3</strong> Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.  <strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  <strong>7</strong> Then said Jesus, Let her alone: against the day of my burying hath she kept this.  <strong>8</strong> For the poor always ye have with you; but me ye have not always.  <strong>9</strong> Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.  <strong>10</strong> But the chief priests consulted that they might put Lazarus also to death;  <strong>11</strong> Because that by reason of him many of the Jews went away, and believed on Jesus.  <strong>12</strong> On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,  <strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  <strong>14</strong> And Jesus, when he had found a young ass, sat thereon; as it is written,  <strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  <strong>16</strong> These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.  <strong>17</strong> The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.  <strong>18</strong> For this cause the people also met him, for that they heard that he had done this miracle.  <strong>19</strong> The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.  <strong>20</strong> And there were certain Greeks among them that came up to worship at the feast:  <strong>21</strong> The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.  <strong>22</strong> Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.  <strong>23</strong> And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.  <strong>24</strong> Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.  <strong>25</strong> He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.  <strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  <strong>27</strong> Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.  <strong>28</strong> Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.  <strong>29</strong> The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.  <strong>30</strong> Jesus answered and said, This voice came not because of me, but for your sakes.  <strong>31</strong> Now is the judgment of this world: now shall the prince of this world be cast out.  <strong>32</strong> And I, if I be lifted up from the earth, will draw all men  unto me.  <strong>33</strong> This he said, signifying what death he should die.  <strong>34</strong> The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up?  who is this Son of man?  <strong>35</strong> Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.  <strong>36</strong> While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.  <strong>37</strong> But though he had done so many miracles before them, yet they believed not on him:  <strong>38</strong> That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?  <strong>39</strong> Therefore they could not believe, because that Esaias said again,  <strong>40</strong> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.  <strong>41</strong> These things said Esaias, when he saw his glory, and spake of him.  <strong>42</strong> Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:  <strong>43</strong> For they loved the praise of men more than the praise of God.  <strong>44</strong> Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.  <strong>45</strong> And he that seeth me seeth him that sent me.  <strong>46</strong> I am come a light into the world, that whosoever believeth on me should not abide in darkness.  <strong>47</strong> And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.  <strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  <strong>49</strong> For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.  <strong>50</strong> And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak. ","niv":"<sup><strong>1</strong></sup> Six days before the Passover, Jesus arrived at Bethany, where Lazarus lived, whom Jesus had raised from the dead. <sup><strong>2</strong></sup> Here a dinner was given in Jesus' honor. Martha served, while Lazarus was among those reclining at the table with him. <sup><strong>3</strong></sup> Then Mary took about a pint of pure nard, an expensive perfume; she poured it on Jesus' feet and wiped his feet with her hair. And the house was filled with the fragrance of the perfume. <sup><strong>4</strong></sup> But one of his disciples, Judas Iscariot, who was later to betray him, objected, <sup><strong>5</strong></sup> \"Why wasn't this perfume sold and the money given to the poor? It was worth a year's wages. \" <sup><strong>6</strong></sup> He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it. <sup><strong>7</strong></sup> \"Leave her alone,\" Jesus replied. \"It was intended that she should save this perfume for the day of my burial. <sup><strong>8</strong></sup> You will always have the poor among you, but you will not always have me.\" <sup><strong>9</strong></sup> Meanwhile a large crowd of Jews found out that Jesus was there and came, not only because of him but also to see Lazarus, whom he had raised from the dead. <sup><strong>10</strong></sup> So the chief priests made plans to kill Lazarus as well, <sup><strong>11</strong></sup> for on account of him many of the Jews were going over to Jesus and putting their faith in him. <sup><strong>12</strong></sup> The next day the great crowd that had come for the Feast heard that Jesus was on his way to Jerusalem. <sup><strong>13</strong></sup> They took palm branches and went out to meet him, shouting, \"Hosanna! Blessed is he who comes in the name of the Lord!Blessed is the King of Israel!\" <sup><strong>14</strong></sup> Jesus found a young donkey and sat upon it, as it is written, <sup><strong>15</strong></sup> \"Do not be afraid, O Daughter of Zion; see, your king is coming, seated on a donkey's colt.\" <sup><strong>16</strong></sup> At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that they had done these things to him. <sup><strong>17</strong></sup> Now the crowd that was with him when he called Lazarus from the tomb and raised him from the dead continued to spread the word. <sup><strong>18</strong></sup> Many people, because they had heard that he had given this miraculous sign, went out to meet him. <sup><strong>19</strong></sup> So the Pharisees said to one another, \"See, this is getting us nowhere. Look how the whole world has gone after him!\" <sup><strong>20</strong></sup> Now there were some Greeks among those who went up to worship at the Feast. <sup><strong>21</strong></sup> They came to Philip, who was from Bethsaida in Galilee, with a request. \"Sir,\" they said, \"we would like to see Jesus.\" <sup><strong>22</strong></sup> Philip went to tell Andrew; Andrew and Philip in turn told Jesus. <sup><strong>23</strong></sup> Jesus replied, \"The hour has come for the Son of Man to be glorified. <sup><strong>24</strong></sup> I tell you the truth, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds. <sup><strong>25</strong></sup> The man who loves his life will lose it, while the man who hates his life in this world will keep it for eternal life. <sup><strong>26</strong></sup> Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me. <sup><strong>27</strong></sup> \"Now my heart is troubled, and what shall I say? 'Father, save me from this hour'? No, it was for this very reason I came to this hour. <sup><strong>28</strong></sup> Father, glorify your name!\" <sup><strong>29</strong></sup> Then a voice came from heaven, \"I have glorified it, and will glorify it again.\" The crowd that was there and heard it said it had thundered; others said an angel had spoken to him. <sup><strong>30</strong></sup> Jesus said, \"This voice was for your benefit, not mine. <sup><strong>31</strong></sup> Now is the time for judgment on this world; now the prince of this world will be driven out. <sup><strong>32</strong></sup> But I, when I am lifted up from the earth, will draw all men to myself.\" <sup><strong>33</strong></sup> He said this to show the kind of death he was going to die. <sup><strong>34</strong></sup> The crowd spoke up, \"We have heard from the Law that the Christ will remain forever, so how can you say, 'The Son of Man must be lifted up'? Who is this 'Son of Man'?\" <sup><strong>35</strong></sup> Then Jesus told them, \"You are going to have the light just a little while longer. Walk while you have the light, before darkness overtakes you. The man who walks in the dark does not know where he is going. <sup><strong>36</strong></sup> Put your trust in the light while you have it, so that you may become sons of light.\" When he had finished speaking, Jesus left and hid himself from them. <sup><strong>37</strong></sup> Even after Jesus had done all these miraculous signs in their presence, they still would not believe in him. <sup><strong>38</strong></sup> This was to fulfill the word of Isaiah the prophet: \"Lord, who has believed our message and to whom has the arm of the Lord been revealed?\" <sup><strong>39</strong></sup> For this reason they could not believe, because, as Isaiah says elsewhere: <sup><strong>40</strong></sup> \"He has blinded their eyes and deadened their hearts, so they can neither see with their eyes, nor understand with their hearts, nor turn--and I would heal them.\" <sup><strong>41</strong></sup> Isaiah said this because he saw Jesus' glory and spoke about him. <sup><strong>42</strong></sup> Yet at the same time many even among the leaders believed in him. But because of the Pharisees they would not confess their faith for fear they would be put out of the synagogue; <sup><strong>43</strong></sup> for they loved praise from men more than praise from God. <sup><strong>44</strong></sup> Then Jesus cried out, \"When a man believes in me, he does not believe in me only, but in the one who sent me. <sup><strong>45</strong></sup> When he looks at me, he sees the one who sent me. <sup><strong>46</strong></sup> I have come into the world as a light, so that no one who believes in me should stay in darkness. <sup><strong>47</strong></sup> \"As for the person who hears my words but does not keep them, I do not judge him. For I did not come to judge the world, but to save it. <sup><strong>48</strong></sup> There is a judge for the one who rejects me and does not accept my words; that very word which I spoke will condemn him at the last day. <sup><strong>49</strong></sup> For I did not speak of my own accord, but the Father who sent me commanded me what to say and how to say it. <sup><strong>50</strong></sup> I know that his command leads to eternal life. So whatever I say is just what the Father has told me to say.\" "},{"_id":"616a2ffba03c6e96020b999c","topicId":"616a2ff4a03c6e96020b9983","verse":"Luke 16:19-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-28\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "}]}