{"_id":"616a31e0a03c6e96020b9ab5","slug":"responsibilty-","name":"Responsibilty ","verses":[{"_id":"616a31e0a03c6e96020b9ab6","topicId":"616a31e0a03c6e96020b9ab5","verse":"Ezra 10:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p15010004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v15010004-1\">4&nbsp;</b>Arise, for it is your task, and we are with you; be strong and do it.”</p>\n</div>","kjv":"<strong>4</strong> Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.  ","niv":"<sup><strong>4</strong></sup> Rise up; this matter is in your hands. We will support you, so take courage and do it.\""},{"_id":"616a31e1a03c6e96020b9ab7","topicId":"616a31e0a03c6e96020b9ab5","verse":"Romans 14:12-13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45014012_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_07-2\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother.</p>\n</div>","kjv":"<strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  ","niv":"<sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. "},{"_id":"616a31e1a03c6e96020b9ab8","topicId":"616a31e0a03c6e96020b9ab5","verse":"Romans 14:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45014012_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n</div>","kjv":"<strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>12</strong></sup> So then, each of us will give an account of himself to God."},{"_id":"616a31e1a03c6e96020b9ab9","topicId":"616a31e0a03c6e96020b9ab5","verse":"Matthew 6:9-13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-4\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-4\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-4\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"616a31e2a03c6e96020b9aba","topicId":"616a31e0a03c6e96020b9ab5","verse":"2 Timothy 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"616a31e2a03c6e96020b9abb","topicId":"616a31e0a03c6e96020b9ab5","verse":"Acts 2:38-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"616a31e2a03c6e96020b9abc","topicId":"616a31e0a03c6e96020b9ab5","verse":"John 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"_id":"616a31e2a03c6e96020b9abd","topicId":"616a31e0a03c6e96020b9ab5","verse":"Luke 1:47-48","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001047_01-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  ","niv":"<sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, "},{"_id":"616a31e3a03c6e96020b9abe","topicId":"616a31e0a03c6e96020b9ab5","verse":"1 Peter 3:18-22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-10\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616a31e3a03c6e96020b9abf","topicId":"616a31e0a03c6e96020b9ab5","verse":"James 1:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;"},{"_id":"616a31e3a03c6e96020b9ac0","topicId":"616a31e0a03c6e96020b9ab5","verse":"1 Corinthians 11:1-2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-13\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. "},{"_id":"616a31e4a03c6e96020b9ac1","topicId":"616a31e0a03c6e96020b9ab5","verse":"Romans 8:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"616a31e4a03c6e96020b9ac2","topicId":"616a31e0a03c6e96020b9ab5","verse":"Matthew 9:6-8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40009006_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40009006-1\">6&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he then said to the paralytic—<span class=\"woc\">“Rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v40009007-1\">7&nbsp;</b>And he rose and went home. <b class=\"verse-num\" id=\"v40009008-1\">8&nbsp;</b>When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men.</p>\n</div>","kjv":"<strong>6</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.  <strong>7</strong> And he arose, and departed to his house.  <strong>8</strong> But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.  ","niv":"<sup><strong>6</strong></sup> But so that you may know that the Son of Man has authority on earth to forgive sins....\" Then he said to the paralytic, \"Get up, take your mat and go home.\" <sup><strong>7</strong></sup> And the man got up and went home. <sup><strong>8</strong></sup> When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to men. "},{"_id":"616a31e4a03c6e96020b9ac3","topicId":"616a31e0a03c6e96020b9ab5","verse":"Numbers 2:1-34","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04002001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04002001-1\">2:1&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04002002-1\">2&nbsp;</b>“The people of Israel shall camp each by his own standard, with the banners of their fathers’ houses. They shall camp facing the tent of meeting on every side. <b class=\"verse-num\" id=\"v04002003-1\">3&nbsp;</b>Those to camp on the east side toward the sunrise shall be of the standard of the camp of Judah by their companies, the chief of the people of Judah being Nahshon the son of Amminadab, <b class=\"verse-num\" id=\"v04002004-1\">4&nbsp;</b>his company as listed being 74,600. <b class=\"verse-num\" id=\"v04002005-1\">5&nbsp;</b>Those to camp next to him shall be the tribe of Issachar, the chief of the people of Issachar being Nethanel the son of Zuar, <b class=\"verse-num\" id=\"v04002006-1\">6&nbsp;</b>his company as listed being 54,400. <b class=\"verse-num\" id=\"v04002007-1\">7&nbsp;</b>Then the tribe of Zebulun, the chief of the people of Zebulun being Eliab the son of Helon, <b class=\"verse-num\" id=\"v04002008-1\">8&nbsp;</b>his company as listed being 57,400. <b class=\"verse-num\" id=\"v04002009-1\">9&nbsp;</b>All those listed of the camp of Judah, by their companies, were 186,400. They shall set out first on the march.</p>\n<p id=\"p04002009_05-16\"><b class=\"verse-num\" id=\"v04002010-1\">10&nbsp;</b>“On the south side shall be the standard of the camp of Reuben by their companies, the chief of the people of Reuben being Elizur the son of Shedeur, <b class=\"verse-num\" id=\"v04002011-1\">11&nbsp;</b>his company as listed being 46,500. <b class=\"verse-num\" id=\"v04002012-1\">12&nbsp;</b>And those to camp next to him shall be the tribe of Simeon, the chief of the people of Simeon being Shelumiel the son of Zurishaddai, <b class=\"verse-num\" id=\"v04002013-1\">13&nbsp;</b>his company as listed being 59,300. <b class=\"verse-num\" id=\"v04002014-1\">14&nbsp;</b>Then the tribe of Gad, the chief of the people of Gad being Eliasaph the son of Reuel, <b class=\"verse-num\" id=\"v04002015-1\">15&nbsp;</b>his company as listed being 45,650. <b class=\"verse-num\" id=\"v04002016-1\">16&nbsp;</b>All those listed of the camp of Reuben, by their companies, were 151,450. They shall set out second.</p>\n<p id=\"p04002016_05-16\"><b class=\"verse-num\" id=\"v04002017-1\">17&nbsp;</b>“Then the tent of meeting shall set out, with the camp of the Levites in the midst of the camps; as they camp, so shall they set out, each in position, standard by standard.</p>\n<p id=\"p04002017_05-16\"><b class=\"verse-num\" id=\"v04002018-1\">18&nbsp;</b>“On the west side shall be the standard of the camp of Ephraim by their companies, the chief of the people of Ephraim being Elishama the son of Ammihud, <b class=\"verse-num\" id=\"v04002019-1\">19&nbsp;</b>his company as listed being 40,500. <b class=\"verse-num\" id=\"v04002020-1\">20&nbsp;</b>And next to him shall be the tribe of Manasseh, the chief of the people of Manasseh being Gamaliel the son of Pedahzur, <b class=\"verse-num\" id=\"v04002021-1\">21&nbsp;</b>his company as listed being 32,200. <b class=\"verse-num\" id=\"v04002022-1\">22&nbsp;</b>Then the tribe of Benjamin, the chief of the people of Benjamin being Abidan the son of Gideoni, <b class=\"verse-num\" id=\"v04002023-1\">23&nbsp;</b>his company as listed being 35,400. <b class=\"verse-num\" id=\"v04002024-1\">24&nbsp;</b>All those listed of the camp of Ephraim, by their companies, were 108,100. They shall set out third on the march.</p>\n<p id=\"p04002024_05-16\"><b class=\"verse-num\" id=\"v04002025-1\">25&nbsp;</b>“On the north side shall be the standard of the camp of Dan by their companies, the chief of the people of Dan being Ahiezer the son of Ammishaddai, <b class=\"verse-num\" id=\"v04002026-1\">26&nbsp;</b>his company as listed being 62,700. <b class=\"verse-num\" id=\"v04002027-1\">27&nbsp;</b>And those to camp next to him shall be the tribe of Asher, the chief of the people of Asher being Pagiel the son of Ochran, <b class=\"verse-num\" id=\"v04002028-1\">28&nbsp;</b>his company as listed being 41,500. <b class=\"verse-num\" id=\"v04002029-1\">29&nbsp;</b>Then the tribe of Naphtali, the chief of the people of Naphtali being Ahira the son of Enan, <b class=\"verse-num\" id=\"v04002030-1\">30&nbsp;</b>his company as listed being 53,400. <b class=\"verse-num\" id=\"v04002031-1\">31&nbsp;</b>All those listed of the camp of Dan were 157,600. They shall set out last, standard by standard.”</p>\n<p id=\"p04002031_05-16\"><b class=\"verse-num\" id=\"v04002032-1\">32&nbsp;</b>These are the people of Israel as listed by their fathers’ houses. All those listed in the camps by their companies were 603,550. <b class=\"verse-num\" id=\"v04002033-1\">33&nbsp;</b>But the Levites were not listed among the people of Israel, as the LORD commanded Moses.</p>\n<p id=\"p04002033_05-16\"><b class=\"verse-num\" id=\"v04002034-1\">34&nbsp;</b>Thus did the people of Israel. According to all that the LORD commanded Moses, so they camped by their standards, and so they set out, each one in his clan, according to his fathers’ house.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> Every man of the children of Israel shall pitch by his own standard, with the ensign of their father’s house: far off about the tabernacle of the congregation shall they pitch.  <strong>3</strong> And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.  <strong>4</strong> And his host, and those that were numbered of them, were threescore and fourteen thousand and six hundred.  <strong>5</strong> And those that do pitch next unto him shall be the tribe of Issachar: and Nethaneel the son of Zuar shall be captain of the children of Issachar.  <strong>6</strong> And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.  <strong>7</strong> Then the tribe of Zebulun: and Eliab the son of Helon shall be captain of the children of Zebulun.  <strong>8</strong> And his host, and those that were numbered thereof, were fifty and seven thousand and four hundred.  <strong>9</strong> All that were numbered in the camp of Judah were an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. These shall first set forth.  <strong>10</strong> On the south side shall be the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall be Elizur the son of Shedeur.  <strong>11</strong> And his host, and those that were numbered thereof, were  forty and six thousand and five hundred.  <strong>12</strong> And those which pitch by him shall be the tribe of Simeon: and the captain of the children of Simeon shall be Shelumiel the son of Zurishaddai.  <strong>13</strong> And his host, and those that were numbered of them, were  fifty and nine thousand and three hundred.  <strong>14</strong> Then the tribe of Gad: and the captain of the sons of Gad shall be  Eliasaph the son of Reuel.  <strong>15</strong> And his host, and those that were numbered of them, were  forty and five thousand and six hundred and fifty.  <strong>16</strong> All that were numbered in the camp of Reuben were an hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies. And they shall set forth in the second rank.  <strong>17</strong> Then the tabernacle of the congregation shall set forward with the camp of the Levites in the midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards.  <strong>18</strong> On the west side shall be the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim shall be Elishama the son of Ammihud.  <strong>19</strong> And his host, and those that were numbered of them, were  forty thousand and five hundred.  <strong>20</strong> And by him shall be the tribe of Manasseh: and the captain of the children of Manasseh shall be Gamaliel the son of Pedahzur.  <strong>21</strong> And his host, and those that were numbered of them, were  thirty and two thousand and two hundred.  <strong>22</strong> Then the tribe of Benjamin: and the captain of the sons of Benjamin shall be Abidan the son of Gideoni.  <strong>23</strong> And his host, and those that were numbered of them, were  thirty and five thousand and four hundred.  <strong>24</strong> All that were numbered of the camp of Ephraim were an hundred thousand and eight thousand and an hundred, throughout their armies. And they shall go forward in the third rank.  <strong>25</strong> The standard of the camp of Dan shall be on the north side by their armies: and the captain of the children of Dan shall be Ahiezer the son of Ammishaddai.  <strong>26</strong> And his host, and those that were numbered of them, were  threescore and two thousand and seven hundred.  <strong>27</strong> And those that encamp by him shall be the tribe of Asher: and the captain of the children of Asher shall be Pagiel the son of Ocran.  <strong>28</strong> And his host, and those that were numbered of them, were  forty and one thousand and five hundred.  <strong>29</strong> Then the tribe of Naphtali: and the captain of the children of Naphtali shall be Ahira the son of Enan.  <strong>30</strong> And his host, and those that were numbered of them, were  fifty and three thousand and four hundred.  <strong>31</strong> All they that were numbered in the camp of Dan were an hundred thousand and fifty and seven thousand and six hundred. They shall go hindmost with their standards.  <strong>32</strong> These are those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts were six hundred thousand and three thousand and five hundred and fifty.  <strong>33</strong> But the Levites were not numbered among the children of Israel; as the LORD commanded Moses.  <strong>34</strong> And the children of Israel did according to all that the LORD commanded Moses: so they pitched by their standards, and so they set forward, every one after their families, according to the house of their fathers.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"The Israelites are to camp around the Tent of Meeting some distance from it, each man under his standard with the banners of his family.\" <sup><strong>3</strong></sup> On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab. <sup><strong>4</strong></sup> His division numbers 74,600. <sup><strong>5</strong></sup> The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar. <sup><strong>6</strong></sup> His division numbers 54,400. <sup><strong>7</strong></sup> The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon. <sup><strong>8</strong></sup> His division numbers 57,400. <sup><strong>9</strong></sup> All the men assigned to the camp of Judah, according to their divisions, number 186,400. They will set out first. <sup><strong>10</strong></sup> On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur. <sup><strong>11</strong></sup> His division numbers 46,500. <sup><strong>12</strong></sup> The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai. <sup><strong>13</strong></sup> His division numbers 59,300. <sup><strong>14</strong></sup> The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel. <sup><strong>15</strong></sup> His division numbers 45,650. <sup><strong>16</strong></sup> All the men assigned to the camp of Reuben, according to their divisions, number 151,450. They will set out second. <sup><strong>17</strong></sup> Then the Tent of Meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in his own place under his standard. <sup><strong>18</strong></sup> On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud. <sup><strong>19</strong></sup> His division numbers 40,500. <sup><strong>20</strong></sup> The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur. <sup><strong>21</strong></sup> His division numbers 32,200. <sup><strong>22</strong></sup> The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni. <sup><strong>23</strong></sup> His division numbers 35,400. <sup><strong>24</strong></sup> All the men assigned to the camp of Ephraim, according to their divisions, number 108,100. They will set out third. <sup><strong>25</strong></sup> On the north will be the divisions of the camp of Dan, under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai. <sup><strong>26</strong></sup> His division numbers 62,700. <sup><strong>27</strong></sup> The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Ocran. <sup><strong>28</strong></sup> His division numbers 41,500. <sup><strong>29</strong></sup> The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan. <sup><strong>30</strong></sup> His division numbers 53,400. <sup><strong>31</strong></sup> All the men assigned to the camp of Dan number 157,600. They will set out last, under their standards. <sup><strong>32</strong></sup> These are the Israelites, counted according to their families. All those in the camps, by their divisions, number 603,550. <sup><strong>33</strong></sup> The Levites, however, were not counted along with the other Israelites, as the LORD commanded Moses. <sup><strong>34</strong></sup> So the Israelites did everything the LORD commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each with his clan and family. "},{"_id":"616a31e5a03c6e96020b9ac4","topicId":"616a31e0a03c6e96020b9ab5","verse":"Numbers 1:1-54","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04001001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04001001-1\">1:1&nbsp;</b>The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying, <b class=\"verse-num\" id=\"v04001002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head. <b class=\"verse-num\" id=\"v04001003-1\">3&nbsp;</b>From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company. <b class=\"verse-num\" id=\"v04001004-1\">4&nbsp;</b>And there shall be with you a man from each tribe, each man being the head of the house of his fathers. <b class=\"verse-num\" id=\"v04001005-1\">5&nbsp;</b>And these are the names of the men who shall assist you. From Reuben, Elizur the son of Shedeur; <b class=\"verse-num\" id=\"v04001006-1\">6&nbsp;</b>from Simeon, Shelumiel the son of Zurishaddai; <b class=\"verse-num\" id=\"v04001007-1\">7&nbsp;</b>from Judah, Nahshon the son of Amminadab; <b class=\"verse-num\" id=\"v04001008-1\">8&nbsp;</b>from Issachar, Nethanel the son of Zuar; <b class=\"verse-num\" id=\"v04001009-1\">9&nbsp;</b>from Zebulun, Eliab the son of Helon; <b class=\"verse-num\" id=\"v04001010-1\">10&nbsp;</b>from the sons of Joseph, from Ephraim, Elishama the son of Ammihud, and from Manasseh, Gamaliel the son of Pedahzur; <b class=\"verse-num\" id=\"v04001011-1\">11&nbsp;</b>from Benjamin, Abidan the son of Gideoni; <b class=\"verse-num\" id=\"v04001012-1\">12&nbsp;</b>from Dan, Ahiezer the son of Ammishaddai; <b class=\"verse-num\" id=\"v04001013-1\">13&nbsp;</b>from Asher, Pagiel the son of Ochran; <b class=\"verse-num\" id=\"v04001014-1\">14&nbsp;</b>from Gad, Eliasaph the son of Deuel; <b class=\"verse-num\" id=\"v04001015-1\">15&nbsp;</b>from Naphtali, Ahira the son of Enan.” <b class=\"verse-num\" id=\"v04001016-1\">16&nbsp;</b>These were the ones chosen from the congregation, the chiefs of their ancestral tribes, the heads of the clans of Israel.</p>\n<p id=\"p04001016_06-17\"><b class=\"verse-num\" id=\"v04001017-1\">17&nbsp;</b>Moses and Aaron took these men who had been named, <b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head, <b class=\"verse-num\" id=\"v04001019-1\">19&nbsp;</b>as the LORD commanded Moses. So he listed them in the wilderness of Sinai.</p>\n<p id=\"p04001019_06-17\"><b class=\"verse-num\" id=\"v04001020-1\">20&nbsp;</b>The people of Reuben, Israel’s firstborn, their generations, by their clans, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001021-1\">21&nbsp;</b>those listed of the tribe of Reuben were 46,500.</p>\n<p id=\"p04001021_06-17\"><b class=\"verse-num\" id=\"v04001022-1\">22&nbsp;</b>Of the people of Simeon, their generations, by their clans, by their fathers’ houses, those of them who were listed, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001023-1\">23&nbsp;</b>those listed of the tribe of Simeon were 59,300.</p>\n<p id=\"p04001023_06-17\"><b class=\"verse-num\" id=\"v04001024-1\">24&nbsp;</b>Of the people of Gad, their generations, by their clans, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001025-1\">25&nbsp;</b>those listed of the tribe of Gad were 45,650.</p>\n<p id=\"p04001025_06-17\"><b class=\"verse-num\" id=\"v04001026-1\">26&nbsp;</b>Of the people of Judah, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001027-1\">27&nbsp;</b>those listed of the tribe of Judah were 74,600.</p>\n<p id=\"p04001027_06-17\"><b class=\"verse-num\" id=\"v04001028-1\">28&nbsp;</b>Of the people of Issachar, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001029-1\">29&nbsp;</b>those listed of the tribe of Issachar were 54,400.</p>\n<p id=\"p04001029_06-17\"><b class=\"verse-num\" id=\"v04001030-1\">30&nbsp;</b>Of the people of Zebulun, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001031-1\">31&nbsp;</b>those listed of the tribe of Zebulun were 57,400.</p>\n<p id=\"p04001031_06-17\"><b class=\"verse-num\" id=\"v04001032-1\">32&nbsp;</b>Of the people of Joseph, namely, of the people of Ephraim, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001033-1\">33&nbsp;</b>those listed of the tribe of Ephraim were 40,500.</p>\n<p id=\"p04001033_06-17\"><b class=\"verse-num\" id=\"v04001034-1\">34&nbsp;</b>Of the people of Manasseh, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001035-1\">35&nbsp;</b>those listed of the tribe of Manasseh were 32,200.</p>\n<p id=\"p04001035_06-17\"><b class=\"verse-num\" id=\"v04001036-1\">36&nbsp;</b>Of the people of Benjamin, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001037-1\">37&nbsp;</b>those listed of the tribe of Benjamin were 35,400.</p>\n<p id=\"p04001037_06-17\"><b class=\"verse-num\" id=\"v04001038-1\">38&nbsp;</b>Of the people of Dan, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001039-1\">39&nbsp;</b>those listed of the tribe of Dan were 62,700.</p>\n<p id=\"p04001039_06-17\"><b class=\"verse-num\" id=\"v04001040-1\">40&nbsp;</b>Of the people of Asher, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001041-1\">41&nbsp;</b>those listed of the tribe of Asher were 41,500.</p>\n<p id=\"p04001041_06-17\"><b class=\"verse-num\" id=\"v04001042-1\">42&nbsp;</b>Of the people of Naphtali, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001043-1\">43&nbsp;</b>those listed of the tribe of Naphtali were 53,400.</p>\n<p id=\"p04001043_06-17\"><b class=\"verse-num\" id=\"v04001044-1\">44&nbsp;</b>These are those who were listed, whom Moses and Aaron listed with the help of the chiefs of Israel, twelve men, each representing his fathers’ house. <b class=\"verse-num\" id=\"v04001045-1\">45&nbsp;</b>So all those listed of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go to war in Israel—<b class=\"verse-num\" id=\"v04001046-1\">46&nbsp;</b>all those listed were 603,550.</p>\n\n<p id=\"p04001046_08-17\"><b class=\"verse-num\" id=\"v04001047-1\">47&nbsp;</b>But the Levites were not listed along with them by their ancestral tribe. <b class=\"verse-num\" id=\"v04001048-1\">48&nbsp;</b>For the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04001049-1\">49&nbsp;</b>“Only the tribe of Levi you shall not list, and you shall not take a census of them among the people of Israel. <b class=\"verse-num\" id=\"v04001050-1\">50&nbsp;</b>But appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it. They are to carry the tabernacle and all its furnishings, and they shall take care of it and shall camp around the tabernacle. <b class=\"verse-num\" id=\"v04001051-1\">51&nbsp;</b>When the tabernacle is to set out, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And if any outsider comes near, he shall be put to death. <b class=\"verse-num\" id=\"v04001052-1\">52&nbsp;</b>The people of Israel shall pitch their tents by their companies, each man in his own camp and each man by his own standard. <b class=\"verse-num\" id=\"v04001053-1\">53&nbsp;</b>But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony.” <b class=\"verse-num\" id=\"v04001054-1\">54&nbsp;</b>Thus did the people of Israel; they did according to all that the LORD commanded Moses.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Take ye the sum of all the congregation of the children of Israel, after their families, by the house of their fathers, with the number of their  names, every male by their polls;  <strong>3</strong> From twenty years old and upward, all that are able to go forth to war in Israel: thou and Aaron shall number them by their armies.  <strong>4</strong> And with you there shall be a man of every tribe; every one head of the house of his fathers.  <strong>5</strong> And these are the names of the men that shall stand with you: of the tribe of Reuben; Elizur the son of Shedeur.  <strong>6</strong> Of Simeon; Shelumiel the son of Zurishaddai.  <strong>7</strong> Of Judah; Nahshon the son of Amminadab.  <strong>8</strong> Of Issachar; Nethaneel the son of Zuar.  <strong>9</strong> Of Zebulun; Eliab the son of Helon.  <strong>10</strong> Of the children of Joseph: of Ephraim; Elishama the son of Ammihud: of Manasseh; Gamaliel the son of Pedahzur.  <strong>11</strong> Of Benjamin; Abidan the son of Gideoni.  <strong>12</strong> Of Dan; Ahiezer the son of Ammishaddai.  <strong>13</strong> Of Asher; Pagiel the son of Ocran.  <strong>14</strong> Of Gad; Eliasaph the son of Deuel.  <strong>15</strong> Of Naphtali; Ahira the son of Enan.  <strong>16</strong> These were the renowned of the congregation, princes of the tribes of their fathers, heads of thousands in Israel.  <strong>17</strong> And Moses and Aaron took these men which are expressed by their  names:  <strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  <strong>19</strong> As the LORD commanded Moses, so he numbered them in the wilderness of Sinai.  <strong>20</strong> And the children of Reuben, Israel’s eldest son, by their generations, after their families, by the house of their fathers, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>21</strong> Those that were numbered of them, even of the tribe of Reuben, were forty and six thousand and five hundred.  <strong>22</strong> Of the children of Simeon, by their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>23</strong> Those that were numbered of them, even of the tribe of Simeon, were fifty and nine thousand and three hundred.  <strong>24</strong> Of the children of Gad, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>25</strong> Those that were numbered of them, even of the tribe of Gad, were forty and five thousand six hundred and fifty.  <strong>26</strong> Of the children of Judah, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>27</strong> Those that were numbered of them, even of the tribe of Judah, were threescore and fourteen thousand and six hundred.  <strong>28</strong> Of the children of Issachar, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>29</strong> Those that were numbered of them, even of the tribe of Issachar, were fifty and four thousand and four hundred.  <strong>30</strong> Of the children of Zebulun, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>31</strong> Those that were numbered of them, even of the tribe of Zebulun, were fifty and seven thousand and four hundred.  <strong>32</strong> Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>33</strong> Those that were numbered of them, even of the tribe of Ephraim, were forty thousand and five hundred.  <strong>34</strong> Of the children of Manasseh, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>35</strong> Those that were numbered of them, even of the tribe of Manasseh, were thirty and two thousand and two hundred.  <strong>36</strong> Of the children of Benjamin, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>37</strong> Those that were numbered of them, even of the tribe of Benjamin, were thirty and five thousand and four hundred.  <strong>38</strong> Of the children of Dan, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>39</strong> Those that were numbered of them, even of the tribe of Dan, were threescore and two thousand and seven hundred.  <strong>40</strong> Of the children of Asher, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>41</strong> Those that were numbered of them, even of the tribe of Asher, were forty and one thousand and five hundred.  <strong>42</strong> Of the children of Naphtali, throughout their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>43</strong> Those that were numbered of them, even of the tribe of Naphtali, were fifty and three thousand and four hundred.  <strong>44</strong> These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men: each one was for the house of his fathers.  <strong>45</strong> So were all those that were numbered of the children of Israel, by the house of their fathers, from twenty years old and upward, all that were able to go forth to war in Israel;  <strong>46</strong> Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.  <strong>47</strong> But the Levites after the tribe of their fathers were not numbered among them.  <strong>48</strong> For the LORD had spoken unto Moses, saying,  <strong>49</strong> Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel:  <strong>50</strong> But thou shalt appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all the vessels thereof; and they shall minister unto it, and shall encamp round about the tabernacle.  <strong>51</strong> And when the tabernacle setteth forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that cometh nigh shall be put to death.  <strong>52</strong> And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.  <strong>53</strong> But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of testimony.  <strong>54</strong> And the children of Israel did according to all that the LORD commanded Moses, so did they.  ","niv":"<sup><strong>1</strong></sup> The LORD spoke to Moses in the Tent of Meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said: <sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one. <sup><strong>3</strong></sup> You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army. <sup><strong>4</strong></sup> One man from each tribe, each the head of his family, is to help you. <sup><strong>5</strong></sup> These are the names of the men who are to assist you: from Reuben, Elizur son of Shedeur; <sup><strong>6</strong></sup> from Simeon, Shelumiel son of Zurishaddai; <sup><strong>7</strong></sup> from Judah, Nahshon son of Amminadab; <sup><strong>8</strong></sup> from Issachar, Nethanel son of Zuar; <sup><strong>9</strong></sup> from Zebulun, Eliab son of Helon; <sup><strong>10</strong></sup> from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur; <sup><strong>11</strong></sup> from Benjamin, Abidan son of Gideoni; <sup><strong>12</strong></sup> from Dan, Ahiezer son of Ammishaddai; <sup><strong>13</strong></sup> from Asher, Pagiel son of Ocran; <sup><strong>14</strong></sup> from Gad, Eliasaph son of Deuel; <sup><strong>15</strong></sup> from Naphtali, Ahira son of Enan.\" <sup><strong>16</strong></sup> These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel. <sup><strong>17</strong></sup> Moses and Aaron took these men whose names had been given, <sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one, <sup><strong>19</strong></sup> as the LORD commanded Moses. And so he counted them in the Desert of Sinai: <sup><strong>20</strong></sup> From the descendants of Reuben the firstborn son of Israel: All the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families. <sup><strong>21</strong></sup> The number from the tribe of Reuben was 46,500. <sup><strong>22</strong></sup> From the descendants of Simeon: All the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families. <sup><strong>23</strong></sup> The number from the tribe of Simeon was 59,300. <sup><strong>24</strong></sup> From the descendants of Gad: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>25</strong></sup> The number from the tribe of Gad was 45,650. <sup><strong>26</strong></sup> From the descendants of Judah: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>27</strong></sup> The number from the tribe of Judah was 74,600. <sup><strong>28</strong></sup> From the descendants of Issachar: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>29</strong></sup> The number from the tribe of Issachar was 54,400. <sup><strong>30</strong></sup> From the descendants of Zebulun: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>31</strong></sup> The number from the tribe of Zebulun was 57,400. <sup><strong>32</strong></sup> From the sons of Joseph: From the descendants of Ephraim: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>33</strong></sup> The number from the tribe of Ephraim was 40,500. <sup><strong>34</strong></sup> From the descendants of Manasseh: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>35</strong></sup> The number from the tribe of Manasseh was 32,200. <sup><strong>36</strong></sup> From the descendants of Benjamin: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>37</strong></sup> The number from the tribe of Benjamin was 35,400. <sup><strong>38</strong></sup> From the descendants of Dan: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>39</strong></sup> The number from the tribe of Dan was 62,700. <sup><strong>40</strong></sup> From the descendants of Asher: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>41</strong></sup> The number from the tribe of Asher was 41,500. <sup><strong>42</strong></sup> From the descendants of Naphtali: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>43</strong></sup> The number from the tribe of Naphtali was 53,400. <sup><strong>44</strong></sup> These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family. <sup><strong>45</strong></sup> All the Israelites twenty years old or more who were able to serve in Israel's army were counted according to their families. <sup><strong>46</strong></sup> The total number was 603,550. <sup><strong>47</strong></sup> The families of the tribe of Levi, however, were not counted along with the others. <sup><strong>48</strong></sup> The LORD had said to Moses: <sup><strong>49</strong></sup> \"You must not count the tribe of Levi or include them in the census of the other Israelites. <sup><strong>50</strong></sup> Instead, appoint the Levites to be in charge of the tabernacle of the Testimony-over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp around it. <sup><strong>51</strong></sup> Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who goes near it shall be put to death. <sup><strong>52</strong></sup> The Israelites are to set up their tents by divisions, each man in his own camp under his own standard. <sup><strong>53</strong></sup> The Levites, however, are to set up their tents around the tabernacle of the Testimony so that wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the Testimony.\" <sup><strong>54</strong></sup> The Israelites did all this just as the LORD commanded Moses. "},{"_id":"616a31e5a03c6e96020b9ac5","topicId":"616a31e0a03c6e96020b9ab5","verse":"Genesis 2:1-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-18\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-18\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-18\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-18\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-18\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-18\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-18\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-18\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"616a31e5a03c6e96020b9ac6","topicId":"616a31e0a03c6e96020b9ab5","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a31e5a03c6e96020b9ac7","topicId":"616a31e0a03c6e96020b9ab5","verse":"Mark 1:1-45","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41001001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41001001-1\">1:1&nbsp;</b>The beginning of the gospel of Jesus Christ, the Son of God.</p>\n<p id=\"p41001001_07-20\"><b class=\"verse-num\" id=\"v41001002-1\">2&nbsp;</b>As it is written in Isaiah the prophet,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41001002_07-20\" class=\"line\">&nbsp;&nbsp;“Behold, I send my messenger before your face,</span><br><span id=\"p41001002_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who will prepare your way,</span><br><span id=\"p41001003_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v41001003-1\">3&nbsp;</b>&nbsp;&nbsp;the voice of one crying in the wilderness:</span><br><span id=\"p41001003_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Prepare the way of the Lord,</span><br><span id=\"p41001003_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make his paths straight,’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p41001003_07-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v41001004-1\">4&nbsp;</b>John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins. <b class=\"verse-num\" id=\"v41001005-1\">5&nbsp;</b>And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins. <b class=\"verse-num\" id=\"v41001006-1\">6&nbsp;</b>Now John was clothed with camel’s hair and wore a leather belt around his waist and ate locusts and wild honey. <b class=\"verse-num\" id=\"v41001007-1\">7&nbsp;</b>And he preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie. <b class=\"verse-num\" id=\"v41001008-1\">8&nbsp;</b>I have baptized you with water, but he will baptize you with the Holy Spirit.”</p>\n\n<p id=\"p41001008_11-20\"><b class=\"verse-num\" id=\"v41001009-1\">9&nbsp;</b>In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan. <b class=\"verse-num\" id=\"v41001010-1\">10&nbsp;</b>And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove. <b class=\"verse-num\" id=\"v41001011-1\">11&nbsp;</b>And a voice came from heaven, “You are my beloved Son; with you I am well pleased.”</p>\n\n<p id=\"p41001011_15-20\"><b class=\"verse-num\" id=\"v41001012-1\">12&nbsp;</b>The Spirit immediately drove him out into the wilderness. <b class=\"verse-num\" id=\"v41001013-1\">13&nbsp;</b>And he was in the wilderness forty days, being tempted by Satan. And he was with the wild animals, and the angels were ministering to him.</p>\n\n<p id=\"p41001013_19-20\"><b class=\"verse-num\" id=\"v41001014-1\">14&nbsp;</b>Now after John was arrested, Jesus came into Galilee, proclaiming the gospel of God, <b class=\"verse-num\" id=\"v41001015-1\">15&nbsp;</b>and saying, <span class=\"woc\">“The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”</span></p>\n\n<p id=\"p41001015_24-20\"><b class=\"verse-num\" id=\"v41001016-1\">16&nbsp;</b>Passing alongside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v41001017-1\">17&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Follow me, and I will make you become fishers of men.”</span> <b class=\"verse-num\" id=\"v41001018-1\">18&nbsp;</b>And immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v41001019-1\">19&nbsp;</b>And going on a little farther, he saw James the son of Zebedee and John his brother, who were in their boat mending the nets. <b class=\"verse-num\" id=\"v41001020-1\">20&nbsp;</b>And immediately he called them, and they left their father Zebedee in the boat with the hired servants and followed him.</p>\n\n<p id=\"p41001020_32-20\"><b class=\"verse-num\" id=\"v41001021-1\">21&nbsp;</b>And they went into Capernaum, and immediately on the Sabbath he entered the synagogue and was teaching. <b class=\"verse-num\" id=\"v41001022-1\">22&nbsp;</b>And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes. <b class=\"verse-num\" id=\"v41001023-1\">23&nbsp;</b>And immediately there was in their synagogue a man with an unclean spirit. And he cried out, <b class=\"verse-num\" id=\"v41001024-1\">24&nbsp;</b>“What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.” <b class=\"verse-num\" id=\"v41001025-1\">25&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent, and come out of him!”</span> <b class=\"verse-num\" id=\"v41001026-1\">26&nbsp;</b>And the unclean spirit, convulsing him and crying out with a loud voice, came out of him. <b class=\"verse-num\" id=\"v41001027-1\">27&nbsp;</b>And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.” <b class=\"verse-num\" id=\"v41001028-1\">28&nbsp;</b>And at once his fame spread everywhere throughout all the surrounding region of Galilee.</p>\n\n<p id=\"p41001028_35-20\"><b class=\"verse-num\" id=\"v41001029-1\">29&nbsp;</b>And immediately he left the synagogue and entered the house of Simon and Andrew, with James and John. <b class=\"verse-num\" id=\"v41001030-1\">30&nbsp;</b>Now Simon’s mother-in-law lay ill with a fever, and immediately they told him about her. <b class=\"verse-num\" id=\"v41001031-1\">31&nbsp;</b>And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them.</p>\n<p id=\"p41001031_35-20\"><b class=\"verse-num\" id=\"v41001032-1\">32&nbsp;</b>That evening at sundown they brought to him all who were sick or oppressed by demons. <b class=\"verse-num\" id=\"v41001033-1\">33&nbsp;</b>And the whole city was gathered together at the door. <b class=\"verse-num\" id=\"v41001034-1\">34&nbsp;</b>And he healed many who were sick with various diseases, and cast out many demons. And he would not permit the demons to speak, because they knew him.</p>\n\n<p id=\"p41001034_39-20\"><b class=\"verse-num\" id=\"v41001035-1\">35&nbsp;</b>And rising very early in the morning, while it was still dark, he departed and went out to a desolate place, and there he prayed. <b class=\"verse-num\" id=\"v41001036-1\">36&nbsp;</b>And Simon and those who were with him searched for him, <b class=\"verse-num\" id=\"v41001037-1\">37&nbsp;</b>and they found him and said to him, “Everyone is looking for you.” <b class=\"verse-num\" id=\"v41001038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Let us go on to the next towns, that I may preach there also, for that is why I came out.”</span> <b class=\"verse-num\" id=\"v41001039-1\">39&nbsp;</b>And he went throughout all Galilee, preaching in their synagogues and casting out demons.</p>\n\n<p id=\"p41001039_43-20\"><b class=\"verse-num\" id=\"v41001040-1\">40&nbsp;</b>And a leper came to him, imploring him, and kneeling said to him, “If you will, you can make me clean.” <b class=\"verse-num\" id=\"v41001041-1\">41&nbsp;</b>Moved with pity, he stretched out his hand and touched him and said to him, <span class=\"woc\">“I will; be clean.”</span> <b class=\"verse-num\" id=\"v41001042-1\">42&nbsp;</b>And immediately the leprosy left him, and he was made clean. <b class=\"verse-num\" id=\"v41001043-1\">43&nbsp;</b>And Jesus sternly charged him and sent him away at once, <b class=\"verse-num\" id=\"v41001044-1\">44&nbsp;</b>and said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer for your cleansing what Moses commanded, for a proof to them.”</span> <b class=\"verse-num\" id=\"v41001045-1\">45&nbsp;</b>But he went out and began to talk freely about it, and to spread the news, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter.</p>\n\n</div>","kjv":"<strong>1</strong> The beginning of the gospel of Jesus Christ, the Son of God;  <strong>2</strong> As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.  <strong>3</strong> The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.  <strong>4</strong> John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.  <strong>5</strong> And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.  <strong>6</strong> And John was clothed with camel’s hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;  <strong>7</strong> And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.  <strong>8</strong> I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.  <strong>9</strong> And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.  <strong>10</strong> And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:  <strong>11</strong> And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.  <strong>12</strong> And immediately the Spirit driveth him into the wilderness.  <strong>13</strong> And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.  <strong>14</strong> Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,  <strong>15</strong> And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.  <strong>16</strong> Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.  <strong>17</strong> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.  <strong>18</strong> And straightway they forsook their nets, and followed him.  <strong>19</strong> And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.  <strong>20</strong> And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.  <strong>21</strong> And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught.  <strong>22</strong> And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.  <strong>23</strong> And there was in their synagogue a man with an unclean spirit; and he cried out,  <strong>24</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.  <strong>25</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  <strong>26</strong> And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.  <strong>27</strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.  <strong>28</strong> And immediately his fame spread abroad throughout all the region round about Galilee.  <strong>29</strong> And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.  <strong>30</strong> But Simon’s wife’s mother lay sick of a fever, and anon they tell him of her.  <strong>31</strong> And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.  <strong>32</strong> And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.  <strong>33</strong> And all the city was gathered together at the door.  <strong>34</strong> And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him.  <strong>35</strong> And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.  <strong>36</strong> And Simon and they that were with him followed after him.  <strong>37</strong> And when they had found him, they said unto him, All men  seek for thee.  <strong>38</strong> And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth.  <strong>39</strong> And he preached in their synagogues throughout all Galilee, and cast out devils.  <strong>40</strong> And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.  <strong>41</strong> And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.  <strong>42</strong> And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.  <strong>43</strong> And he straitly charged him, and forthwith sent him away;  <strong>44</strong> And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.  <strong>45</strong> But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.  ","niv":"<sup><strong>1</strong></sup> The beginning of the gospel about Jesus Christ, the Son of God. <sup><strong>2</strong></sup> It is written in Isaiah the prophet: \"I will send my messenger ahead of you, who will prepare your way\"-- <sup><strong>3</strong></sup> \"a voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him.'\" <sup><strong>4</strong></sup> And so John came, baptizing in the desert region and preaching a baptism of repentance for the forgiveness of sins. <sup><strong>5</strong></sup> The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River. <sup><strong>6</strong></sup> John wore clothing made of camel's hair, with a leather belt around his waist, and he ate locusts and wild honey. <sup><strong>7</strong></sup> And this was his message: \"After me will come one more powerful than I, the thongs of whose sandals I am not worthy to stoop down and untie. <sup><strong>8</strong></sup> I baptize you with water, but he will baptize you with the Holy Spirit.\" <sup><strong>9</strong></sup> At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. <sup><strong>10</strong></sup> As Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove. <sup><strong>11</strong></sup> And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" <sup><strong>12</strong></sup> At once the Spirit sent him out into the desert, <sup><strong>13</strong></sup> and he was in the desert forty days, being tempted by Satan. He was with the wild animals, and angels attended him. <sup><strong>14</strong></sup> After John was put in prison, Jesus went into Galilee, proclaiming the good news of God. <sup><strong>15</strong></sup> \"The time has come,\" he said. \"The kingdom of God is near. Repent and believe the good news!\" <sup><strong>16</strong></sup> As Jesus walked beside the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the lake, for they were fishermen. <sup><strong>17</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>18</strong></sup> At once they left their nets and followed him. <sup><strong>19</strong></sup> When he had gone a little farther, he saw James son of Zebedee and his brother John in a boat, preparing their nets. <sup><strong>20</strong></sup> Without delay he called them, and they left their father Zebedee in the boat with the hired men and followed him. <sup><strong>21</strong></sup> They went to Capernaum, and when the Sabbath came, Jesus went into the synagogue and began to teach. <sup><strong>22</strong></sup> The people were amazed at his teaching, because he taught them as one who had authority, not as the teachers of the law. <sup><strong>23</strong></sup> Just then a man in their synagogue who was possessed by an evil spirit cried out, <sup><strong>24</strong></sup> \"What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are--the Holy One of God!\" <sup><strong>25</strong></sup> \"Be quiet!\" said Jesus sternly. \"Come out of him!\" <sup><strong>26</strong></sup> The evil spirit shook the man violently and came out of him with a shriek. <sup><strong>27</strong></sup> The people were all so amazed that they asked each other, \"What is this? A new teaching--and with authority! He even gives orders to evil spirits and they obey him.\" <sup><strong>28</strong></sup> News about him spread quickly over the whole region of Galilee. <sup><strong>29</strong></sup> As soon as they left the synagogue, they went with James and John to the home of Simon and Andrew. <sup><strong>30</strong></sup> Simon's mother-in-law was in bed with a fever, and they told Jesus about her. <sup><strong>31</strong></sup> So he went to her, took her hand and helped her up. The fever left her and she began to wait on them. <sup><strong>32</strong></sup> That evening after sunset the people brought to Jesus all the sick and demon-possessed. <sup><strong>33</strong></sup> The whole town gathered at the door, <sup><strong>34</strong></sup> and Jesus healed many who had various diseases. He also drove out many demons, but he would not let the demons speak because they knew who he was. <sup><strong>35</strong></sup> Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed. <sup><strong>36</strong></sup> Simon and his companions went to look for him, <sup><strong>37</strong></sup> and when they found him, they exclaimed: \"Everyone is looking for you!\" <sup><strong>38</strong></sup> Jesus replied, \"Let us go somewhere else--to the nearby villages--so I can preach there also. That is why I have come.\" <sup><strong>39</strong></sup> So he traveled throughout Galilee, preaching in their synagogues and driving out demons. <sup><strong>40</strong></sup> A man with leprosy came to him and begged him on his knees, \"If you are willing, you can make me clean.\" <sup><strong>41</strong></sup> Filled with compassion, Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" <sup><strong>42</strong></sup> Immediately the leprosy left him and he was cured. <sup><strong>43</strong></sup> Jesus sent him away at once with a strong warning: <sup><strong>44</strong></sup> \"See that you don't tell this to anyone. But go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.\" <sup><strong>45</strong></sup> Instead he went out and began to talk freely, spreading the news. As a result, Jesus could no longer enter a town openly but stayed outside in lonely places. Yet the people still came to him from everywhere. "},{"_id":"616a31e6a03c6e96020b9ac8","topicId":"616a31e0a03c6e96020b9ab5","verse":"2 Samuel 24:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p10024001_03-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10024001-1\">24:1&nbsp;</b>Again the anger of the LORD was kindled against Israel, and he incited David against them, saying, “Go, number Israel and Judah.”</p>\n</div>","kjv":"<strong>1</strong> And again the anger of the LORD was kindled against Israel, and he moved David against them to say, Go, number Israel and Judah.  ","niv":"<sup><strong>1</strong></sup> Again the anger of the LORD burned against Israel, and he incited David against them, saying, \"Go and take a census of Israel and Judah.\""}]}