{"_id":"616a323aa03c6e96020b9ae3","slug":"retirement","name":"Retirement","verses":[{"_id":"616a323ba03c6e96020b9ae4","topicId":"616a323aa03c6e96020b9ae3","verse":"Jeremiah 29:11","votes":167,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-09-30T12:03:54.409Z"},{"_id":"616a323ca03c6e96020b9ae5","topicId":"616a323aa03c6e96020b9ae3","verse":"Numbers 8:23-26","votes":106,"__v":0,"esv":"<div>\n\n<p id=\"p04008023_05-2\"><b class=\"verse-num\" id=\"v04008023-1\">23&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04008024-1\">24&nbsp;</b>“This applies to the Levites: from twenty-five years old and upward they shall come to do duty in the service of the tent of meeting. <b class=\"verse-num\" id=\"v04008025-1\">25&nbsp;</b>And from the age of fifty years they shall withdraw from the duty of the service and serve no more. <b class=\"verse-num\" id=\"v04008026-1\">26&nbsp;</b>They minister to their brothers in the tent of meeting by keeping guard, but they shall do no service. Thus shall you do to the Levites in assigning their duties.”</p>\n\n</div>","kjv":"<strong>23</strong> And the LORD spake unto Moses, saying,  <strong>24</strong> This is it that belongeth unto the Levites: from twenty and five years old and upward they shall go in to wait upon the service of the tabernacle of the congregation:  <strong>25</strong> And from the age of fifty years they shall cease waiting upon the service thereof, and shall serve no more:  <strong>26</strong> But shall minister with their brethren in the tabernacle of the congregation, to keep the charge, and shall do no service. Thus shalt thou do unto the Levites touching their charge.  ","niv":"<sup><strong>23</strong></sup> The LORD said to Moses, <sup><strong>24</strong></sup> \"This applies to the Levites: Men twenty-five years old or more shall come to take part in the work at the Tent of Meeting, <sup><strong>25</strong></sup> but at the age of fifty, they must retire from their regular service and work no longer. <sup><strong>26</strong></sup> They may assist their brothers in performing their duties at the Tent of Meeting, but they themselves must not do the work. This, then, is how you are to assign the responsibilities of the Levites.\" "},{"_id":"616a323ca03c6e96020b9ae6","topicId":"616a323aa03c6e96020b9ae3","verse":"Luke 1:23","votes":102,"__v":0,"esv":"<div>\n<p id=\"p42001023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n</div>","kjv":"<strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  ","niv":"<sup><strong>23</strong></sup> When his time of service was completed, he returned home.","modified":"2022-10-15T11:00:56.597Z"},{"_id":"616a323ca03c6e96020b9ae7","topicId":"616a323aa03c6e96020b9ae3","verse":"Acts 20:24","votes":112,"__v":0,"esv":"<div>\n<p id=\"p44020024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020024-1\">24&nbsp;</b>But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.</p>\n</div>","kjv":"<strong>24</strong> But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.  ","niv":"<sup><strong>24</strong></sup> However, I consider my life worth nothing to me, if only I may finish the race and complete the task the Lord Jesus has given me--the task of testifying to the gospel of God's grace.","modified":"2022-10-15T10:58:03.333Z"},{"_id":"616a323ca03c6e96020b9ae8","topicId":"616a323aa03c6e96020b9ae3","verse":"Psalm 92:12-14","votes":68,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19092012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092012-1\">12&nbsp;</b>&nbsp;&nbsp;The righteous flourish like the palm tree</span><br><span id=\"p19092012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and grow like a cedar in Lebanon.</span><br><span id=\"p19092013_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092013-1\">13&nbsp;</b>&nbsp;&nbsp;They are planted in the house of the LORD;</span><br><span id=\"p19092013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they flourish in the courts of our God.</span><br><span id=\"p19092014_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092014-1\">14&nbsp;</b>&nbsp;&nbsp;They still bear fruit in old age;</span><br><span id=\"p19092014_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are ever full of sap and green,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon.  <strong>13</strong> Those that be planted in the house of the LORD shall flourish in the courts of our God.  <strong>14</strong> They shall still bring forth fruit in old age; they shall be fat and flourishing;  ","niv":"<sup><strong>12</strong></sup> The righteous will flourish like a palm tree, they will grow like a cedar of Lebanon; <sup><strong>13</strong></sup> planted in the house of the LORD, they will flourish in the courts of our God. <sup><strong>14</strong></sup> They will still bear fruit in old age, they will stay fresh and green, ","modified":"2022-09-08T13:22:22.101Z"},{"_id":"616a323da03c6e96020b9ae9","topicId":"616a323aa03c6e96020b9ae3","verse":"Luke 12:16-21","votes":55,"__v":0,"esv":"<div>\n<p id=\"p42012016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n</div>","kjv":"<strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. ","niv":"<sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" "},{"_id":"616a323da03c6e96020b9aea","topicId":"616a323aa03c6e96020b9ae3","verse":"2 Timothy 4:7","votes":68,"__v":0,"esv":"<div>\n<p id=\"p55004007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith.</p>\n</div>","kjv":"<strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  ","niv":"<sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith.","modified":"2022-03-07T15:25:21.502Z"},{"_id":"616a323da03c6e96020b9aeb","topicId":"616a323aa03c6e96020b9ae3","verse":"Proverbs 13:22","votes":58,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous."},{"_id":"616a323ea03c6e96020b9aec","topicId":"616a323aa03c6e96020b9ae3","verse":"Ecclesiastes 3:1-10","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p21003001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003002_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003002-1\">2&nbsp;</b>&nbsp;&nbsp;a time to be born, and a time to die;</span><br><span id=\"p21003002_05-9\" class=\"line\">&nbsp;&nbsp;a time to plant, and a time to pluck up what is planted;</span><br><span id=\"p21003003_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003003-1\">3&nbsp;</b>&nbsp;&nbsp;a time to kill, and a time to heal;</span><br><span id=\"p21003003_05-9\" class=\"line\">&nbsp;&nbsp;a time to break down, and a time to build up;</span><br><span id=\"p21003004_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_05-9\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br><span id=\"p21003005_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003005-1\">5&nbsp;</b>&nbsp;&nbsp;a time to cast away stones, and a time to gather stones together;</span><br><span id=\"p21003005_05-9\" class=\"line\">&nbsp;&nbsp;a time to embrace, and a time to refrain from embracing;</span><br><span id=\"p21003006_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003006-1\">6&nbsp;</b>&nbsp;&nbsp;a time to seek, and a time to lose;</span><br><span id=\"p21003006_05-9\" class=\"line\">&nbsp;&nbsp;a time to keep, and a time to cast away;</span><br><span id=\"p21003007_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003007-1\">7&nbsp;</b>&nbsp;&nbsp;a time to tear, and a time to sew;</span><br><span id=\"p21003007_05-9\" class=\"line\">&nbsp;&nbsp;a time to keep silence, and a time to speak;</span><br><span id=\"p21003008_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_05-9\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21003008_08-9\"><b class=\"verse-num\" id=\"v21003009-1\">9&nbsp;</b>What gain has the worker from his toil? <b class=\"verse-num\" id=\"v21003010-1\">10&nbsp;</b>I have seen the business that God has given to the children of man to be busy with.</p>\n</div>","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  <strong>2</strong> A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;  <strong>3</strong> A time to kill, and a time to heal; a time to break down, and a time to build up;  <strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  <strong>5</strong> A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;  <strong>6</strong> A time to get, and a time to lose; a time to keep, and a time to cast away;  <strong>7</strong> A time to rend, and a time to sew; a time to keep silence, and a time to speak;  <strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  <strong>9</strong> What profit hath he that worketh in that wherein he laboureth?  <strong>10</strong> I have seen the travail, which God hath given to the sons of men to be exercised in it.  ","niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven: <sup><strong>2</strong></sup> a time to be born and a time to die, a time to plant and a time to uproot, <sup><strong>3</strong></sup> a time to kill and a time to heal, a time to tear down and a time to build, <sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance, <sup><strong>5</strong></sup> a time to scatter stones and a time to gather them, a time to embrace and a time to refrain, <sup><strong>6</strong></sup> a time to search and a time to give up, a time to keep and a time to throw away, <sup><strong>7</strong></sup> a time to tear and a time to mend, a time to be silent and a time to speak, <sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace. <sup><strong>9</strong></sup> What does the worker gain from his toil? <sup><strong>10</strong></sup> I have seen the burden God has laid on men. "},{"_id":"616a323ea03c6e96020b9aed","topicId":"616a323aa03c6e96020b9ae3","verse":"Psalm 37:25","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037025_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037025-1\">25&nbsp;</b>&nbsp;&nbsp;I have been young, and now am old,</span><br><span id=\"p19037025_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not seen the righteous forsaken</span><br><span id=\"p19037025_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or his children begging for bread.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread.  ","niv":"<sup><strong>25</strong></sup> I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread."},{"_id":"616a323ea03c6e96020b9aee","topicId":"616a323aa03c6e96020b9ae3","verse":"Matthew 6:19-21","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-11\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"616a323ea03c6e96020b9aef","topicId":"616a323aa03c6e96020b9ae3","verse":"1 Timothy 6:17-19","votes":48,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-13\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. ","modified":"2022-05-11T13:59:00.086Z"},{"_id":"616a323fa03c6e96020b9af0","topicId":"616a323aa03c6e96020b9ae3","verse":"Philippians 1:6","votes":47,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."},{"_id":"616a323fa03c6e96020b9af1","topicId":"616a323aa03c6e96020b9ae3","verse":"Luke 12:33-34","votes":44,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"616a3240a03c6e96020b9af3","topicId":"616a323aa03c6e96020b9ae3","verse":"Nehemiah 5:19","votes":33,"__v":0,"esv":"<div>\n<p id=\"p16005019_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v16005019-1\">19&nbsp;</b>Remember for my good, O my God, all that I have done for this people.</p>\n</div>","kjv":"<strong>19</strong> Think upon me, my God, for good, according to all that I have done for this people.  ","niv":"<sup><strong>19</strong></sup> Remember me with favor, O my God, for all I have done for these people."},{"_id":"616a3240a03c6e96020b9af2","topicId":"616a323aa03c6e96020b9ae3","verse":"Hebrews 6:10","votes":35,"__v":0,"esv":"<div>\n<p id=\"p58006010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.","modified":"2023-04-01T19:22:25.635Z"},{"_id":"616a3240a03c6e96020b9af4","topicId":"616a323aa03c6e96020b9ae3","verse":"Psalm 90:16-17","votes":39,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090016_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090016-1\">16&nbsp;</b>&nbsp;&nbsp;Let your work be shown to your servants,</span><br><span id=\"p19090016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your glorious power to their children.</span><br><span id=\"p19090017_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090017-1\">17&nbsp;</b>&nbsp;&nbsp;Let the favor of the Lord our God be upon us,</span><br><span id=\"p19090017_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and establish the work of our hands upon us;</span><br><span id=\"p19090017_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yes, establish the work of our hands!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Let thy work appear unto thy servants, and thy glory unto their children.  <strong>17</strong> And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it.  ","niv":"<sup><strong>16</strong></sup> May your deeds be shown to your servants, your splendor to their children. <sup><strong>17</strong></sup> May the favor of the Lord our God rest upon us; establish the work of our hands for us- yes, establish the work of our hands. "},{"_id":"616a3240a03c6e96020b9af5","topicId":"616a323aa03c6e96020b9ae3","verse":"Luke 14:28","votes":31,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"},{"_id":"616a3241a03c6e96020b9af6","topicId":"616a323aa03c6e96020b9ae3","verse":"2 Samuel 7:28","votes":24,"__v":0,"esv":"<div>\n<p id=\"p10007028_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v10007028-1\">28&nbsp;</b>And now, O Lord GOD, you are God, and your words are true, and you have promised this good thing to your servant.</p>\n</div>","kjv":"<strong>28</strong> And now, O Lord GOD, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:  ","niv":"<sup><strong>28</strong></sup> O Sovereign LORD, you are God! Your words are trustworthy, and you have promised these good things to your servant."},{"_id":"616a3241a03c6e96020b9af8","topicId":"616a323aa03c6e96020b9ae3","verse":"Hebrews 13:5-6","votes":24,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-21\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-21\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" "},{"_id":"616a3241a03c6e96020b9af7","topicId":"616a323aa03c6e96020b9ae3","verse":"1 Timothy 5:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever.","modified":"2023-08-16T11:20:55.208Z"},{"_id":"616a3242a03c6e96020b9afa","topicId":"616a323aa03c6e96020b9ae3","verse":"Proverbs 21:20","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021020_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021020-1\">20&nbsp;</b>&nbsp;&nbsp;Precious treasure and oil are in a wise man’s dwelling,</span><br><span id=\"p20021020_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a foolish man devours it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.  ","niv":"<sup><strong>20</strong></sup> In the house of the wise are stores of choice food and oil, but a foolish man devours all he has."},{"_id":"616a3242a03c6e96020b9af9","topicId":"616a323aa03c6e96020b9ae3","verse":"Numbers 6:24-26","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  ","niv":"<sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' "},{"_id":"616a3242a03c6e96020b9afc","topicId":"616a323aa03c6e96020b9ae3","verse":"Matthew 11:28-30","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" ","modified":"2022-06-28T21:43:27.039Z"},{"_id":"616a3242a03c6e96020b9afb","topicId":"616a323aa03c6e96020b9ae3","verse":"Ecclesiastes 3:13","votes":20,"__v":0,"esv":"<div>\n<p id=\"p21003013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n</div>","kjv":"<strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  ","niv":"<sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God.","modified":"2022-02-19T05:15:40.673Z"}]}