{"_id":"616a34a0a03c6e96020b9c1b","slug":"revival","name":"Revival","verses":[{"_id":"616a34a0a03c6e96020b9c1c","topicId":"616a34a0a03c6e96020b9c1b","verse":"Psalm 85:6","votes":220,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19085006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19085006-1\">6&nbsp;</b>&nbsp;&nbsp;Will you not revive us again,</span><br><span id=\"p19085006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your people may rejoice in you?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Wilt thou not revive us again: that thy people may rejoice in thee?  ","niv":"<sup><strong>6</strong></sup> Will you not revive us again, that your people may rejoice in you?","modified":"2023-12-06T23:17:15.730Z"},{"_id":"616a34a1a03c6e96020b9c1d","topicId":"616a34a0a03c6e96020b9c1b","verse":"2 Chronicles 7:14","votes":182,"__v":0,"esv":"<div>\n<p id=\"p14007014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v14007014-1\">14&nbsp;</b>if my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.</p>\n</div>","kjv":"<strong>14</strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.  ","niv":"<sup><strong>14</strong></sup> if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then will I hear from heaven and will forgive their sin and will heal their land.","modified":"2023-01-14T14:15:50.116Z"},{"_id":"616a34a1a03c6e96020b9c1e","topicId":"616a34a0a03c6e96020b9c1b","verse":"Psalm 80:19","votes":195,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19080019_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19080019-1\">19&nbsp;</b>&nbsp;&nbsp;Restore us, O LORD God of hosts!</span><br><span id=\"p19080019_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let your face shine, that we may be saved!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Turn us again, O LORD God of hosts, cause thy face to shine; and we shall be saved.  ","niv":"<sup><strong>19</strong></sup> Restore us, O LORD God Almighty; make your face shine upon us, that we may be saved.","modified":"2023-11-17T23:18:32.626Z"},{"_id":"616a34a1a03c6e96020b9c1f","topicId":"616a34a0a03c6e96020b9c1b","verse":"Isaiah 57:15","votes":200,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23057015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23057015-1\">15&nbsp;</b>&nbsp;&nbsp;For thus says the One who is high and lifted up,</span><br><span id=\"p23057015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who inhabits eternity, whose name is Holy:</span><br><span id=\"p23057015_01-4\" class=\"line\">&nbsp;&nbsp;“I dwell in the high and holy place,</span><br><span id=\"p23057015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and also with him who is of a contrite and lowly spirit,</span><br><span id=\"p23057015_01-4\" class=\"line\">&nbsp;&nbsp;to revive the spirit of the lowly,</span><br><span id=\"p23057015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to revive the heart of the contrite.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.  ","niv":"<sup><strong>15</strong></sup> For this is what the high and lofty One says- he who lives forever, whose name is holy: \"I live in a high and holy place, but also with him who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite.","modified":"2023-11-17T23:18:26.276Z"},{"_id":"616a34a2a03c6e96020b9c20","topicId":"616a34a0a03c6e96020b9c1b","verse":"Habakkuk 3:2","votes":109,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35003002_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v35003002-1\">2&nbsp;</b>&nbsp;&nbsp;O LORD, I have heard the report of you,</span><br><span id=\"p35003002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your work, O LORD, do I fear.</span><br><span id=\"p35003002_01-5\" class=\"line\">&nbsp;&nbsp;In the midst of the years revive it;</span><br><span id=\"p35003002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the years make it known;</span><br><span id=\"p35003002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in wrath remember mercy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> O LORD, I have heard thy speech, and was afraid: O LORD, revive thy work in the midst of the years, in the midst of the years make known; in wrath remember mercy.  ","niv":"<sup><strong>2</strong></sup> LORD, I have heard of your fame; I stand in awe of your deeds, O LORD. Renew them in our day, in our time make them known; in wrath remember mercy.","modified":"2023-11-17T23:19:27.439Z"},{"_id":"616a34a2a03c6e96020b9c22","topicId":"616a34a0a03c6e96020b9c1b","verse":"Ezekiel 37:1-14","votes":134,"__v":0,"esv":"<div>\n\n<p id=\"p26037001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26037001-1\">37:1&nbsp;</b>The hand of the LORD was upon me, and he brought me out in the Spirit of the LORD and set me down in the middle of the valley; it was full of bones. <b class=\"verse-num\" id=\"v26037002-1\">2&nbsp;</b>And he led me around among them, and behold, there were very many on the surface of the valley, and behold, they were very dry. <b class=\"verse-num\" id=\"v26037003-1\">3&nbsp;</b>And he said to me, “Son of man, can these bones live?” And I answered, “O Lord GOD, you know.” <b class=\"verse-num\" id=\"v26037004-1\">4&nbsp;</b>Then he said to me, “Prophesy over these bones, and say to them, O dry bones, hear the word of the LORD. <b class=\"verse-num\" id=\"v26037005-1\">5&nbsp;</b>Thus says the Lord GOD to these bones: Behold, I will cause breath to enter you, and you shall live. <b class=\"verse-num\" id=\"v26037006-1\">6&nbsp;</b>And I will lay sinews upon you, and will cause flesh to come upon you, and cover you with skin, and put breath in you, and you shall live, and you shall know that I am the LORD.”</p>\n<p id=\"p26037006_06-6\"><b class=\"verse-num\" id=\"v26037007-1\">7&nbsp;</b>So I prophesied as I was commanded. And as I prophesied, there was a sound, and behold, a rattling, and the bones came together, bone to its bone. <b class=\"verse-num\" id=\"v26037008-1\">8&nbsp;</b>And I looked, and behold, there were sinews on them, and flesh had come upon them, and skin had covered them. But there was no breath in them. <b class=\"verse-num\" id=\"v26037009-1\">9&nbsp;</b>Then he said to me, “Prophesy to the breath; prophesy, son of man, and say to the breath, Thus says the Lord GOD: Come from the four winds, O breath, and breathe on these slain, that they may live.” <b class=\"verse-num\" id=\"v26037010-1\">10&nbsp;</b>So I prophesied as he commanded me, and the breath came into them, and they lived and stood on their feet, an exceedingly great army.</p>\n<p id=\"p26037010_06-6\"><b class=\"verse-num\" id=\"v26037011-1\">11&nbsp;</b>Then he said to me, “Son of man, these bones are the whole house of Israel. Behold, they say, ‘Our bones are dried up, and our hope is lost; we are indeed cut off.’ <b class=\"verse-num\" id=\"v26037012-1\">12&nbsp;</b>Therefore prophesy, and say to them, Thus says the Lord GOD: Behold, I will open your graves and raise you from your graves, O my people. And I will bring you into the land of Israel. <b class=\"verse-num\" id=\"v26037013-1\">13&nbsp;</b>And you shall know that I am the LORD, when I open your graves, and raise you from your graves, O my people. <b class=\"verse-num\" id=\"v26037014-1\">14&nbsp;</b>And I will put my Spirit within you, and you shall live, and I will place you in your own land. Then you shall know that I am the LORD; I have spoken, and I will do it, declares the LORD.”</p>\n\n</div>","kjv":"<strong>1</strong> The hand of the LORD was upon me, and carried me out in the spirit of the LORD, and set me down in the midst of the valley which was full of bones,  <strong>2</strong> And caused me to pass by them round about: and, behold, there were  very many in the open valley; and, lo, they were very dry.  <strong>3</strong> And he said unto me, Son of man, can these bones live? And I answered, O Lord GOD, thou knowest.  <strong>4</strong> Again he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the LORD.  <strong>5</strong> Thus saith the Lord GOD unto these bones; Behold, I will cause breath to enter into you, and ye shall live:  <strong>6</strong> And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the LORD.  <strong>7</strong> So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold a shaking, and the bones came together, bone to his bone.  <strong>8</strong> And when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them.  <strong>9</strong> Then said he unto me, Prophesy unto the wind, prophesy, son of man, and say to the wind, Thus saith the Lord GOD; Come from the four winds, O breath, and breathe upon these slain, that they may live.  <strong>10</strong> So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.  <strong>11</strong> Then he said unto me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts.  <strong>12</strong> Therefore prophesy and say unto them, Thus saith the Lord GOD; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.  <strong>13</strong> And ye shall know that I am the LORD, when I have opened your graves, O my people, and brought you up out of your graves,  <strong>14</strong> And shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the LORD have spoken it,  and performed it, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> The hand of the LORD was upon me, and he brought me out by the Spirit of the LORD and set me in the middle of a valley; it was full of bones. <sup><strong>2</strong></sup> He led me back and forth among them, and I saw a great many bones on the floor of the valley, bones that were very dry. <sup><strong>3</strong></sup> He asked me, \"Son of man, can these bones live?\" I said, \"O Sovereign LORD, you alone know.\" <sup><strong>4</strong></sup> Then he said to me, \"Prophesy to these bones and say to them, 'Dry bones, hear the word of the LORD! <sup><strong>5</strong></sup> This is what the Sovereign LORD says to these bones: I will make breath enter you, and you will come to life. <sup><strong>6</strong></sup> I will attach tendons to you and make flesh come upon you and cover you with skin; I will put breath in you, and you will come to life. Then you will know that I am the LORD.'\" <sup><strong>7</strong></sup> So I prophesied as I was commanded. And as I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone. <sup><strong>8</strong></sup> I looked, and tendons and flesh appeared on them and skin covered them, but there was no breath in them. <sup><strong>9</strong></sup> Then he said to me, \"Prophesy to the breath; prophesy, son of man, and say to it, 'This is what the Sovereign LORD says: Come from the four winds, O breath, and breathe into these slain, that they may live.'\" <sup><strong>10</strong></sup> So I prophesied as he commanded me, and breath entered them; they came to life and stood up on their feet-a vast army. <sup><strong>11</strong></sup> Then he said to me: \"Son of man, these bones are the whole house of Israel. They say, 'Our bones are dried up and our hope is gone; we are cut off.' <sup><strong>12</strong></sup> Therefore prophesy and say to them: 'This is what the Sovereign LORD says: O my people, I am going to open your graves and bring you up from them; I will bring you back to the land of Israel. <sup><strong>13</strong></sup> Then you, my people, will know that I am the LORD, when I open your graves and bring you up from them. <sup><strong>14</strong></sup> I will put my Spirit in you and you will live, and I will settle you in your own land. Then you will know that I the LORD have spoken, and I have done it, declares the LORD.'\" ","modified":"2022-07-02T08:12:53.997Z"},{"_id":"616a34a2a03c6e96020b9c21","topicId":"616a34a0a03c6e96020b9c1b","verse":"James 4:8","votes":142,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2023-11-22T09:20:45.761Z"},{"_id":"616a34a3a03c6e96020b9c23","topicId":"616a34a0a03c6e96020b9c1b","verse":"Psalm 51:10","votes":94,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  ","niv":"<sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me.","modified":"2022-05-20T02:59:17.047Z"},{"_id":"616a34a3a03c6e96020b9c24","topicId":"616a34a0a03c6e96020b9c1b","verse":"2 Timothy 3:1-5","votes":92,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. ","modified":"2023-09-14T20:25:31.767Z"},{"_id":"616a34a3a03c6e96020b9c25","topicId":"616a34a0a03c6e96020b9c1b","verse":"Acts 2:1-47","votes":97,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-10\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-10\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-10\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-10\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-10\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-10\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-10\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-10\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-10\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-10\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-10\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-10\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. ","modified":"2023-02-04T02:07:32.815Z"},{"_id":"616a34a3a03c6e96020b9c26","topicId":"616a34a0a03c6e96020b9c1b","verse":"Psalm 19:7","votes":91,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019007_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_01-11\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  ","niv":"<sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple.","modified":"2023-02-22T04:01:29.813Z"},{"_id":"616a34a4a03c6e96020b9c27","topicId":"616a34a0a03c6e96020b9c1b","verse":"2 Timothy 4:3-4","votes":79,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. "},{"_id":"616a34a4a03c6e96020b9c28","topicId":"616a34a0a03c6e96020b9c1b","verse":"Ephesians 5:14","votes":60,"__v":0,"esv":"<div>\n<p id=\"p49005014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_01-13\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_01-13\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  ","niv":"<sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\"","modified":"2023-02-19T07:24:44.437Z"},{"_id":"616a34a4a03c6e96020b9c29","topicId":"616a34a0a03c6e96020b9c1b","verse":"Matthew 6:33","votes":60,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2022-09-12T16:42:35.150Z"},{"_id":"616a34a5a03c6e96020b9c2a","topicId":"616a34a0a03c6e96020b9c1b","verse":"Isaiah 64:1-4","votes":60,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064001_01-15\" class=\"line\"><b class=\"chapter-num\" id=\"v23064001-1\">64:1&nbsp;</b>&nbsp;&nbsp;Oh that you would rend the heavens and come down,</span><br><span id=\"p23064001_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the mountains might quake at your presence—</span><br><span id=\"p23064002_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064002-1\">2&nbsp;</b>&nbsp;&nbsp; as when fire kindles brushwood</span><br><span id=\"p23064002_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fire causes water to boil—</span><br><span id=\"p23064002_01-15\" class=\"line\">&nbsp;&nbsp;to make your name known to your adversaries,</span><br><span id=\"p23064002_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that the nations might tremble at your presence!</span><br><span id=\"p23064003_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064003-1\">3&nbsp;</b>&nbsp;&nbsp;When you did awesome things that we did not look for,</span><br><span id=\"p23064003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you came down, the mountains quaked at your presence.</span><br><span id=\"p23064004_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064004-1\">4&nbsp;</b>&nbsp;&nbsp;From of old no one has heard</span><br><span id=\"p23064004_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or perceived by the ear,</span><br><span id=\"p23064004_01-15\" class=\"line\">&nbsp;&nbsp;no eye has seen a God besides you,</span><br><span id=\"p23064004_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who acts for those who wait for him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Oh that thou wouldest rend the heavens, that thou wouldest come down, that the mountains might flow down at thy presence,  <strong>2</strong> As when the melting fire burneth, the fire causeth the waters to boil, to make thy name known to thine adversaries, that the nations may tremble at thy presence!  <strong>3</strong> When thou didst terrible things which we looked not for, thou camest down, the mountains flowed down at thy presence.  <strong>4</strong> For since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him.  ","niv":"<sup><strong>1</strong></sup> Oh, that you would rend the heavens and come down, that the mountains would tremble before you! <sup><strong>2</strong></sup> As when fire sets twigs ablaze and causes water to boil, come down to make your name known to your enemies and cause the nations to quake before you! <sup><strong>3</strong></sup> For when you did awesome things that we did not expect, you came down, and the mountains trembled before you. <sup><strong>4</strong></sup> Since ancient times no one has heard, no ear has perceived, no eye has seen any God besides you, who acts on behalf of those who wait for him. ","modified":"2023-07-15T01:27:53.109Z"},{"_id":"616a34a5a03c6e96020b9c2b","topicId":"616a34a0a03c6e96020b9c1b","verse":"Psalm 22:27","votes":50,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19022027_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19022027-1\">27&nbsp;</b>&nbsp;&nbsp;All the ends of the earth shall remember</span><br><span id=\"p19022027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn to the LORD,</span><br><span id=\"p19022027_01-16\" class=\"line\">&nbsp;&nbsp;and all the families of the nations</span><br><span id=\"p19022027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall worship before you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> All the ends of the world shall remember and turn unto the LORD: and all the kindreds of the nations shall worship before thee.  ","niv":"<sup><strong>27</strong></sup> All the ends of the earth will remember and turn to the LORD, and all the families of the nations will bow down before him,","modified":"2023-01-08T05:37:38.855Z"},{"_id":"616a34a5a03c6e96020b9c2c","topicId":"616a34a0a03c6e96020b9c1b","verse":"Acts 3:19-21","votes":58,"__v":0,"esv":"<div>\n<p id=\"p44003019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003019-1\">19&nbsp;</b>Repent therefore, and turn back, that your sins may be blotted out, <b class=\"verse-num\" id=\"v44003020-1\">20&nbsp;</b>that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus, <b class=\"verse-num\" id=\"v44003021-1\">21&nbsp;</b>whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago.</p>\n</div>","kjv":"<strong>19</strong> Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;  <strong>20</strong> And he shall send Jesus Christ, which before was preached unto you:  <strong>21</strong> Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.  ","niv":"<sup><strong>19</strong></sup> Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord, <sup><strong>20</strong></sup> and that he may send the Christ, who has been appointed for you--even Jesus. <sup><strong>21</strong></sup> He must remain in heaven until the time comes for God to restore everything, as he promised long ago through his holy prophets. ","modified":"2023-04-02T06:46:41.449Z"},{"_id":"616a34a6a03c6e96020b9c2d","topicId":"616a34a0a03c6e96020b9c1b","verse":"Isaiah 40:28-31","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040028_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_01-18\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_01-18\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br><span id=\"p23040029_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br><span id=\"p23040030_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040030-1\">30&nbsp;</b>&nbsp;&nbsp;Even youths shall faint and be weary,</span><br><span id=\"p23040030_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and young men shall fall exhausted;</span><br><span id=\"p23040031_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-18\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  <strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  <strong>30</strong> Even the youths shall faint and be weary, and the young men shall utterly fall:  <strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. <sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak. <sup><strong>30</strong></sup> Even youths grow tired and weary, and young men stumble and fall; <sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. ","modified":"2023-07-16T12:23:17.142Z"},{"_id":"616a34a6a03c6e96020b9c2e","topicId":"616a34a0a03c6e96020b9c1b","verse":"Isaiah 55:6-7","votes":46,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055006-1\">6&nbsp;</b>&nbsp;&nbsp;“Seek the LORD while he may be found;</span><br><span id=\"p23055006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;call upon him while he is near;</span><br><span id=\"p23055007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055007-1\">7&nbsp;</b>&nbsp;&nbsp;let the wicked forsake his way,</span><br><span id=\"p23055007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the unrighteous man his thoughts;</span><br><span id=\"p23055007_01-19\" class=\"line\">&nbsp;&nbsp;let him return to the LORD, that he may have compassion on him,</span><br><span id=\"p23055007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to our God, for he will abundantly pardon.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Seek ye the LORD while he may be found, call ye upon him while he is near:  <strong>7</strong> Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.  ","niv":"<sup><strong>6</strong></sup> Seek the LORD while he may be found; call on him while he is near. <sup><strong>7</strong></sup> Let the wicked forsake his way and the evil man his thoughts. Let him turn to the LORD, and he will have mercy on him, and to our God, for he will freely pardon. ","modified":"2023-11-17T23:23:19.935Z"},{"_id":"616a34a6a03c6e96020b9c2f","topicId":"616a34a0a03c6e96020b9c1b","verse":"Ephesians 5:14-21","votes":34,"__v":0,"esv":"<div>\n<p id=\"p49005014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_01-20\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_01-20\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_01-20\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n</div>","kjv":"<strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  ","niv":"<sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. "},{"_id":"616a34a6a03c6e96020b9c30","topicId":"616a34a0a03c6e96020b9c1b","verse":"Acts 3:19-20","votes":44,"__v":0,"esv":"<div>\n<p id=\"p44003019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003019-1\">19&nbsp;</b>Repent therefore, and turn back, that your sins may be blotted out, <b class=\"verse-num\" id=\"v44003020-1\">20&nbsp;</b>that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus,</p>\n</div>","kjv":"<strong>19</strong> Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;  <strong>20</strong> And he shall send Jesus Christ, which before was preached unto you:  ","niv":"<sup><strong>19</strong></sup> Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord, <sup><strong>20</strong></sup> and that he may send the Christ, who has been appointed for you--even Jesus. ","modified":"2023-02-20T06:49:18.377Z"},{"_id":"616a34a7a03c6e96020b9c31","topicId":"616a34a0a03c6e96020b9c1b","verse":"James 4:6","votes":27,"__v":0,"esv":"<div>\n<p id=\"p59004006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”</p>\n</div>","kjv":"<strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  ","niv":"<sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\"","modified":"2022-10-12T15:23:55.082Z"},{"_id":"616a34a7a03c6e96020b9c32","topicId":"616a34a0a03c6e96020b9c1b","verse":"John 3:16-17","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. ","modified":"2022-08-23T14:33:05.178Z"},{"_id":"616a34a7a03c6e96020b9c33","topicId":"616a34a0a03c6e96020b9c1b","verse":"Matthew 24:14","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40024014_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n</div>","kjv":"<strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  ","niv":"<sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come."},{"_id":"616a34a8a03c6e96020b9c34","topicId":"616a34a0a03c6e96020b9c1b","verse":"Isaiah 6:5","votes":28,"__v":0,"esv":"<div>\n<p id=\"p23006005_01-25\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v23006005-1\">5&nbsp;</b>And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the LORD of hosts!”</p>\n</div>","kjv":"<strong>5</strong> Then said I, Woe is me! for I am undone; because I am  a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.  ","niv":"<sup><strong>5</strong></sup> \"Woe to me!\" I cried. \"I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the LORD Almighty.\"","modified":"2022-08-27T01:54:57.754Z"}]}