{"_id":"616a3543a03c6e96020b9c69","slug":"riches","name":"Riches","verses":[{"_id":"616a3544a03c6e96020b9c6a","topicId":"616a3543a03c6e96020b9c69","verse":"Luke 12:15","votes":68,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\"","modified":"2022-08-27T15:19:18.754Z"},{"_id":"616a3545a03c6e96020b9c6b","topicId":"616a3543a03c6e96020b9c69","verse":"Hebrews 13:5","votes":58,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2022-10-16T10:18:20.215Z"},{"_id":"616a3545a03c6e96020b9c6c","topicId":"616a3543a03c6e96020b9c69","verse":"Matthew 6:19-21","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-3\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. ","modified":"2022-10-16T10:18:39.764Z"},{"_id":"616a3545a03c6e96020b9c6d","topicId":"616a3543a03c6e96020b9c69","verse":"1 Timothy 6:17-19","votes":63,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-5\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. ","modified":"2022-12-20T07:40:14.677Z"},{"_id":"616a3545a03c6e96020b9c6e","topicId":"616a3543a03c6e96020b9c69","verse":"Philippians 4:19","votes":52,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus.","modified":"2023-03-31T02:38:00.914Z"},{"_id":"616a3545a03c6e96020b9c6f","topicId":"616a3543a03c6e96020b9c69","verse":"1 Timothy 6:10","votes":50,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2023-06-08T13:08:23.228Z"},{"_id":"616a3546a03c6e96020b9c70","topicId":"616a3543a03c6e96020b9c69","verse":"1 John 3:17","votes":37,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?","modified":"2022-10-16T10:19:07.771Z"},{"_id":"616a3546a03c6e96020b9c71","topicId":"616a3543a03c6e96020b9c69","verse":"Matthew 6:24","votes":50,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-10\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","modified":"2022-10-16T10:18:57.782Z"},{"_id":"616a3547a03c6e96020b9c72","topicId":"616a3543a03c6e96020b9c69","verse":"Mark 4:19","votes":35,"__v":0,"esv":"<div>\n<p id=\"p41004019_01-11\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v41004019-1\">19&nbsp;</b><span class=\"woc\">but the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful.</span></p>\n</div>","kjv":"<strong>19</strong> And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.  ","niv":"<sup><strong>19</strong></sup> but the worries of this life, the deceitfulness of wealth and the desires for other things come in and choke the word, making it unfruitful.","modified":"2023-02-22T15:00:43.425Z"},{"_id":"616a3547a03c6e96020b9c73","topicId":"616a3543a03c6e96020b9c69","verse":"1 Timothy 5:8","votes":32,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616a3547a03c6e96020b9c74","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 11:4","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011004-1\">4&nbsp;</b>&nbsp;&nbsp;Riches do not profit in the day of wrath,</span><br><span id=\"p20011004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but righteousness delivers from death.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Riches profit not in the day of wrath: but righteousness delivereth from death.  ","niv":"<sup><strong>4</strong></sup> Wealth is worthless in the day of wrath, but righteousness delivers from death."},{"_id":"616a3547a03c6e96020b9c75","topicId":"616a3543a03c6e96020b9c69","verse":"Luke 16:13","votes":34,"__v":0,"esv":"<div>\n<p id=\"p42016013_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n</div>","kjv":"<strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\""},{"_id":"616a3548a03c6e96020b9c76","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 11:28","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011028_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011028-1\">28&nbsp;</b>&nbsp;&nbsp;Whoever trusts in his riches will fall,</span><br><span id=\"p20011028_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous will flourish like a green leaf.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> He that trusteth in his riches shall fall: but the righteous shall flourish as a branch.  ","niv":"<sup><strong>28</strong></sup> Whoever trusts in his riches will fall, but the righteous will thrive like a green leaf."},{"_id":"616a3548a03c6e96020b9c78","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 10:22","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010022_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010022-1\">22&nbsp;</b>&nbsp;&nbsp;The blessing of the LORD makes rich,</span><br><span id=\"p20010022_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he adds no sorrow with it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> The blessing of the LORD, it maketh rich, and he addeth no sorrow with it.  ","niv":"<sup><strong>22</strong></sup> The blessing of the LORD brings wealth, and he adds no trouble to it."},{"_id":"616a3548a03c6e96020b9c77","topicId":"616a3543a03c6e96020b9c69","verse":"James 5:1-5","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p59005001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter.</p>\n</div>","kjv":"<strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  ","niv":"<sup><strong>1</strong></sup> Now listen, you rich people, weep and wail because of the misery that is coming upon you. <sup><strong>2</strong></sup> Your wealth has rotted, and moths have eaten your clothes. <sup><strong>3</strong></sup> Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. <sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. <sup><strong>5</strong></sup> You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. "},{"_id":"616a3549a03c6e96020b9c7a","topicId":"616a3543a03c6e96020b9c69","verse":"Luke 12:33-34","votes":24,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. ","modified":"2023-01-09T16:07:14.096Z"},{"_id":"616a3549a03c6e96020b9c79","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 16:8","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016008-1\">8&nbsp;</b>&nbsp;&nbsp;Better is a little with righteousness</span><br><span id=\"p20016008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than great revenues with injustice.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Better is a little with righteousness than great revenues without right.  ","niv":"<sup><strong>8</strong></sup> Better a little with righteousness than much gain with injustice."},{"_id":"616a3549a03c6e96020b9c7b","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 27:24","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027024_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027024-1\">24&nbsp;</b>&nbsp;&nbsp;for riches do not last forever;</span><br><span id=\"p20027024_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does a crown endure to all generations?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> For riches are not for ever: and doth the crown endure  to every generation?  ","niv":"<sup><strong>24</strong></sup> for riches do not endure forever, and a crown is not secure for all generations."},{"_id":"616a3549a03c6e96020b9c7c","topicId":"616a3543a03c6e96020b9c69","verse":"Luke 18:22-26","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42018022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v42018022-1\">22&nbsp;</b>When Jesus heard this, he said to him, <span class=\"woc\">“One thing you still lack. Sell all that you have and distribute to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v42018023-1\">23&nbsp;</b>But when he heard these things, he became very sad, for he was extremely rich. <b class=\"verse-num\" id=\"v42018024-1\">24&nbsp;</b>Jesus, seeing that he had become sad, said, <span class=\"woc\">“How difficult it is for those who have wealth to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v42018025-1\">25&nbsp;</b><span class=\"woc\">For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v42018026-1\">26&nbsp;</b>Those who heard it said, “Then who can be saved?”</p>\n</div>","kjv":"<strong>22</strong> Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.  <strong>23</strong> And when he heard this, he was very sorrowful: for he was very rich.  <strong>24</strong> And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!  <strong>25</strong> For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they that heard it said, Who then can be saved?  ","niv":"<sup><strong>22</strong></sup> When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>23</strong></sup> When he heard this, he became very sad, because he was a man of great wealth. <sup><strong>24</strong></sup> Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God! <sup><strong>25</strong></sup> Indeed, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> Those who heard this asked, \"Who then can be saved?\" "},{"_id":"616a354aa03c6e96020b9c7d","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 15:6","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015006-1\">6&nbsp;</b>&nbsp;&nbsp;In the house of the righteous there is much treasure,</span><br><span id=\"p20015006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but trouble befalls the income of the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In the house of the righteous is much treasure: but in the revenues of the wicked is trouble.  ","niv":"<sup><strong>6</strong></sup> The house of the righteous contains great treasure, but the income of the wicked brings them trouble."},{"_id":"616a354aa03c6e96020b9c7e","topicId":"616a3543a03c6e96020b9c69","verse":"Jeremiah 9:23","votes":22,"__v":0,"esv":"<div>\n<p id=\"p24009023_01-24\"><b class=\"verse-num\" id=\"v24009023-1\">23&nbsp;</b>Thus says the LORD: “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches,</p>\n</div>","kjv":"<strong>23</strong> Thus saith the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:  ","niv":"<sup><strong>23</strong></sup> This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches,"},{"_id":"616a354aa03c6e96020b9c7f","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 22:4","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022004_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022004-1\">4&nbsp;</b>&nbsp;&nbsp;The reward for humility and fear of the LORD</span><br><span id=\"p20022004_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is riches and honor and life.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> By humility and the fear of the LORD are riches, and honour, and life.  ","niv":"<sup><strong>4</strong></sup> Humility and the fear of the LORD bring wealth and honor and life."},{"_id":"616a354ba03c6e96020b9c80","topicId":"616a3543a03c6e96020b9c69","verse":"Ecclesiastes 5:19","votes":22,"__v":0,"esv":"<div>\n<p id=\"p21005019_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005019-1\">19&nbsp;</b>Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God.</p>\n</div>","kjv":"<strong>19</strong> Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.  ","niv":"<sup><strong>19</strong></sup> Moreover, when God gives any man wealth and possessions, and enables him to enjoy them, to accept his lot and be happy in his work-this is a gift of God.","modified":"2022-10-12T15:26:42.383Z"},{"_id":"616a354ba03c6e96020b9c81","topicId":"616a3543a03c6e96020b9c69","verse":"Proverbs 13:11","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013011_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013011-1\">11&nbsp;</b>&nbsp;&nbsp;Wealth gained hastily will dwindle,</span><br><span id=\"p20013011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever gathers little by little will increase it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.  ","niv":"<sup><strong>11</strong></sup> Dishonest money dwindles away, but he who gathers money little by little makes it grow."},{"_id":"616a354ba03c6e96020b9c82","topicId":"616a3543a03c6e96020b9c69","verse":"Psalm 62:10","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19062010_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19062010-1\">10&nbsp;</b>&nbsp;&nbsp;Put no trust in extortion;</span><br><span id=\"p19062010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set no vain hopes on robbery;</span><br><span id=\"p19062010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if riches increase, set not your heart on them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them. ","niv":"<sup><strong>10</strong></sup> Do not trust in extortion or take pride in stolen goods; though your riches increase, do not set your heart on them."}]}