{"_id":"616a350ca03c6e96020b9c4f","slug":"rich-people","name":"Rich People","verses":[{"_id":"616a350ca03c6e96020b9c50","topicId":"616a350ca03c6e96020b9c4f","verse":"Matthew 6:24","votes":293,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-1\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616a350da03c6e96020b9c51","topicId":"616a350ca03c6e96020b9c4f","verse":"Luke 18:25","votes":227,"__v":0,"esv":"<div>\n<p id=\"p42018025_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018025-1\">25&nbsp;</b><span class=\"woc\">For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span></p>\n</div>","kjv":"<strong>25</strong> For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.  ","niv":"<sup><strong>25</strong></sup> Indeed, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\""},{"_id":"616a350da03c6e96020b9c52","topicId":"616a350ca03c6e96020b9c4f","verse":"Hebrews 13:5","votes":256,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616a350da03c6e96020b9c53","topicId":"616a350ca03c6e96020b9c4f","verse":"James 5:1-6","votes":259,"__v":0,"esv":"<div>\n\n<p id=\"p59005001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n</div>","kjv":"<strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  ","niv":"<sup><strong>1</strong></sup> Now listen, you rich people, weep and wail because of the misery that is coming upon you. <sup><strong>2</strong></sup> Your wealth has rotted, and moths have eaten your clothes. <sup><strong>3</strong></sup> Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. <sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. <sup><strong>5</strong></sup> You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. <sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. "},{"_id":"616a350ea03c6e96020b9c54","topicId":"616a350ca03c6e96020b9c4f","verse":"Matthew 6:19-21","votes":172,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-5\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"616a350ea03c6e96020b9c56","topicId":"616a350ca03c6e96020b9c4f","verse":"Luke 12:33","votes":217,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys."},{"_id":"616a350ea03c6e96020b9c55","topicId":"616a350ca03c6e96020b9c4f","verse":"1 Timothy 6:10","votes":195,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"616a350fa03c6e96020b9c57","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 19:17","votes":161,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done."},{"_id":"616a350fa03c6e96020b9c59","topicId":"616a350ca03c6e96020b9c4f","verse":"1 Timothy 6:17","votes":170,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-11\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."},{"_id":"616a350fa03c6e96020b9c58","topicId":"616a350ca03c6e96020b9c4f","verse":"Mark 12:41-44","votes":170,"__v":0,"esv":"<div>\n\n<p id=\"p41012041_04-12\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"616a350fa03c6e96020b9c5a","topicId":"616a350ca03c6e96020b9c4f","verse":"Luke 6:24","votes":152,"__v":0,"esv":"<div>\n\n<p id=\"p42006024_04-13\"><b class=\"verse-num woc\" id=\"v42006024-1\">24&nbsp;</b><span class=\"woc\">“But woe to you who are rich, for you have received your consolation.</span></p>\n</div>","kjv":"<strong>24</strong> But woe unto you that are rich! for ye have received your consolation.  ","niv":"<sup><strong>24</strong></sup> \"But woe to you who are rich, for you have already received your comfort."},{"_id":"616a3510a03c6e96020b9c5b","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 23:4-5","votes":147,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023004-1\">4&nbsp;</b>&nbsp;&nbsp;Do not toil to acquire wealth;</span><br><span id=\"p20023004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be discerning enough to desist.</span><br><span id=\"p20023005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023005-1\">5&nbsp;</b>&nbsp;&nbsp;When your eyes light on it, it is gone,</span><br><span id=\"p20023005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for suddenly it sprouts wings,</span><br><span id=\"p20023005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;flying like an eagle toward heaven.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Labour not to be rich: cease from thine own wisdom.  <strong>5</strong> Wilt thou set thine eyes upon that which is not? for riches  certainly make themselves wings; they fly away as an eagle toward heaven.  ","niv":"<sup><strong>4</strong></sup> Do not wear yourself out to get rich; have the wisdom to show restraint. <sup><strong>5</strong></sup> Cast but a glance at riches, and they are gone, for they will surely sprout wings and fly off to the sky like an eagle. "},{"_id":"616a3510a03c6e96020b9c5c","topicId":"616a350ca03c6e96020b9c4f","verse":"2 Corinthians 8:9","votes":144,"__v":0,"esv":"<div>\n<p id=\"p47008009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich.</p>\n</div>","kjv":"<strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  ","niv":"<sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich."},{"_id":"616a3510a03c6e96020b9c5d","topicId":"616a350ca03c6e96020b9c4f","verse":"Revelation 3:17","votes":141,"__v":0,"esv":"<div>\n<p id=\"p66003017_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span></p>\n</div>","kjv":"<strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  ","niv":"<sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked."},{"_id":"616a3511a03c6e96020b9c5e","topicId":"616a350ca03c6e96020b9c4f","verse":"1 Timothy 6:9","votes":131,"__v":0,"esv":"<div>\n<p id=\"p54006009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.</p>\n</div>","kjv":"<strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  ","niv":"<sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction."},{"_id":"616a3511a03c6e96020b9c5f","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 14:31","votes":132,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014031_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014031-1\">31&nbsp;</b>&nbsp;&nbsp;Whoever oppresses a poor man insults his Maker,</span><br><span id=\"p20014031_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is generous to the needy honors him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.  ","niv":"<sup><strong>31</strong></sup> He who oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."},{"_id":"616a3511a03c6e96020b9c60","topicId":"616a350ca03c6e96020b9c4f","verse":"Acts 20:35","votes":138,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"616a3512a03c6e96020b9c61","topicId":"616a350ca03c6e96020b9c4f","verse":"1 Timothy 6:17-19","votes":129,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-22\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"616a3512a03c6e96020b9c62","topicId":"616a350ca03c6e96020b9c4f","verse":"Luke 6:20","votes":117,"__v":0,"esv":"<div>\n\n<p id=\"p42006020_03-23\"><b class=\"verse-num\" id=\"v42006020-1\">20&nbsp;</b>And he lifted up his eyes on his disciples, and said:</p>\n<p id=\"p42006020_03-23\"><span class=\"woc\">“Blessed are you who are poor, for yours is the kingdom of God.</span></p>\n</div>","kjv":"<strong>20</strong> And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of God.  ","niv":"<sup><strong>20</strong></sup> Looking at his disciples, he said: \"Blessed are you who are poor, for yours is the kingdom of God."},{"_id":"616a3512a03c6e96020b9c63","topicId":"616a350ca03c6e96020b9c4f","verse":"2 Corinthians 9:7","votes":105,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616a3512a03c6e96020b9c64","topicId":"616a350ca03c6e96020b9c4f","verse":"1 Timothy 6:18","votes":116,"__v":0,"esv":"<div>\n<p id=\"p54006018_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share,</p>\n</div>","kjv":"<strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  ","niv":"<sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share."},{"_id":"616a3513a03c6e96020b9c65","topicId":"616a350ca03c6e96020b9c4f","verse":"James 1:11","votes":103,"__v":0,"esv":"<div>\n<p id=\"p59001011_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n</div>","kjv":"<strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  ","niv":"<sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business."},{"_id":"616a3513a03c6e96020b9c67","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 22:2","votes":100,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022002_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022002-1\">2&nbsp;</b>&nbsp;&nbsp;The rich and the poor meet together;</span><br><span id=\"p20022002_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is the Maker of them all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> The rich and poor meet together: the LORD is the maker of them all.  ","niv":"<sup><strong>2</strong></sup> Rich and poor have this in common: The LORD is the Maker of them all."},{"_id":"616a3513a03c6e96020b9c66","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 22:9","votes":102,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022009_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever has a bountiful eye will be blessed,</span><br><span id=\"p20022009_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he shares his bread with the poor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.  ","niv":"<sup><strong>9</strong></sup> A generous man will himself be blessed, for he shares his food with the poor."},{"_id":"616a3514a03c6e96020b9c68","topicId":"616a350ca03c6e96020b9c4f","verse":"Proverbs 13:11","votes":99,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013011_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013011-1\">11&nbsp;</b>&nbsp;&nbsp;Wealth gained hastily will dwindle,</span><br><span id=\"p20013011_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever gathers little by little will increase it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.  ","niv":"<sup><strong>11</strong></sup> Dishonest money dwindles away, but he who gathers money little by little makes it grow."}]}