{"_id":"616a35a5a03c6e96020b9c98","slug":"right-and-wrong","name":"Right And Wrong","verses":[{"_id":"616a35a5a03c6e96020b9c99","topicId":"616a35a5a03c6e96020b9c98","verse":"James 4:17","votes":289,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2023-10-19T09:13:23.806Z"},{"_id":"616a35a6a03c6e96020b9c9a","topicId":"616a35a5a03c6e96020b9c98","verse":"Isaiah 5:20","votes":169,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-2\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-2\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter.","modified":"2022-07-07T21:26:08.733Z"},{"_id":"616a35a6a03c6e96020b9c9b","topicId":"616a35a5a03c6e96020b9c98","verse":"Proverbs 14:12","votes":93,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014012-1\">12&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20014012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> There is a way which seemeth right unto a man, but the end thereof are the ways of death.  ","niv":"<sup><strong>12</strong></sup> There is a way that seems right to a man, but in the end it leads to death."},{"_id":"616a35a7a03c6e96020b9c9c","topicId":"616a35a5a03c6e96020b9c98","verse":"John 3:19-21","votes":95,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" ","modified":"2023-01-15T12:37:47.896Z"},{"_id":"616a35a7a03c6e96020b9c9e","topicId":"616a35a5a03c6e96020b9c98","verse":"Mark 7:20-23","votes":83,"__v":0,"esv":"<div>\n<p id=\"p41007020_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n</div>","kjv":"<strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  ","niv":"<sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" "},{"_id":"616a35a7a03c6e96020b9c9d","topicId":"616a35a5a03c6e96020b9c98","verse":"Romans 13:1","votes":81,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"616a35a7a03c6e96020b9c9f","topicId":"616a35a5a03c6e96020b9c98","verse":"Romans 7:15-22","votes":75,"__v":0,"esv":"<div>\n<p id=\"p45007015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007015-1\">15&nbsp;</b>For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate. <b class=\"verse-num\" id=\"v45007016-1\">16&nbsp;</b>Now if I do what I do not want, I agree with the law, that it is good. <b class=\"verse-num\" id=\"v45007017-1\">17&nbsp;</b>So now it is no longer I who do it, but sin that dwells within me. <b class=\"verse-num\" id=\"v45007018-1\">18&nbsp;</b>For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out. <b class=\"verse-num\" id=\"v45007019-1\">19&nbsp;</b>For I do not do the good I want, but the evil I do not want is what I keep on doing. <b class=\"verse-num\" id=\"v45007020-1\">20&nbsp;</b>Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.</p>\n<p id=\"p45007020_01-7\"><b class=\"verse-num\" id=\"v45007021-1\">21&nbsp;</b>So I find it to be a law that when I want to do right, evil lies close at hand. <b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being,</p>\n</div>","kjv":"<strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  ","niv":"<sup><strong>15</strong></sup> I do not understand what I do. For what I want to do I do not do, but what I hate I do. <sup><strong>16</strong></sup> And if I do what I do not want to do, I agree that the law is good. <sup><strong>17</strong></sup> As it is, it is no longer I myself who do it, but it is sin living in me. <sup><strong>18</strong></sup> I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out. <sup><strong>19</strong></sup> For what I do is not the good I want to do; no, the evil I do not want to do--this I keep on doing. <sup><strong>20</strong></sup> Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it. <sup><strong>21</strong></sup> So I find this law at work: When I want to do good, evil is right there with me. <sup><strong>22</strong></sup> For in my inner being I delight in God's law; ","modified":"2023-02-11T09:39:12.403Z"},{"_id":"616a35a8a03c6e96020b9ca0","topicId":"616a35a5a03c6e96020b9c98","verse":"Romans 13:8-10","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-8\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. "},{"_id":"616a35a8a03c6e96020b9ca1","topicId":"616a35a5a03c6e96020b9c98","verse":"Colossians 3:17","votes":61,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"616a35a9a03c6e96020b9ca2","topicId":"616a35a5a03c6e96020b9c98","verse":"1 Timothy 6:10","votes":52,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"616a35a9a03c6e96020b9ca4","topicId":"616a35a5a03c6e96020b9c98","verse":"Proverbs 22:6","votes":53,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"616a35a9a03c6e96020b9ca3","topicId":"616a35a5a03c6e96020b9c98","verse":"Matthew 7:12","votes":53,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-13\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"616a35a9a03c6e96020b9ca5","topicId":"616a35a5a03c6e96020b9c98","verse":"1 Timothy 4:12","votes":49,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"616a35aaa03c6e96020b9ca6","topicId":"616a35a5a03c6e96020b9c98","verse":"1 Corinthians 15:33","votes":47,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"616a35aaa03c6e96020b9ca7","topicId":"616a35a5a03c6e96020b9c98","verse":"Ephesians 6:4","votes":47,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"616a35aaa03c6e96020b9ca8","topicId":"616a35a5a03c6e96020b9c98","verse":"Matthew 28:18","votes":42,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span></p>\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me."},{"_id":"616a35aba03c6e96020b9ca9","topicId":"616a35a5a03c6e96020b9c98","verse":"1 John 2:15-17","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-20\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. ","modified":"2023-10-03T18:31:21.011Z"},{"_id":"616a35aba03c6e96020b9caa","topicId":"616a35a5a03c6e96020b9c98","verse":"Ephesians 4:28","votes":38,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616a35aba03c6e96020b9cab","topicId":"616a35a5a03c6e96020b9c98","verse":"Galatians 6:9","votes":37,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."},{"_id":"616a35aca03c6e96020b9cac","topicId":"616a35a5a03c6e96020b9c98","verse":"Romans 1:21","votes":35,"__v":0,"esv":"<div>\n<p id=\"p45001021_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened.</p>\n</div>","kjv":"<strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  ","niv":"<sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened."},{"_id":"616a35aca03c6e96020b9cad","topicId":"616a35a5a03c6e96020b9c98","verse":"1 Kings 3:9","votes":32,"__v":0,"esv":"<div>\n<p id=\"p11003009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v11003009-1\">9&nbsp;</b>Give your servant therefore an understanding mind to govern your people, that I may discern between good and evil, for who is able to govern this your great people?”</p>\n</div>","kjv":"<strong>9</strong> Give therefore thy servant an understanding heart to judge thy people, that I may discern between good and bad: for who is able to judge this thy so great a people?  ","niv":"<sup><strong>9</strong></sup> So give your servant a discerning heart to govern your people and to distinguish between right and wrong. For who is able to govern this great people of yours?\""},{"_id":"616a35aca03c6e96020b9cae","topicId":"616a35a5a03c6e96020b9c98","verse":"Revelation 3:16","votes":36,"__v":0,"esv":"<div>\n<p id=\"p66003016_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth."},{"_id":"616a35aca03c6e96020b9caf","topicId":"616a35a5a03c6e96020b9c98","verse":"John 7:24","votes":33,"__v":0,"esv":"<div>\n<p id=\"p43007024_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007024-1\">24&nbsp;</b><span class=\"woc\">Do not judge by appearances, but judge with right judgment.”</span></p>\n</div>","kjv":"<strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  ","niv":"<sup><strong>24</strong></sup> Stop judging by mere appearances, and make a right judgment.\"","modified":"2023-12-02T15:11:04.946Z"},{"_id":"616a35ada03c6e96020b9cb0","topicId":"616a35a5a03c6e96020b9c98","verse":"Psalm 119:55","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119055_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119055-1\">55&nbsp;</b>&nbsp;&nbsp;I remember your name in the night, O LORD,</span><br><span id=\"p19119055_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>55</strong> I have remembered thy name, O LORD, in the night, and have kept thy law.  ","niv":"<sup><strong>55</strong></sup> In the night I remember your name, O LORD, and I will keep your law.","modified":"2022-05-31T20:13:50.186Z"},{"_id":"616a35ada03c6e96020b9cb1","topicId":"616a35a5a03c6e96020b9c98","verse":"1 John 1:9","votes":30,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."}]}