{"_id":"616a3646a03c6e96020b9ce6","slug":"risen-in-christ","name":"Risen In Christ","verses":[{"_id":"616a3646a03c6e96020b9ce7","topicId":"616a3646a03c6e96020b9ce6","verse":"Galatians 2:20","votes":15,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2023-10-18T13:20:20.981Z"},{"_id":"616a3647a03c6e96020b9ce8","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 6:4","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-4\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-4\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-4\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-4\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"_id":"616a3648a03c6e96020b9ce9","topicId":"616a3646a03c6e96020b9ce6","verse":"Colossians 2:12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-8\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-8\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-8\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-8\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  ","niv":"<sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."},{"_id":"616a3648a03c6e96020b9cea","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 6:1-23","votes":6,"__v":0,"kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. ","modified":"2023-01-03T02:57:26.762Z"},{"_id":"616a3648a03c6e96020b9ceb","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 8:11","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-11\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-11\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-11\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-11\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-11\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-11\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."},{"_id":"616a3648a03c6e96020b9cec","topicId":"616a3646a03c6e96020b9ce6","verse":"Colossians 3:3","votes":7,"__v":0,"esv":"<div>\n<p id=\"p51003003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God.</p>\n</div>","kjv":"<strong>3</strong> For ye are dead, and your life is hid with Christ in God.  ","niv":"<sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God."},{"_id":"616a3649a03c6e96020b9ced","topicId":"616a3646a03c6e96020b9ce6","verse":"Colossians 1:1-29","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-7\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-7\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-7\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-7\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-7\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-7\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-7\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"616a3649a03c6e96020b9cee","topicId":"616a3646a03c6e96020b9ce6","verse":"Colossians 2:1-23","votes":4,"__v":0,"kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. ","modified":"2022-07-29T18:44:31.284Z"},{"_id":"616a364aa03c6e96020b9cef","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Thessalonians 4:1-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p52004001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v52004001-1\">4:1&nbsp;</b>Finally, then, brothers, we ask and urge you in the Lord Jesus, that as you received from us how you ought to walk and to please God, just as you are doing, that you do so more and more. <b class=\"verse-num\" id=\"v52004002-1\">2&nbsp;</b>For you know what instructions we gave you through the Lord Jesus. <b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God; <b class=\"verse-num\" id=\"v52004006-1\">6&nbsp;</b>that no one transgress and wrong his brother in this matter, because the Lord is an avenger in all these things, as we told you beforehand and solemnly warned you. <b class=\"verse-num\" id=\"v52004007-1\">7&nbsp;</b>For God has not called us for impurity, but in holiness. <b class=\"verse-num\" id=\"v52004008-1\">8&nbsp;</b>Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you.</p>\n<p id=\"p52004008_06-10\"><b class=\"verse-num\" id=\"v52004009-1\">9&nbsp;</b>Now concerning brotherly love you have no need for anyone to write to you, for you yourselves have been taught by God to love one another, <b class=\"verse-num\" id=\"v52004010-1\">10&nbsp;</b>for that indeed is what you are doing to all the brothers throughout Macedonia. But we urge you, brothers, to do this more and more, <b class=\"verse-num\" id=\"v52004011-1\">11&nbsp;</b>and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you, <b class=\"verse-num\" id=\"v52004012-1\">12&nbsp;</b>so that you may walk properly before outsiders and be dependent on no one.</p>\n\n<p id=\"p52004012_11-10\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>1</strong> Furthermore then we beseech you, brethren, and exhort you  by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, so ye would abound more and more.  <strong>2</strong> For ye know what commandments we gave you by the Lord Jesus.  <strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  <strong>6</strong> That no man go beyond and defraud his brother in any  matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified.  <strong>7</strong> For God hath not called us unto uncleanness, but unto holiness.  <strong>8</strong> He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.  <strong>9</strong> But as touching brotherly love ye need not that I write unto you: for ye yourselves are taught of God to love one another.  <strong>10</strong> And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more;  <strong>11</strong> And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;  <strong>12</strong> That ye may walk honestly toward them that are without, and that  ye may have lack of nothing.  <strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>1</strong></sup> Finally, brothers, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more. <sup><strong>2</strong></sup> For you know what instructions we gave you by the authority of the Lord Jesus. <sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; <sup><strong>6</strong></sup> and that in this matter no one should wrong his brother or take advantage of him. The Lord will punish men for all such sins, as we have already told you and warned you. <sup><strong>7</strong></sup> For God did not call us to be impure, but to live a holy life. <sup><strong>8</strong></sup> Therefore, he who rejects this instruction does not reject man but God, who gives you his Holy Spirit. <sup><strong>9</strong></sup> Now about brotherly love we do not need to write to you, for you yourselves have been taught by God to love each other. <sup><strong>10</strong></sup> And in fact, you do love all the brothers throughout Macedonia. Yet we urge you, brothers, to do so more and more. <sup><strong>11</strong></sup> Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you, <sup><strong>12</strong></sup> so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody. <sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"616a364aa03c6e96020b9cf0","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 8:1-39","votes":5,"__v":0,"kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616a364aa03c6e96020b9cf1","topicId":"616a3646a03c6e96020b9ce6","verse":"Ephesians 2:8","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins <b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—<b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. <b class=\"verse-num\" id=\"v49002004-1\">4&nbsp;</b>But God, being rich in mercy, because of the great love with which he loved us, <b class=\"verse-num\" id=\"v49002005-1\">5&nbsp;</b>even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—<b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus, <b class=\"verse-num\" id=\"v49002007-1\">7&nbsp;</b>so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. <b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n\n<p id=\"p49002010_08-18\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—<b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. <b class=\"verse-num\" id=\"v49002013-1\">13&nbsp;</b>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. <b class=\"verse-num\" id=\"v49002014-1\">14&nbsp;</b>For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility <b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace, <b class=\"verse-num\" id=\"v49002016-1\">16&nbsp;</b>and might reconcile us both to God in one body through the cross, thereby killing the hostility. <b class=\"verse-num\" id=\"v49002017-1\">17&nbsp;</b>And he came and preached peace to you who were far off and peace to those who were near. <b class=\"verse-num\" id=\"v49002018-1\">18&nbsp;</b>For through him we both have access in one Spirit to the Father. <b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616a364aa03c6e96020b9cf2","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Corinthians 15:1-58","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-14\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-14\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-14\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-14\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-14\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-14\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-14\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-14\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-14\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"616a364ba03c6e96020b9cf3","topicId":"616a3646a03c6e96020b9ce6","verse":"2 Corinthians 5:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"616a364ba03c6e96020b9cf5","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Corinthians 11:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."},{"_id":"616a364ba03c6e96020b9cf4","topicId":"616a3646a03c6e96020b9ce6","verse":"Ephesians 2:1-22","votes":4,"__v":0,"kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  <strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  <strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  <strong>4</strong> But God, who is rich in mercy, for his great love wherewith he loved us,  <strong>5</strong> Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)  <strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  <strong>7</strong> That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.  <strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  <strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  <strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  <strong>13</strong> But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.  <strong>14</strong> For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;  <strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  <strong>16</strong> And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:  <strong>17</strong> And came and preached peace to you which were afar off, and to them that were nigh.  <strong>18</strong> For through him we both have access by one Spirit unto the Father.  <strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins, <sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. <sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath. <sup><strong>4</strong></sup> But because of his great love for us, God, who is rich in mercy, <sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. <sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, <sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. <sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. <sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)-- <sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. <sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near through the blood of Christ. <sup><strong>14</strong></sup> For he himself is our peace, who has made the two one and has destroyed the barrier, the dividing wall of hostility, <sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace, <sup><strong>16</strong></sup> and in this one body to reconcile both of them to God through the cross, by which he put to death their hostility. <sup><strong>17</strong></sup> He came and preached peace to you who were far away and peace to those who were near. <sup><strong>18</strong></sup> For through him we both have access to the Father by one Spirit. <sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. "},{"_id":"616a364ca03c6e96020b9cf6","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 5:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-19\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-19\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-19\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-19\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"616a364ca03c6e96020b9cf7","topicId":"616a3646a03c6e96020b9ce6","verse":"Luke 24:13-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42024013_06-20\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_06-20\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n</div>","kjv":"<strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  ","niv":"<sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. "},{"_id":"616a364ca03c6e96020b9cf8","topicId":"616a3646a03c6e96020b9ce6","verse":"Matthew 5:17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40005017_07-21\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span></p>\n</div>","kjv":"<strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  ","niv":"<sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them."},{"_id":"616a364ca03c6e96020b9cf9","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Peter 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60004001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin,</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  ","niv":"<sup><strong>1</strong></sup> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because he who has suffered in his body is done with sin."},{"_id":"616a364da03c6e96020b9cfa","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Peter 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-25\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"616a364da03c6e96020b9cfc","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Thessalonians 4:13-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-27\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep.</p>\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. "},{"_id":"616a364da03c6e96020b9cfb","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Peter 3:18-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-29\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616a364ea03c6e96020b9cfd","topicId":"616a3646a03c6e96020b9ce6","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616a364ea03c6e96020b9cff","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Corinthians 15:3-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015003_01-32\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures,</p>\n</div>","kjv":"<strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  ","niv":"<sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, "},{"_id":"616a364ea03c6e96020b9cfe","topicId":"616a3646a03c6e96020b9ce6","verse":"1 Corinthians 15:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015003_01-34\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,</p>\n</div>","kjv":"<strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  ","niv":"<sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,","modified":"2022-08-06T17:33:38.930Z"}]}