{"_id":"616a37e4a03c6e96020b9db6","slug":"robbery","name":"Robbery","verses":[{"_id":"616a37e5a03c6e96020b9db7","topicId":"616a37e4a03c6e96020b9db6","verse":"Isaiah 61:8","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061008-1\">8&nbsp;</b>&nbsp;&nbsp;For I the LORD love justice;</span><br><span id=\"p23061008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate robbery and wrong;</span><br><span id=\"p23061008_01-1\" class=\"line\">&nbsp;&nbsp;I will faithfully give them their recompense,</span><br><span id=\"p23061008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make an everlasting covenant with them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> For I the LORD love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them.  ","niv":"<sup><strong>8</strong></sup> \"For I, the LORD, love justice; I hate robbery and iniquity. In my faithfulness I will reward them and make an everlasting covenant with them.","modified":"2023-03-04T07:57:51.322Z"},{"_id":"616a37e6a03c6e96020b9db8","topicId":"616a37e4a03c6e96020b9db6","verse":"2 Corinthians 5:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2023-02-10T15:19:05.046Z"},{"_id":"616a37e6a03c6e96020b9db9","topicId":"616a37e4a03c6e96020b9db6","verse":"Matthew 6:14-15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-3\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"616a37e6a03c6e96020b9dba","topicId":"616a37e4a03c6e96020b9db6","verse":"Ezekiel 33:14-19","votes":13,"__v":0,"esv":"<div>\n<p id=\"p26033014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033014-1\">14&nbsp;</b>Again, though I say to the wicked, ‘You shall surely die,’ yet if he turns from his sin and does what is just and right, <b class=\"verse-num\" id=\"v26033015-1\">15&nbsp;</b>if the wicked restores the pledge, gives back what he has taken by robbery, and walks in the statutes of life, not doing injustice, he shall surely live; he shall not die. <b class=\"verse-num\" id=\"v26033016-1\">16&nbsp;</b>None of the sins that he has committed shall be remembered against him. He has done what is just and right; he shall surely live.</p>\n<p id=\"p26033016_01-4\"><b class=\"verse-num\" id=\"v26033017-1\">17&nbsp;</b>“Yet your people say, ‘The way of the Lord is not just,’ when it is their own way that is not just. <b class=\"verse-num\" id=\"v26033018-1\">18&nbsp;</b>When the righteous turns from his righteousness and does injustice, he shall die for it. <b class=\"verse-num\" id=\"v26033019-1\">19&nbsp;</b>And when the wicked turns from his wickedness and does what is just and right, he shall live by this.</p>\n</div>","kjv":"<strong>14</strong> Again, when I say unto the wicked, Thou shalt surely die; if he turn from his sin, and do that which is lawful and right;  <strong>15</strong> If the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die.  <strong>16</strong> None of his sins that he hath committed shall be mentioned unto him: he hath done that which is lawful and right; he shall surely live.  <strong>17</strong> Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal.  <strong>18</strong> When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.  <strong>19</strong> But if the wicked turn from his wickedness, and do that which is lawful and right, he shall live thereby.  ","niv":"<sup><strong>14</strong></sup> And if I say to the wicked man, 'You will surely die,' but he then turns away from his sin and does what is just and right- <sup><strong>15</strong></sup> if he gives back what he took in pledge for a loan, returns what he has stolen, follows the decrees that give life, and does no evil, he will surely live; he will not die. <sup><strong>16</strong></sup> None of the sins he has committed will be remembered against him. He has done what is just and right; he will surely live. <sup><strong>17</strong></sup> \"Yet your countrymen say, 'The way of the Lord is not just.' But it is their way that is not just. <sup><strong>18</strong></sup> If a righteous man turns from his righteousness and does evil, he will die for it. <sup><strong>19</strong></sup> And if a wicked man turns away from his wickedness and does what is just and right, he will live by doing so. "},{"_id":"616a37e6a03c6e96020b9dbb","topicId":"616a37e4a03c6e96020b9db6","verse":"Proverbs 21:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021007-1\">7&nbsp;</b>&nbsp;&nbsp;The violence of the wicked will sweep them away,</span><br><span id=\"p20021007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they refuse to do what is just.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The robbery of the wicked shall destroy them; because they refuse to do judgment.  ","niv":"<sup><strong>7</strong></sup> The violence of the wicked will drag them away, for they refuse to do what is right.","modified":"2022-08-12T15:57:18.260Z"},{"_id":"616a37e7a03c6e96020b9dbc","topicId":"616a37e4a03c6e96020b9db6","verse":"Philippians 2:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50002006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped,</p>\n\n</div>","kjv":"<strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  ","niv":"<sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped,"},{"_id":"616a37e7a03c6e96020b9dbd","topicId":"616a37e4a03c6e96020b9db6","verse":"1 Corinthians 6:9-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-8\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"616a37e7a03c6e96020b9dbe","topicId":"616a37e4a03c6e96020b9db6","verse":"Ephesians 4:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616a37e8a03c6e96020b9dbf","topicId":"616a37e4a03c6e96020b9db6","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a37e8a03c6e96020b9dc1","topicId":"616a37e4a03c6e96020b9db6","verse":"Psalm 62:10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19062010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19062010-1\">10&nbsp;</b>&nbsp;&nbsp;Put no trust in extortion;</span><br><span id=\"p19062010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set no vain hopes on robbery;</span><br><span id=\"p19062010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if riches increase, set not your heart on them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Trust not in oppression, and become not vain in robbery: if riches increase, set not your heart upon them. ","niv":"<sup><strong>10</strong></sup> Do not trust in extortion or take pride in stolen goods; though your riches increase, do not set your heart on them."},{"_id":"616a37e8a03c6e96020b9dc0","topicId":"616a37e4a03c6e96020b9db6","verse":"Leviticus 19:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03019013_01-12\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning.</p>\n</div>","kjv":"<strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  ","niv":"<sup><strong>13</strong></sup> \"'Do not defraud your neighbor or rob him. \"'Do not hold back the wages of a hired man overnight."},{"_id":"616a37e8a03c6e96020b9dc2","topicId":"616a37e4a03c6e96020b9db6","verse":"Exodus 20:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02020015_01-13\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n</div>","kjv":"<strong>15</strong> Thou shalt not steal.  ","niv":"<sup><strong>15</strong></sup> \"You shall not steal.","modified":"2023-03-04T07:57:00.093Z"},{"_id":"616a37e9a03c6e96020b9dc3","topicId":"616a37e4a03c6e96020b9db6","verse":"2 Peter 1:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001017-1\">17&nbsp;</b>For when he received honor and glory from God the Father, and the voice was borne to him by the Majestic Glory, “This is my beloved Son, with whom I am well pleased,”</p>\n\n</div>","kjv":"<strong>17</strong> For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.  ","niv":"<sup><strong>17</strong></sup> For he received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, \"This is my Son, whom I love; with him I am well pleased.\""},{"_id":"616a37e9a03c6e96020b9dc4","topicId":"616a37e4a03c6e96020b9db6","verse":"Revelation 17:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66017014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n</div>","kjv":"<strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\""},{"_id":"616a37eaa03c6e96020b9dc5","topicId":"616a37e4a03c6e96020b9db6","verse":"Galatians 3:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a37eaa03c6e96020b9dc6","topicId":"616a37e4a03c6e96020b9db6","verse":"Hebrews 1:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe."},{"_id":"616a37eaa03c6e96020b9dc8","topicId":"616a37e4a03c6e96020b9db6","verse":"1 Timothy 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616a37eaa03c6e96020b9dc7","topicId":"616a37e4a03c6e96020b9db6","verse":"Philippians 2:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n</div>","kjv":"<strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father."},{"_id":"616a37eba03c6e96020b9dc9","topicId":"616a37e4a03c6e96020b9db6","verse":"John 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God.","modified":"2022-10-22T21:52:32.950Z"},{"_id":"616a37eba03c6e96020b9dca","topicId":"616a37e4a03c6e96020b9db6","verse":"Acts 5:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44005003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005003-1\">3&nbsp;</b>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land?</p>\n</div>","kjv":"<strong>3</strong> But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?  ","niv":"<sup><strong>3</strong></sup> Then Peter said, \"Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?"},{"_id":"616a37eba03c6e96020b9dcb","topicId":"616a37e4a03c6e96020b9db6","verse":"1 Corinthians 8:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46008006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n</div>","kjv":"<strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  ","niv":"<sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."},{"_id":"616a37eba03c6e96020b9dcc","topicId":"616a37e4a03c6e96020b9db6","verse":"John 10:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"616a37eca03c6e96020b9dcd","topicId":"616a37e4a03c6e96020b9db6","verse":"James 2:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."},{"_id":"616a37eca03c6e96020b9dce","topicId":"616a37e4a03c6e96020b9db6","verse":"James 1:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616a37eca03c6e96020b9dcf","topicId":"616a37e4a03c6e96020b9db6","verse":"James 5:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."}]}