{"_id":"616a38e7a03c6e96020b9e20","slug":"rock-music","name":"Rock Music","verses":[{"_id":"616a38e7a03c6e96020b9e21","topicId":"616a38e7a03c6e96020b9e20","verse":"Psalm 33:3","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19033003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033003-1\">3&nbsp;</b>&nbsp;&nbsp;Sing to him a new song;</span><br><span id=\"p19033003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;play skillfully on the strings, with loud shouts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Sing unto him a new song; play skilfully with a loud noise.  ","niv":"<sup><strong>3</strong></sup> Sing to him a new song; play skillfully, and shout for joy.","modified":"2022-12-10T03:07:09.945Z"},{"_id":"616a38e8a03c6e96020b9e22","topicId":"616a38e7a03c6e96020b9e20","verse":"Psalm 96:9","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19096009_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19096009-1\">9&nbsp;</b>&nbsp;&nbsp;Worship the LORD in the splendor of holiness;</span><br><span id=\"p19096009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tremble before him, all the earth!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> O worship the LORD in the beauty of holiness: fear before him, all the earth.  ","niv":"<sup><strong>9</strong></sup> Worship the LORD in the splendor of his holiness; tremble before him, all the earth."},{"_id":"616a38e9a03c6e96020b9e23","topicId":"616a38e7a03c6e96020b9e20","verse":"Ephesians 5:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49005019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,</p>\n</div>","kjv":"<strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  ","niv":"<sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord,","modified":"2022-12-10T03:07:01.832Z"},{"_id":"616a38e9a03c6e96020b9e24","topicId":"616a38e7a03c6e96020b9e20","verse":"Colossians 3:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"616a38e9a03c6e96020b9e25","topicId":"616a38e7a03c6e96020b9e20","verse":"1 Corinthians 10:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010021_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons.</p>\n</div>","kjv":"<strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  ","niv":"<sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons."},{"_id":"616a38e9a03c6e96020b9e26","topicId":"616a38e7a03c6e96020b9e20","verse":"John 4:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"616a38eaa03c6e96020b9e27","topicId":"616a38e7a03c6e96020b9e20","verse":"Psalm 11:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19011005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD tests the righteous,</span><br><span id=\"p19011005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his soul hates the wicked and the one who loves violence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.  ","niv":"<sup><strong>5</strong></sup> The LORD examines the righteous, but the wicked and those who love violence his soul hates."},{"_id":"616a38eaa03c6e96020b9e28","topicId":"616a38e7a03c6e96020b9e20","verse":"2 Peter 2:17-19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61002017_01-9\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved.</p>\n\n</div>","kjv":"<strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  ","niv":"<sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. "},{"_id":"616a38eba03c6e96020b9e29","topicId":"616a38e7a03c6e96020b9e20","verse":"1 Corinthians 11:14-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_04-11\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse.</p>\n</div>","kjv":"<strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  ","niv":"<sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. "},{"_id":"616a38eba03c6e96020b9e2b","topicId":"616a38e7a03c6e96020b9e20","verse":"Colossians 3:14-25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_05-12\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. "},{"_id":"616a38eba03c6e96020b9e2a","topicId":"616a38e7a03c6e96020b9e20","verse":"1 Timothy 4:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n</div>","kjv":"<strong>5</strong> For it is sanctified by the word of God and prayer.  ","niv":"<sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer."},{"_id":"616a38eba03c6e96020b9e2c","topicId":"616a38e7a03c6e96020b9e20","verse":"1 Corinthians 4:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46004005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n</div>","kjv":"<strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  ","niv":"<sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God."},{"_id":"616a38eba03c6e96020b9e2d","topicId":"616a38e7a03c6e96020b9e20","verse":"Ezekiel 33:24-33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26033024_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033024-1\">24&nbsp;</b>“Son of man, the inhabitants of these waste places in the land of Israel keep saying, ‘Abraham was only one man, yet he got possession of the land; but we are many; the land is surely given us to possess.’ <b class=\"verse-num\" id=\"v26033025-1\">25&nbsp;</b>Therefore say to them, Thus says the Lord GOD: You eat flesh with the blood and lift up your eyes to your idols and shed blood; shall you then possess the land? <b class=\"verse-num\" id=\"v26033026-1\">26&nbsp;</b>You rely on the sword, you commit abominations, and each of you defiles his neighbor’s wife; shall you then possess the land? <b class=\"verse-num\" id=\"v26033027-1\">27&nbsp;</b>Say this to them, Thus says the Lord GOD: As I live, surely those who are in the waste places shall fall by the sword, and whoever is in the open field I will give to the beasts to be devoured, and those who are in strongholds and in caves shall die by pestilence. <b class=\"verse-num\" id=\"v26033028-1\">28&nbsp;</b>And I will make the land a desolation and a waste, and her proud might shall come to an end, and the mountains of Israel shall be so desolate that none will pass through. <b class=\"verse-num\" id=\"v26033029-1\">29&nbsp;</b>Then they will know that I am the LORD, when I have made the land a desolation and a waste because of all their abominations that they have committed.</p>\n<p id=\"p26033029_01-17\"><b class=\"verse-num\" id=\"v26033030-1\">30&nbsp;</b>“As for you, son of man, your people who talk together about you by the walls and at the doors of the houses, say to one another, each to his brother, ‘Come, and hear what the word is that comes from the LORD.’ <b class=\"verse-num\" id=\"v26033031-1\">31&nbsp;</b>And they come to you as people come, and they sit before you as my people, and they hear what you say but they will not do it; for with lustful talk in their mouths they act; their heart is set on their gain. <b class=\"verse-num\" id=\"v26033032-1\">32&nbsp;</b>And behold, you are to them like one who sings lustful songs with a beautiful voice and plays well on an instrument, for they hear what you say, but they will not do it. <b class=\"verse-num\" id=\"v26033033-1\">33&nbsp;</b>When this comes—and come it will!—then they will know that a prophet has been among them.”</p>\n\n</div>","kjv":"<strong>24</strong> Son of man, they that inhabit those wastes of the land of Israel speak, saying, Abraham was one, and he inherited the land: but we are  many; the land is given us for inheritance.  <strong>25</strong> Wherefore say unto them, Thus saith the Lord GOD; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?  <strong>26</strong> Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour’s wife: and shall ye possess the land?  <strong>27</strong> Say thou thus unto them, Thus saith the Lord GOD; As I live, surely they that are in the wastes shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that be in the forts and in the caves shall die of the pestilence.  <strong>28</strong> For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through.  <strong>29</strong> Then shall they know that I am the LORD, when I have laid the land most desolate because of all their abominations which they have committed.  <strong>30</strong> Also, thou son of man, the children of thy people still are talking against thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying, Come, I pray you, and hear what is the word that cometh forth from the LORD.  <strong>31</strong> And they come unto thee as the people cometh, and they sit before thee as my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, but their heart goeth after their covetousness.  <strong>32</strong> And, lo, thou art unto them as a very lovely song of one that hath a pleasant voice, and can play well on an instrument: for they hear thy words, but they do them not.  <strong>33</strong> And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.  ","niv":"<sup><strong>24</strong></sup> \"Son of man, the people living in those ruins in the land of Israel are saying, 'Abraham was only one man, yet he possessed the land. But we are many; surely the land has been given to us as our possession.' <sup><strong>25</strong></sup> Therefore say to them, 'This is what the Sovereign LORD says: Since you eat meat with the blood still in it and look to your idols and shed blood, should you then possess the land? <sup><strong>26</strong></sup> You rely on your sword, you do detestable things, and each of you defiles his neighbor's wife. Should you then possess the land?' <sup><strong>27</strong></sup> \"Say this to them: 'This is what the Sovereign LORD says: As surely as I live, those who are left in the ruins will fall by the sword, those out in the country I will give to the wild animals to be devoured, and those in strongholds and caves will die of a plague. <sup><strong>28</strong></sup> I will make the land a desolate waste, and her proud strength will come to an end, and the mountains of Israel will become desolate so that no one will cross them. <sup><strong>29</strong></sup> Then they will know that I am the LORD, when I have made the land a desolate waste because of all the detestable things they have done.' <sup><strong>30</strong></sup> \"As for you, son of man, your countrymen are talking together about you by the walls and at the doors of the houses, saying to each other, 'Come and hear the message that has come from the LORD.' <sup><strong>31</strong></sup> My people come to you, as they usually do, and sit before you to listen to your words, but they do not put them into practice. With their mouths they express devotion, but their hearts are greedy for unjust gain. <sup><strong>32</strong></sup> Indeed, to them you are nothing more than one who sings love songs with a beautiful voice and plays an instrument well, for they hear your words but do not put them into practice. <sup><strong>33</strong></sup> \"When all this comes true-and it surely will-then they will know that a prophet has been among them.\" "},{"_id":"616a38eca03c6e96020b9e2e","topicId":"616a38e7a03c6e96020b9e20","verse":"Proverbs 14:29","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014029_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014029-1\">29&nbsp;</b>&nbsp;&nbsp;Whoever is slow to anger has great understanding,</span><br><span id=\"p20014029_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who has a hasty temper exalts folly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.  ","niv":"<sup><strong>29</strong></sup> A patient man has great understanding, but a quick-tempered man displays folly."},{"_id":"616a38eca03c6e96020b9e2f","topicId":"616a38e7a03c6e96020b9e20","verse":"Psalm 40:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19040003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040003-1\">3&nbsp;</b>&nbsp;&nbsp;He put a new song in my mouth,</span><br><span id=\"p19040003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a song of praise to our God.</span><br><span id=\"p19040003_01-19\" class=\"line\">&nbsp;&nbsp;Many will see and fear,</span><br><span id=\"p19040003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put their trust in the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the LORD.  ","niv":"<sup><strong>3</strong></sup> He put a new song in my mouth, a hymn of praise to our God. Many will see and fear and put their trust in the LORD."},{"_id":"616a38eda03c6e96020b9e30","topicId":"616a38e7a03c6e96020b9e20","verse":"Leviticus 18:24-19:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03018024_01-20\"><b class=\"verse-num\" id=\"v03018024-1\">24&nbsp;</b>“Do not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean, <b class=\"verse-num\" id=\"v03018025-1\">25&nbsp;</b>and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants. <b class=\"verse-num\" id=\"v03018026-1\">26&nbsp;</b>But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you <b class=\"verse-num\" id=\"v03018027-1\">27&nbsp;</b>(for the people of the land, who were before you, did all of these abominations, so that the land became unclean), <b class=\"verse-num\" id=\"v03018028-1\">28&nbsp;</b>lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you. <b class=\"verse-num\" id=\"v03018029-1\">29&nbsp;</b>For everyone who does any of these abominations, the persons who do them shall be cut off from among their people. <b class=\"verse-num\" id=\"v03018030-1\">30&nbsp;</b>So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the LORD your God.”</p>\n\n<p id=\"p03019001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03019001-1\">19:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03019002-1\">2&nbsp;</b>“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the LORD your God am holy. <b class=\"verse-num\" id=\"v03019003-1\">3&nbsp;</b>Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the LORD your God. <b class=\"verse-num\" id=\"v03019004-1\">4&nbsp;</b>Do not turn to idols or make for yourselves any gods of cast metal: I am the LORD your God.</p>\n<p id=\"p03019004_05-20\"><b class=\"verse-num\" id=\"v03019005-1\">5&nbsp;</b>“When you offer a sacrifice of peace offerings to the LORD, you shall offer it so that you may be accepted. <b class=\"verse-num\" id=\"v03019006-1\">6&nbsp;</b>It shall be eaten the same day you offer it or on the day after, and anything left over until the third day shall be burned up with fire. <b class=\"verse-num\" id=\"v03019007-1\">7&nbsp;</b>If it is eaten at all on the third day, it is tainted; it will not be accepted, <b class=\"verse-num\" id=\"v03019008-1\">8&nbsp;</b>and everyone who eats it shall bear his iniquity, because he has profaned what is holy to the LORD, and that person shall be cut off from his people.</p>\n\n<p id=\"p03019008_10-20\"><b class=\"verse-num\" id=\"v03019009-1\">9&nbsp;</b>“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest. <b class=\"verse-num\" id=\"v03019010-1\">10&nbsp;</b>And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the LORD your God.</p>\n<p id=\"p03019010_10-20\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another. <b class=\"verse-num\" id=\"v03019012-1\">12&nbsp;</b>You shall not swear by my name falsely, and so profane the name of your God: I am the LORD.</p>\n<p id=\"p03019012_10-20\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning. <b class=\"verse-num\" id=\"v03019014-1\">14&nbsp;</b>You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the LORD.</p>\n<p id=\"p03019014_10-20\"><b class=\"verse-num\" id=\"v03019015-1\">15&nbsp;</b>“You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor. <b class=\"verse-num\" id=\"v03019016-1\">16&nbsp;</b>You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the LORD.</p>\n<p id=\"p03019016_10-20\"><b class=\"verse-num\" id=\"v03019017-1\">17&nbsp;</b>“You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him. <b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n\n<p id=\"p03019018_15-20\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n<p id=\"p03019019_15-20\"><b class=\"verse-num\" id=\"v03019020-1\">20&nbsp;</b>“If a man lies sexually with a woman who is a slave, assigned to another man and not yet ransomed or given her freedom, a distinction shall be made. They shall not be put to death, because she was not free; <b class=\"verse-num\" id=\"v03019021-1\">21&nbsp;</b>but he shall bring his compensation to the LORD, to the entrance of the tent of meeting, a ram for a guilt offering. <b class=\"verse-num\" id=\"v03019022-1\">22&nbsp;</b>And the priest shall make atonement for him with the ram of the guilt offering before the LORD for his sin that he has committed, and he shall be forgiven for the sin that he has committed.</p>\n<p id=\"p03019022_15-20\"><b class=\"verse-num\" id=\"v03019023-1\">23&nbsp;</b>“When you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten. <b class=\"verse-num\" id=\"v03019024-1\">24&nbsp;</b>And in the fourth year all its fruit shall be holy, an offering of praise to the LORD. <b class=\"verse-num\" id=\"v03019025-1\">25&nbsp;</b>But in the fifth year you may eat of its fruit, to increase its yield for you: I am the LORD your God.</p>\n<p id=\"p03019025_15-20\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes. <b class=\"verse-num\" id=\"v03019027-1\">27&nbsp;</b>You shall not round off the hair on your temples or mar the edges of your beard. <b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n\n</div>","kjv":"<strong>24</strong> Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:  <strong>25</strong> And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants.  <strong>26</strong> Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:  <strong>27</strong> (For all these abominations have the men of the land done, which were before you, and the land is defiled;)  <strong>28</strong> That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.  <strong>29</strong> For whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people.  <strong>30</strong> Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the LORD your God.  <strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the LORD your God am holy.  <strong>3</strong> Ye shall fear every man his mother, and his father, and keep my sabbaths: I am the LORD your God.  <strong>4</strong> Turn ye not unto idols, nor make to yourselves molten gods: I am  the LORD your God.  <strong>5</strong> And if ye offer a sacrifice of peace offerings unto the LORD, ye shall offer it at your own will.  <strong>6</strong> It shall be eaten the same day ye offer it, and on the morrow: and if ought remain until the third day, it shall be burnt in the fire.  <strong>7</strong> And if it be eaten at all on the third day, it is abominable; it shall not be accepted.  <strong>8</strong> Therefore every one that eateth it shall bear his iniquity, because he hath profaned the hallowed thing of the LORD: and that soul shall be cut off from among his people.  <strong>9</strong> And when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleanings of thy harvest.  <strong>10</strong> And thou shalt not glean thy vineyard, neither shalt thou gather every grape of thy vineyard; thou shalt leave them for the poor and stranger: I am the LORD your God.  <strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  <strong>12</strong> And ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the LORD.  <strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  <strong>14</strong> Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the LORD.  <strong>15</strong> Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.  <strong>16</strong> Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the LORD.  <strong>17</strong> Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.  <strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  <strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  <strong>20</strong> And whosoever lieth carnally with a woman, that is a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free.  <strong>21</strong> And he shall bring his trespass offering unto the LORD, unto the door of the tabernacle of the congregation, even a ram for a trespass offering.  <strong>22</strong> And the priest shall make an atonement for him with the ram of the trespass offering before the LORD for his sin which he hath done: and the sin which he hath done shall be forgiven him.  <strong>23</strong> And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of.  <strong>24</strong> But in the fourth year all the fruit thereof shall be holy to praise the LORD withal.  <strong>25</strong> And in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the LORD your God.  <strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  <strong>27</strong> Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.  <strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":""},{"_id":"616a38eda03c6e96020b9e31","topicId":"616a38e7a03c6e96020b9e20","verse":"1 Peter 2:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-22\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-22\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-22\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-22\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-22\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-22\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-22\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-22\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-22\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-22\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "},{"_id":"616a38eda03c6e96020b9e32","topicId":"616a38e7a03c6e96020b9e20","verse":"Psalm 20:1-21:13","votes":2,"__v":0,"kjv":"<strong>1</strong> The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee;  <strong>2</strong> Send thee help from the sanctuary, and strengthen thee out of Zion;  <strong>3</strong> Remember all thy offerings, and accept thy burnt sacrifice; Selah.  <strong>4</strong> Grant thee according to thine own heart, and fulfil all thy counsel.  <strong>5</strong> We will rejoice in thy salvation, and in the name of our God we will set up our banners: the LORD fulfil all thy petitions.  <strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  <strong>8</strong> They are brought down and fallen: but we are risen, and stand upright.  <strong>9</strong> Save, LORD: let the king hear us when we call.  <strong>1</strong> The king shall joy in thy strength, O LORD; and in thy salvation how greatly shall he rejoice!  <strong>2</strong> Thou hast given him his heart’s desire, and hast not withholden the request of his lips. Selah.  <strong>3</strong> For thou preventest him with the blessings of goodness: thou settest a crown of pure gold on his head.  <strong>4</strong> He asked life of thee, and thou gavest it him, even length of days for ever and ever.  <strong>5</strong> His glory is great in thy salvation: honour and majesty hast thou laid upon him.  <strong>6</strong> For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.  <strong>7</strong> For the king trusteth in the LORD, and through the mercy of the most High he shall not be moved.  <strong>8</strong> Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee.  <strong>9</strong> Thou shalt make them as a fiery oven in the time of thine anger: the LORD shall swallow them up in his wrath, and the fire shall devour them.  <strong>10</strong> Their fruit shalt thou destroy from the earth, and their seed from among the children of men.  <strong>11</strong> For they intended evil against thee: they imagined a mischievous device, which they are not able to perform. <strong>12</strong> Therefore shalt thou make them turn their back, when thou shalt make ready thine arrows upon thy strings against the face of them.  <strong>13</strong> Be thou exalted, LORD, in thine own strength: so will we sing and praise thy power.  ","niv":"<sup><strong>1</strong></sup> May the LORD answer you when you are in distress; may the name of the God of Jacob protect you. <sup><strong>2</strong></sup> May he send you help from the sanctuary and grant you support from Zion. <sup><strong>3</strong></sup> May he remember all your sacrifices and accept your burnt offerings. Selah <sup><strong>4</strong></sup> May he give you the desire of your heart and make all your plans succeed. <sup><strong>5</strong></sup> We will shout for joy when you are victorious and will lift up our banners in the name of our God. May the LORD grant all your requests. <sup><strong>6</strong></sup> Now I know that the LORD saves his anointed; he answers him from his holy heaven with the saving power of his right hand. <sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God. <sup><strong>8</strong></sup> They are brought to their knees and fall, but we rise up and stand firm. <sup><strong>9</strong></sup> O LORD, save the king! Answer us when we call! <sup><strong>10</strong></sup> undefined <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined "}]}