{"_id":"616a3b94a03c6e96020b9f4e","slug":"rules","name":"Rules","verses":[{"_id":"616a3b94a03c6e96020b9f4f","topicId":"616a3b94a03c6e96020b9f4e","verse":"Romans 13:1","votes":73,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"616a3b95a03c6e96020b9f50","topicId":"616a3b94a03c6e96020b9f4e","verse":"Psalm 119:10","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  ","niv":"<sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands."},{"_id":"616a3b95a03c6e96020b9f51","topicId":"616a3b94a03c6e96020b9f4e","verse":"Acts 5:29","votes":54,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"616a3b95a03c6e96020b9f52","topicId":"616a3b94a03c6e96020b9f4e","verse":"2 Timothy 3:16-17","votes":28,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616a3b96a03c6e96020b9f53","topicId":"616a3b94a03c6e96020b9f4e","verse":"Joshua 1:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p06001008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p>\n</div>","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  ","niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."},{"_id":"616a3b96a03c6e96020b9f54","topicId":"616a3b94a03c6e96020b9f4e","verse":"Colossians 3:23","votes":13,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"616a3b96a03c6e96020b9f55","topicId":"616a3b94a03c6e96020b9f4e","verse":"Hebrews 13:17","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-7\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"616a3b97a03c6e96020b9f56","topicId":"616a3b94a03c6e96020b9f4e","verse":"Proverbs 29:2","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029002_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  ","niv":"<sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan."},{"_id":"616a3b97a03c6e96020b9f58","topicId":"616a3b94a03c6e96020b9f4e","verse":"Deuteronomy 21:18-21","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p05021018_04-9\"><b class=\"verse-num\" id=\"v05021018-1\">18&nbsp;</b>“If a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and, though they discipline him, will not listen to them, <b class=\"verse-num\" id=\"v05021019-1\">19&nbsp;</b>then his father and his mother shall take hold of him and bring him out to the elders of his city at the gate of the place where he lives, <b class=\"verse-num\" id=\"v05021020-1\">20&nbsp;</b>and they shall say to the elders of his city, ‘This our son is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.’ <b class=\"verse-num\" id=\"v05021021-1\">21&nbsp;</b>Then all the men of the city shall stone him to death with stones. So you shall purge the evil from your midst, and all Israel shall hear, and fear.</p>\n</div>","kjv":"<strong>18</strong> If a man have a stubborn and rebellious son, which will not obey the voice of his father, or the voice of his mother, and that, when they have chastened him, will not hearken unto them:  <strong>19</strong> Then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;  <strong>20</strong> And they shall say unto the elders of his city, This our son is  stubborn and rebellious, he will not obey our voice; he is  a glutton, and a drunkard.  <strong>21</strong> And all the men of his city shall stone him with stones, that he die: so shalt thou put evil away from among you; and all Israel shall hear, and fear.  ","niv":"<sup><strong>18</strong></sup> If a man has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him, <sup><strong>19</strong></sup> his father and mother shall take hold of him and bring him to the elders at the gate of his town. <sup><strong>20</strong></sup> They shall say to the elders, \"This son of ours is stubborn and rebellious. He will not obey us. He is a profligate and a drunkard.\" <sup><strong>21</strong></sup> Then all the men of his town shall stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid. "},{"_id":"616a3b97a03c6e96020b9f57","topicId":"616a3b94a03c6e96020b9f4e","verse":"Ephesians 6:5","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p49006005_04-10\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ,</p>\n\n</div>","kjv":"<strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  ","niv":"<sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ."},{"_id":"616a3b97a03c6e96020b9f59","topicId":"616a3b94a03c6e96020b9f4e","verse":"Revelation 1:1-20","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-11\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-11\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-11\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-11\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-11\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-11\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-11\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616a3b98a03c6e96020b9f5a","topicId":"616a3b94a03c6e96020b9f4e","verse":"1 Timothy 5:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-13\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."},{"_id":"616a3b98a03c6e96020b9f5b","topicId":"616a3b94a03c6e96020b9f4e","verse":"Romans 8:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"616a3b98a03c6e96020b9f5c","topicId":"616a3b94a03c6e96020b9f4e","verse":"Luke 16:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42016017_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016017-1\">17&nbsp;</b><span class=\"woc\">But it is easier for heaven and earth to pass away than for one dot of the Law to become void.</span></p>\n</div>","kjv":"<strong>17</strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.  ","niv":"<sup><strong>17</strong></sup> It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law."},{"_id":"616a3b99a03c6e96020b9f5d","topicId":"616a3b94a03c6e96020b9f4e","verse":"Luke 3:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42003011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003011-1\">11&nbsp;</b>And he answered them, “Whoever has two tunics is to share with him who has none, and whoever has food is to do likewise.”</p>\n\n</div>","kjv":"<strong>11</strong> He answereth and saith unto them, He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise.  ","niv":"<sup><strong>11</strong></sup> John answered, \"The man with two tunics should share with him who has none, and the one who has food should do the same.\""},{"_id":"616a3b99a03c6e96020b9f5f","topicId":"616a3b94a03c6e96020b9f4e","verse":"1 Corinthians 10:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616a3b99a03c6e96020b9f5e","topicId":"616a3b94a03c6e96020b9f4e","verse":"2 John 1:6","votes":8,"__v":0,"kjv":"<strong>6</strong> And this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616a3b9aa03c6e96020b9f60","topicId":"616a3b94a03c6e96020b9f4e","verse":"Leviticus 19:19","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-20\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material.","modified":"2023-12-04T20:33:33.731Z"},{"_id":"616a3b9aa03c6e96020b9f61","topicId":"616a3b94a03c6e96020b9f4e","verse":"Leviticus 19:3","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03019003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019003-1\">3&nbsp;</b>Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the LORD your God.</p>\n</div>","kjv":"<strong>3</strong> Ye shall fear every man his mother, and his father, and keep my sabbaths: I am the LORD your God.  ","niv":"<sup><strong>3</strong></sup> \"'Each of you must respect his mother and father, and you must observe my Sabbaths. I am the LORD your God.","modified":"2022-04-13T13:37:23.765Z"},{"_id":"616a3b9aa03c6e96020b9f62","topicId":"616a3b94a03c6e96020b9f4e","verse":"2 Kings 23:20-25","votes":8,"__v":0,"esv":"<div>\n<p id=\"p12023020_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023020-1\">20&nbsp;</b>And he sacrificed all the priests of the high places who were there, on the altars, and burned human bones on them. Then he returned to Jerusalem.</p>\n\n<p id=\"p12023020_05-22\"><b class=\"verse-num\" id=\"v12023021-1\">21&nbsp;</b>And the king commanded all the people, “Keep the Passover to the LORD your God, as it is written in this Book of the Covenant.” <b class=\"verse-num\" id=\"v12023022-1\">22&nbsp;</b>For no such Passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah. <b class=\"verse-num\" id=\"v12023023-1\">23&nbsp;</b>But in the eighteenth year of King Josiah this Passover was kept to the LORD in Jerusalem.</p>\n<p id=\"p12023023_05-22\"><b class=\"verse-num\" id=\"v12023024-1\">24&nbsp;</b>Moreover, Josiah put away the mediums and the necromancers and the household gods and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might establish the words of the law that were written in the book that Hilkiah the priest found in the house of the LORD. <b class=\"verse-num\" id=\"v12023025-1\">25&nbsp;</b>Before him there was no king like him, who turned to the LORD with all his heart and with all his soul and with all his might, according to all the Law of Moses, nor did any like him arise after him.</p>\n</div>","kjv":"<strong>20</strong> And he slew all the priests of the high places that were  there upon the altars, and burned men’s bones upon them, and returned to Jerusalem.  <strong>21</strong> And the king commanded all the people, saying, Keep the passover unto the LORD your God, as it is written in the book of this covenant.  <strong>22</strong> Surely there was not holden such a passover from the days of the judges that judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;  <strong>23</strong> But in the eighteenth year of king Josiah, wherein this passover was holden to the LORD in Jerusalem.  <strong>24</strong> Moreover the workers with familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the LORD.  <strong>25</strong> And like unto him was there no king before him, that turned to the LORD with all his heart, and with all his soul, and with all his might, according to all the law of Moses; neither after him arose there any like him.  ","niv":"<sup><strong>20</strong></sup> Josiah slaughtered all the priests of those high places on the altars and burned human bones on them. Then he went back to Jerusalem. <sup><strong>21</strong></sup> The king gave this order to all the people: \"Celebrate the Passover to the LORD your God, as it is written in this Book of the Covenant.\" <sup><strong>22</strong></sup> Not since the days of the judges who led Israel, nor throughout the days of the kings of Israel and the kings of Judah, had any such Passover been observed. <sup><strong>23</strong></sup> But in the eighteenth year of King Josiah, this Passover was celebrated to the LORD in Jerusalem. <sup><strong>24</strong></sup> Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the LORD. <sup><strong>25</strong></sup> Neither before nor after Josiah was there a king like him who turned to the LORD as he did-with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses. "},{"_id":"616a3b9aa03c6e96020b9f63","topicId":"616a3b94a03c6e96020b9f4e","verse":"Mark 12:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41012031_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\""},{"_id":"616a3b9ba03c6e96020b9f64","topicId":"616a3b94a03c6e96020b9f4e","verse":"Numbers 31:17-18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p04031017_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v04031017-1\">17&nbsp;</b>Now therefore, kill every male among the little ones, and kill every woman who has known man by lying with him. <b class=\"verse-num\" id=\"v04031018-1\">18&nbsp;</b>But all the young girls who have not known man by lying with him keep alive for yourselves.</p>\n</div>","kjv":"<strong>17</strong> Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him.  <strong>18</strong> But all the women children, that have not known a man by lying with him, keep alive for yourselves.  ","niv":"<sup><strong>17</strong></sup> Now kill all the boys. And kill every woman who has slept with a man, <sup><strong>18</strong></sup> but save for yourselves every girl who has never slept with a man. ","modified":"2022-11-24T04:56:55.594Z"},{"_id":"616a3b9ba03c6e96020b9f65","topicId":"616a3b94a03c6e96020b9f4e","verse":"Exodus 23:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p02023004_01-25\"><b class=\"verse-num\" id=\"v02023004-1\">4&nbsp;</b>“If you meet your enemy’s ox or his donkey going astray, you shall bring it back to him.</p>\n</div>","kjv":"<strong>4</strong> If thou meet thine enemy’s ox or his ass going astray, thou shalt surely bring it back to him again.  ","niv":"<sup><strong>4</strong></sup> \"If you come across your enemy's ox or donkey wandering off, be sure to take it back to him."},{"_id":"616a3b9ba03c6e96020b9f66","topicId":"616a3b94a03c6e96020b9f4e","verse":"Deuteronomy 25:5","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p05025005_05-26\"><b class=\"verse-num\" id=\"v05025005-1\">5&nbsp;</b>“If brothers dwell together, and one of them dies and has no son, the wife of the dead man shall not be married outside the family to a stranger. Her husband’s brother shall go in to her and take her as his wife and perform the duty of a husband’s brother to her.</p>\n</div>","kjv":"<strong>5</strong> If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of an husband’s brother unto her.  ","niv":"<sup><strong>5</strong></sup> If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her."},{"_id":"616a3b9ca03c6e96020b9f67","topicId":"616a3b94a03c6e96020b9f4e","verse":"Revelation 21:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-06-04T02:09:58.574Z"}]}