{"_id":"616a3c17a03c6e96020b9f84","slug":"run-the-race","name":"Run The Race","verses":[{"_id":"616a3c17a03c6e96020b9f85","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:1","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us.","modified":"2023-11-02T05:57:36.438Z"},{"_id":"616a3c17a03c6e96020b9f86","topicId":"616a3c17a03c6e96020b9f84","verse":"1 Corinthians 9:24-27","votes":20,"__v":0,"esv":"<div>\n<p id=\"p46009024_01-3\"><b class=\"verse-num\" id=\"v46009024-1\">24&nbsp;</b>Do you not know that in a race all the runners run, but only one receives the prize? So run that you may obtain it. <b class=\"verse-num\" id=\"v46009025-1\">25&nbsp;</b>Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable. <b class=\"verse-num\" id=\"v46009026-1\">26&nbsp;</b>So I do not run aimlessly; I do not box as one beating the air. <b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>24</strong> Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.  <strong>25</strong> And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.  <strong>26</strong> I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:  <strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>24</strong></sup> Do you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize. <sup><strong>25</strong></sup> Everyone who competes in the games goes into strict training. They do it to get a crown that will not last; but we do it to get a crown that will last forever. <sup><strong>26</strong></sup> Therefore I do not run like a man running aimlessly; I do not fight like a man beating the air. <sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize. ","modified":"2023-11-10T08:26:52.685Z"},{"_id":"616a3c18a03c6e96020b9f87","topicId":"616a3c17a03c6e96020b9f84","verse":"1 Corinthians 9:24","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46009024_01-5\"><b class=\"verse-num\" id=\"v46009024-1\">24&nbsp;</b>Do you not know that in a race all the runners run, but only one receives the prize? So run that you may obtain it.</p>\n</div>","kjv":"<strong>24</strong> Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.  ","niv":"<sup><strong>24</strong></sup> Do you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize.","modified":"2023-06-11T09:35:17.694Z"},{"_id":"616a3c18a03c6e96020b9f88","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:2","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58012002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God.","modified":"2023-08-23T21:59:07.717Z"},{"_id":"616a3c18a03c6e96020b9f89","topicId":"616a3c17a03c6e96020b9f84","verse":"2 Timothy 4:7-8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55004007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith. <b class=\"verse-num\" id=\"v55004008-1\">8&nbsp;</b>Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing.</p>\n</div>","kjv":"<strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  ","niv":"<sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith. <sup><strong>8</strong></sup> Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day--and not only to me, but also to all who have longed for his appearing. ","modified":"2023-07-31T09:56:32.453Z"},{"_id":"616a3c19a03c6e96020b9f8a","topicId":"616a3c17a03c6e96020b9f84","verse":"Philippians 3:14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p50003014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.","modified":"2023-07-20T12:52:38.074Z"},{"_id":"616a3c19a03c6e96020b9f8b","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:1-2","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. ","modified":"2023-07-11T18:06:08.002Z"},{"_id":"616a3c19a03c6e96020b9f8c","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:3","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p58012003_05-10\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.</p>\n</div>","kjv":"<strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  ","niv":"<sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart.","modified":"2023-08-21T09:10:08.711Z"},{"_id":"616a3c19a03c6e96020b9f8d","topicId":"616a3c17a03c6e96020b9f84","verse":"2 Timothy 4:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55004007_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith.</p>\n</div>","kjv":"<strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  ","niv":"<sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith.","modified":"2023-07-21T15:25:55.810Z"},{"_id":"616a3c1aa03c6e96020b9f8e","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:1-3","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-12\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. ","modified":"2023-07-29T21:04:16.933Z"},{"_id":"616a3c1aa03c6e96020b9f8f","topicId":"616a3c17a03c6e96020b9f84","verse":"James 1:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59001012_01-13\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.</p>\n</div>","kjv":"<strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  ","niv":"<sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him.","modified":"2023-11-11T00:42:25.656Z"},{"_id":"616a3c1aa03c6e96020b9f90","topicId":"616a3c17a03c6e96020b9f84","verse":"1 Timothy 6:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p54006012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006012-1\">12&nbsp;</b>Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.</p>\n</div>","kjv":"<strong>12</strong> Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.  ","niv":"<sup><strong>12</strong></sup> Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.","modified":"2022-11-08T15:57:45.799Z"},{"_id":"616a3c1ba03c6e96020b9f91","topicId":"616a3c17a03c6e96020b9f84","verse":"2 Timothy 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55002005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules.</p>\n</div>","kjv":"<strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  ","niv":"<sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules.","modified":"2022-10-07T21:29:03.439Z"},{"_id":"616a3c1ba03c6e96020b9f92","topicId":"616a3c17a03c6e96020b9f84","verse":"Matthew 7:13-14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40007013_01-17\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. ","niv":"<sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. ","modified":"2023-10-17T10:18:09.077Z"},{"_id":"616a3c1ba03c6e96020b9f93","topicId":"616a3c17a03c6e96020b9f84","verse":"Isaiah 40:31","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-18\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.","modified":"2023-06-21T03:09:11.233Z"},{"_id":"616a3c1ca03c6e96020b9f94","topicId":"616a3c17a03c6e96020b9f84","verse":"Philippians 3:12-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p50003012_05-19\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. <b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  <strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>12</strong></sup> Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. <sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. ","modified":"2022-12-06T13:50:56.289Z"},{"_id":"616a3c1ca03c6e96020b9f95","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 12:1-29","votes":8,"__v":0,"kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. <sup><strong>12</strong></sup> Therefore, strengthen your feeble arms and weak knees. <sup><strong>13</strong></sup> \"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed. <sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord. <sup><strong>15</strong></sup> See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many. <sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son. <sup><strong>17</strong></sup> Afterward, as you know, when he wanted to inherit this blessing, he was rejected. He could bring about no change of mind, though he sought the blessing with tears. <sup><strong>18</strong></sup> You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm; <sup><strong>19</strong></sup> to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them, <sup><strong>20</strong></sup> because they could not bear what was commanded: \"If even an animal touches the mountain, it must be stoned.\" <sup><strong>21</strong></sup> The sight was so terrifying that Moses said, \"I am trembling with fear.\" <sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly, <sup><strong>23</strong></sup> to the church of the firstborn, whose names are written in heaven. You have come to God, the judge of all men, to the spirits of righteous men made perfect, <sup><strong>24</strong></sup> to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel. <sup><strong>25</strong></sup> See to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven? <sup><strong>26</strong></sup> At that time his voice shook the earth, but now he has promised, \"Once more I will shake not only the earth but also the heavens.\" <sup><strong>27</strong></sup> The words \"once more\" indicate the removing of what can be shaken--that is, created things--so that what cannot be shaken may remain. <sup><strong>28</strong></sup> Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, <sup><strong>29</strong></sup> for our \"God is a consuming fire.\" ","modified":"2023-03-18T02:46:21.759Z"},{"_id":"616a3c1ca03c6e96020b9f96","topicId":"616a3c17a03c6e96020b9f84","verse":"1 Corinthians 9:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46009026_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009026-1\">26&nbsp;</b>So I do not run aimlessly; I do not box as one beating the air.</p>\n</div>","kjv":"<strong>26</strong> I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:  ","niv":"<sup><strong>26</strong></sup> Therefore I do not run like a man running aimlessly; I do not fight like a man beating the air.","modified":"2022-10-16T21:25:38.084Z"},{"_id":"616a3c1ca03c6e96020b9f97","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 11:1-40","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-23\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-23\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-23\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-23\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-23\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-23\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-23\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-23\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. ","modified":"2023-02-18T04:29:30.057Z"},{"_id":"616a3c1da03c6e96020b9f98","topicId":"616a3c17a03c6e96020b9f84","verse":"Hebrews 10:36","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58010036_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010036-1\">36&nbsp;</b>For you have need of endurance, so that when you have done the will of God you may receive what is promised.</p>\n</div>","kjv":"<strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  ","niv":"<sup><strong>36</strong></sup> You need to persevere so that when you have done the will of God, you will receive what he has promised.","modified":"2023-09-20T23:05:45.232Z"},{"_id":"616a3c1da03c6e96020b9f99","topicId":"616a3c17a03c6e96020b9f84","verse":"Galatians 5:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005007_01-25\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth?</p>\n</div>","kjv":"<strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  ","niv":"<sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth?","modified":"2022-09-28T15:06:48.908Z"},{"_id":"616a3c1da03c6e96020b9f9a","topicId":"616a3c17a03c6e96020b9f84","verse":"Isaiah 55:6-7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055006-1\">6&nbsp;</b>&nbsp;&nbsp;“Seek the LORD while he may be found;</span><br><span id=\"p23055006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;call upon him while he is near;</span><br><span id=\"p23055007_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055007-1\">7&nbsp;</b>&nbsp;&nbsp;let the wicked forsake his way,</span><br><span id=\"p23055007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the unrighteous man his thoughts;</span><br><span id=\"p23055007_01-26\" class=\"line\">&nbsp;&nbsp;let him return to the LORD, that he may have compassion on him,</span><br><span id=\"p23055007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to our God, for he will abundantly pardon.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Seek ye the LORD while he may be found, call ye upon him while he is near:  <strong>7</strong> Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.  ","niv":"<sup><strong>6</strong></sup> Seek the LORD while he may be found; call on him while he is near. <sup><strong>7</strong></sup> Let the wicked forsake his way and the evil man his thoughts. Let him turn to the LORD, and he will have mercy on him, and to our God, for he will freely pardon. ","modified":"2022-01-03T04:43:26.991Z"},{"_id":"616a3c1ea03c6e96020b9f9b","topicId":"616a3c17a03c6e96020b9f84","verse":"Philippians 2:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50002016_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing.","modified":"2022-11-29T04:21:13.985Z"},{"_id":"616a3c1ea03c6e96020b9f9c","topicId":"616a3c17a03c6e96020b9f84","verse":"Galatians 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48002002_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002002-1\">2&nbsp;</b>I went up because of a revelation and set before them (though privately before those who seemed influential) the gospel that I proclaim among the Gentiles, in order to make sure I was not running or had not run in vain.</p>\n</div>","kjv":"<strong>2</strong> And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.  ","niv":"<sup><strong>2</strong></sup> I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I did this privately to those who seemed to be leaders, for fear that I was running or had run my race in vain.","modified":"2023-08-30T15:14:38.432Z"},{"_id":"616a3c1ea03c6e96020b9f9d","topicId":"616a3c17a03c6e96020b9f84","verse":"Acts 20:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44020024_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020024-1\">24&nbsp;</b>But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.</p>\n</div>","kjv":"<strong>24</strong> But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.  ","niv":"<sup><strong>24</strong></sup> However, I consider my life worth nothing to me, if only I may finish the race and complete the task the Lord Jesus has given me--the task of testifying to the gospel of God's grace.","modified":"2022-09-07T09:13:47.273Z"}]}