{"_id":"616a3ccaa03c6e96020b9ff1","slug":"russia","name":"Russia","verses":[{"_id":"616a3ccaa03c6e96020b9ff2","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 38:1-39:29","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p26038001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26038001-1\">38:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him <b class=\"verse-num\" id=\"v26038003-1\">3&nbsp;</b>and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26038004-1\">4&nbsp;</b>And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords. <b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet; <b class=\"verse-num\" id=\"v26038006-1\">6&nbsp;</b>Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.</p>\n<p id=\"p26038006_04-4\"><b class=\"verse-num\" id=\"v26038007-1\">7&nbsp;</b>“Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them. <b class=\"verse-num\" id=\"v26038008-1\">8&nbsp;</b>After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them. <b class=\"verse-num\" id=\"v26038009-1\">9&nbsp;</b>You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.</p>\n<p id=\"p26038009_04-4\"><b class=\"verse-num\" id=\"v26038010-1\">10&nbsp;</b>“Thus says the Lord GOD: On that day, thoughts will come into your mind, and you will devise an evil scheme <b class=\"verse-num\" id=\"v26038011-1\">11&nbsp;</b>and say, ‘I will go up against the land of unwalled villages. I will fall upon the quiet people who dwell securely, all of them dwelling without walls, and having no bars or gates,’ <b class=\"verse-num\" id=\"v26038012-1\">12&nbsp;</b>to seize spoil and carry off plunder, to turn your hand against the waste places that are now inhabited, and the people who were gathered from the nations, who have acquired livestock and goods, who dwell at the center of the earth. <b class=\"verse-num\" id=\"v26038013-1\">13&nbsp;</b>Sheba and Dedan and the merchants of Tarshish and all its leaders will say to you, ‘Have you come to seize spoil? Have you assembled your hosts to carry off plunder, to carry away silver and gold, to take away livestock and goods, to seize great spoil?’</p>\n<p id=\"p26038013_04-4\"><b class=\"verse-num\" id=\"v26038014-1\">14&nbsp;</b>“Therefore, son of man, prophesy, and say to Gog, Thus says the Lord GOD: On that day when my people Israel are dwelling securely, will you not know it? <b class=\"verse-num\" id=\"v26038015-1\">15&nbsp;</b>You will come from your place out of the uttermost parts of the north, you and many peoples with you, all of them riding on horses, a great host, a mighty army. <b class=\"verse-num\" id=\"v26038016-1\">16&nbsp;</b>You will come up against my people Israel, like a cloud covering the land. In the latter days I will bring you against my land, that the nations may know me, when through you, O Gog, I vindicate my holiness before their eyes.</p>\n<p id=\"p26038016_04-4\"><b class=\"verse-num\" id=\"v26038017-1\">17&nbsp;</b>“Thus says the Lord GOD: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them? <b class=\"verse-num\" id=\"v26038018-1\">18&nbsp;</b>But on that day, the day that Gog shall come against the land of Israel, declares the Lord GOD, my wrath will be roused in my anger. <b class=\"verse-num\" id=\"v26038019-1\">19&nbsp;</b>For in my jealousy and in my blazing wrath I declare, On that day there shall be a great earthquake in the land of Israel. <b class=\"verse-num\" id=\"v26038020-1\">20&nbsp;</b>The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground. <b class=\"verse-num\" id=\"v26038021-1\">21&nbsp;</b>I will summon a sword against Gog on all my mountains, declares the Lord GOD. Every man’s sword will be against his brother. <b class=\"verse-num\" id=\"v26038022-1\">22&nbsp;</b>With pestilence and bloodshed I will enter into judgment with him, and I will rain upon him and his hordes and the many peoples who are with him torrential rains and hailstones, fire and sulfur. <b class=\"verse-num\" id=\"v26038023-1\">23&nbsp;</b>So I will show my greatness and my holiness and make myself known in the eyes of many nations. Then they will know that I am the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  <strong>1</strong> Therefore, thou son of man, prophesy against Gog, and say, Thus saith the Lord GOD; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>2</strong> And I will turn thee back, and leave but the sixth part of thee, and will cause thee to come up from the north parts, and will bring thee upon the mountains of Israel:  <strong>3</strong> And I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.  <strong>4</strong> Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.  <strong>5</strong> Thou shalt fall upon the open field: for I have spoken it,  saith the Lord GOD.  <strong>6</strong> And I will send a fire on Magog, and among them that dwell carelessly in the isles: and they shall know that I am the LORD.  <strong>7</strong> So will I make my holy name known in the midst of my people Israel; and I will not let them pollute my holy name any more: and the heathen shall know that I am the LORD, the Holy One in Israel.  <strong>8</strong> Behold, it is come, and it is done, saith the Lord GOD; this is  the day whereof I have spoken.  <strong>9</strong> And they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields and the bucklers, the bows and the arrows, and the handstaves, and the spears, and they shall burn them with fire seven years:  <strong>10</strong> So that they shall take no wood out of the field, neither cut down any out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD.  <strong>11</strong> And it shall come to pass in that day, that I will give unto Gog a place there of graves in Israel, the valley of the passengers on the east of the sea: and it shall stop the noses of the passengers: and there shall they bury Gog and all his multitude: and they shall call it The valley of Hamon-gog.  <strong>12</strong> And seven months shall the house of Israel be burying of them, that they may cleanse the land.  <strong>13</strong> Yea, all the people of the land shall bury them; and it shall be to them a renown the day that I shall be glorified, saith the Lord GOD.  <strong>14</strong> And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search.  <strong>15</strong> And the passengers that pass through the land, when any seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.  <strong>16</strong> And also the name of the city shall be Hamonah. Thus shall they cleanse the land.  <strong>17</strong> And, thou son of man, thus saith the Lord GOD; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.  <strong>18</strong> Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.  <strong>19</strong> And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.  <strong>20</strong> Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord GOD.  <strong>21</strong> And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.  <strong>22</strong> So the house of Israel shall know that I am the LORD their God from that day and forward.  <strong>23</strong> And the heathen shall know that the house of Israel went into captivity for their iniquity: because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.  <strong>24</strong> According to their uncleanness and according to their transgressions have I done unto them, and hid my face from them.  <strong>25</strong> Therefore thus saith the Lord GOD; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;  <strong>26</strong> After that they have borne their shame, and all their trespasses whereby they have trespassed against me, when they dwelt safely in their land, and none made them afraid.  <strong>27</strong> When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations;  <strong>28</strong> Then shall they know that I am the LORD their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.  <strong>29</strong> Neither will I hide my face any more from them: for I have poured out my spirit upon the house of Israel, saith the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined ","modified":"2022-10-22T23:34:13.447Z"},{"_id":"616a3ccaa03c6e96020b9ff3","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 20:8","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-19\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-19\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-19\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  ","niv":"<sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore.","modified":"2022-03-07T02:16:07.204Z"},{"_id":"616a3ccba03c6e96020b9ff4","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 39:1-29","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26039001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26039001-1\">39:1&nbsp;</b>“And you, son of man, prophesy against Gog and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26039002-1\">2&nbsp;</b>And I will turn you about and drive you forward, and bring you up from the uttermost parts of the north, and lead you against the mountains of Israel. <b class=\"verse-num\" id=\"v26039003-1\">3&nbsp;</b>Then I will strike your bow from your left hand, and will make your arrows drop out of your right hand. <b class=\"verse-num\" id=\"v26039004-1\">4&nbsp;</b>You shall fall on the mountains of Israel, you and all your hordes and the peoples who are with you. I will give you to birds of prey of every sort and to the beasts of the field to be devoured. <b class=\"verse-num\" id=\"v26039005-1\">5&nbsp;</b>You shall fall in the open field, for I have spoken, declares the Lord GOD. <b class=\"verse-num\" id=\"v26039006-1\">6&nbsp;</b>I will send fire on Magog and on those who dwell securely in the coastlands, and they shall know that I am the LORD.</p>\n<p id=\"p26039006_01-3\"><b class=\"verse-num\" id=\"v26039007-1\">7&nbsp;</b>“And my holy name I will make known in the midst of my people Israel, and I will not let my holy name be profaned anymore. And the nations shall know that I am the LORD, the Holy One in Israel. <b class=\"verse-num\" id=\"v26039008-1\">8&nbsp;</b>Behold, it is coming and it will be brought about, declares the Lord GOD. That is the day of which I have spoken.</p>\n<p id=\"p26039008_01-3\"><b class=\"verse-num\" id=\"v26039009-1\">9&nbsp;</b>“Then those who dwell in the cities of Israel will go out and make fires of the weapons and burn them, shields and bucklers, bow and arrows, clubs and spears; and they will make fires of them for seven years, <b class=\"verse-num\" id=\"v26039010-1\">10&nbsp;</b>so that they will not need to take wood out of the field or cut down any out of the forests, for they will make their fires of the weapons. They will seize the spoil of those who despoiled them, and plunder those who plundered them, declares the Lord GOD.</p>\n<p id=\"p26039010_01-3\"><b class=\"verse-num\" id=\"v26039011-1\">11&nbsp;</b>“On that day I will give to Gog a place for burial in Israel, the Valley of the Travelers, east of the sea. It will block the travelers, for there Gog and all his multitude will be buried. It will be called the Valley of Hamon-gog. <b class=\"verse-num\" id=\"v26039012-1\">12&nbsp;</b>For seven months the house of Israel will be burying them, in order to cleanse the land. <b class=\"verse-num\" id=\"v26039013-1\">13&nbsp;</b>All the people of the land will bury them, and it will bring them renown on the day that I show my glory, declares the Lord GOD. <b class=\"verse-num\" id=\"v26039014-1\">14&nbsp;</b>They will set apart men to travel through the land regularly and bury those travelers remaining on the face of the land, so as to cleanse it. At the end of seven months they will make their search. <b class=\"verse-num\" id=\"v26039015-1\">15&nbsp;</b>And when these travel through the land and anyone sees a human bone, then he shall set up a sign by it, till the buriers have buried it in the Valley of Hamon-gog. <b class=\"verse-num\" id=\"v26039016-1\">16&nbsp;</b>(Hamonah is also the name of the city.) Thus shall they cleanse the land.</p>\n<p id=\"p26039016_01-3\"><b class=\"verse-num\" id=\"v26039017-1\">17&nbsp;</b>“As for you, son of man, thus says the Lord GOD: Speak to the birds of every sort and to all beasts of the field: ‘Assemble and come, gather from all around to the sacrificial feast that I am preparing for you, a great sacrificial feast on the mountains of Israel, and you shall eat flesh and drink blood. <b class=\"verse-num\" id=\"v26039018-1\">18&nbsp;</b>You shall eat the flesh of the mighty, and drink the blood of the princes of the earth—of rams, of lambs, and of he-goats, of bulls, all of them fat beasts of Bashan. <b class=\"verse-num\" id=\"v26039019-1\">19&nbsp;</b>And you shall eat fat till you are filled, and drink blood till you are drunk, at the sacrificial feast that I am preparing for you. <b class=\"verse-num\" id=\"v26039020-1\">20&nbsp;</b>And you shall be filled at my table with horses and charioteers, with mighty men and all kinds of warriors,’ declares the Lord GOD.</p>\n<p id=\"p26039020_01-3\"><b class=\"verse-num\" id=\"v26039021-1\">21&nbsp;</b>“And I will set my glory among the nations, and all the nations shall see my judgment that I have executed, and my hand that I have laid on them. <b class=\"verse-num\" id=\"v26039022-1\">22&nbsp;</b>The house of Israel shall know that I am the LORD their God, from that day forward. <b class=\"verse-num\" id=\"v26039023-1\">23&nbsp;</b>And the nations shall know that the house of Israel went into captivity for their iniquity, because they dealt so treacherously with me that I hid my face from them and gave them into the hand of their adversaries, and they all fell by the sword. <b class=\"verse-num\" id=\"v26039024-1\">24&nbsp;</b>I dealt with them according to their uncleanness and their transgressions, and hid my face from them.</p>\n\n<p id=\"p26039024_06-3\"><b class=\"verse-num\" id=\"v26039025-1\">25&nbsp;</b>“Therefore thus says the Lord GOD: Now I will restore the fortunes of Jacob and have mercy on the whole house of Israel, and I will be jealous for my holy name. <b class=\"verse-num\" id=\"v26039026-1\">26&nbsp;</b>They shall forget their shame and all the treachery they have practiced against me, when they dwell securely in their land with none to make them afraid, <b class=\"verse-num\" id=\"v26039027-1\">27&nbsp;</b>when I have brought them back from the peoples and gathered them from their enemies’ lands, and through them have vindicated my holiness in the sight of many nations. <b class=\"verse-num\" id=\"v26039028-1\">28&nbsp;</b>Then they shall know that I am the LORD their God, because I sent them into exile among the nations and then assembled them into their own land. I will leave none of them remaining among the nations anymore. <b class=\"verse-num\" id=\"v26039029-1\">29&nbsp;</b>And I will not hide my face anymore from them, when I pour out my Spirit upon the house of Israel, declares the Lord GOD.”</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, thou son of man, prophesy against Gog, and say, Thus saith the Lord GOD; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>2</strong> And I will turn thee back, and leave but the sixth part of thee, and will cause thee to come up from the north parts, and will bring thee upon the mountains of Israel:  <strong>3</strong> And I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.  <strong>4</strong> Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.  <strong>5</strong> Thou shalt fall upon the open field: for I have spoken it,  saith the Lord GOD.  <strong>6</strong> And I will send a fire on Magog, and among them that dwell carelessly in the isles: and they shall know that I am the LORD.  <strong>7</strong> So will I make my holy name known in the midst of my people Israel; and I will not let them pollute my holy name any more: and the heathen shall know that I am the LORD, the Holy One in Israel.  <strong>8</strong> Behold, it is come, and it is done, saith the Lord GOD; this is  the day whereof I have spoken.  <strong>9</strong> And they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields and the bucklers, the bows and the arrows, and the handstaves, and the spears, and they shall burn them with fire seven years:  <strong>10</strong> So that they shall take no wood out of the field, neither cut down any out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD.  <strong>11</strong> And it shall come to pass in that day, that I will give unto Gog a place there of graves in Israel, the valley of the passengers on the east of the sea: and it shall stop the noses of the passengers: and there shall they bury Gog and all his multitude: and they shall call it The valley of Hamon-gog.  <strong>12</strong> And seven months shall the house of Israel be burying of them, that they may cleanse the land.  <strong>13</strong> Yea, all the people of the land shall bury them; and it shall be to them a renown the day that I shall be glorified, saith the Lord GOD.  <strong>14</strong> And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search.  <strong>15</strong> And the passengers that pass through the land, when any seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.  <strong>16</strong> And also the name of the city shall be Hamonah. Thus shall they cleanse the land.  <strong>17</strong> And, thou son of man, thus saith the Lord GOD; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.  <strong>18</strong> Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.  <strong>19</strong> And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.  <strong>20</strong> Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord GOD.  <strong>21</strong> And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.  <strong>22</strong> So the house of Israel shall know that I am the LORD their God from that day and forward.  <strong>23</strong> And the heathen shall know that the house of Israel went into captivity for their iniquity: because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.  <strong>24</strong> According to their uncleanness and according to their transgressions have I done unto them, and hid my face from them.  <strong>25</strong> Therefore thus saith the Lord GOD; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;  <strong>26</strong> After that they have borne their shame, and all their trespasses whereby they have trespassed against me, when they dwelt safely in their land, and none made them afraid.  <strong>27</strong> When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations;  <strong>28</strong> Then shall they know that I am the LORD their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.  <strong>29</strong> Neither will I hide my face any more from them: for I have poured out my spirit upon the house of Israel, saith the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> \"Son of man, prophesy against Gog and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>2</strong></sup> I will turn you around and drag you along. I will bring you from the far north and send you against the mountains of Israel. <sup><strong>3</strong></sup> Then I will strike your bow from your left hand and make your arrows drop from your right hand. <sup><strong>4</strong></sup> On the mountains of Israel you will fall, you and all your troops and the nations with you. I will give you as food to all kinds of carrion birds and to the wild animals. <sup><strong>5</strong></sup> You will fall in the open field, for I have spoken, declares the Sovereign LORD. <sup><strong>6</strong></sup> I will send fire on Magog and on those who live in safety in the coastlands, and they will know that I am the LORD. <sup><strong>7</strong></sup> \"'I will make known my holy name among my people Israel. I will no longer let my holy name be profaned, and the nations will know that I the LORD am the Holy One in Israel. <sup><strong>8</strong></sup> It is coming! It will surely take place, declares the Sovereign LORD. This is the day I have spoken of. <sup><strong>9</strong></sup> \"'Then those who live in the towns of Israel will go out and use the weapons for fuel and burn them up-the small and large shields, the bows and arrows, the war clubs and spears. For seven years they will use them for fuel. <sup><strong>10</strong></sup> They will not need to gather wood from the fields or cut it from the forests, because they will use the weapons for fuel. And they will plunder those who plundered them and loot those who looted them, declares the Sovereign LORD. <sup><strong>11</strong></sup> \"'On that day I will give Gog a burial place in Israel, in the valley of those who travel east toward the Sea. It will block the way of travelers, because Gog and all his hordes will be buried there. So it will be called the Valley of Hamon Gog. <sup><strong>12</strong></sup> \"'For seven months the house of Israel will be burying them in order to cleanse the land. <sup><strong>13</strong></sup> All the people of the land will bury them, and the day I am glorified will be a memorable day for them, declares the Sovereign LORD. <sup><strong>14</strong></sup> \"'Men will be regularly employed to cleanse the land. Some will go throughout the land and, in addition to them, others will bury those that remain on the ground. At the end of the seven months they will begin their search. <sup><strong>15</strong></sup> As they go through the land and one of them sees a human bone, he will set up a marker beside it until the gravediggers have buried it in the Valley of Hamon Gog. <sup><strong>16</strong></sup> (Also a town called Hamonah will be there.) And so they will cleanse the land.' <sup><strong>17</strong></sup> \"Son of man, this is what the Sovereign LORD says: Call out to every kind of bird and all the wild animals: 'Assemble and come together from all around to the sacrifice I am preparing for you, the great sacrifice on the mountains of Israel. There you will eat flesh and drink blood. <sup><strong>18</strong></sup> You will eat the flesh of mighty men and drink the blood of the princes of the earth as if they were rams and lambs, goats and bulls-all of them fattened animals from Bashan. <sup><strong>19</strong></sup> At the sacrifice I am preparing for you, you will eat fat till you are glutted and drink blood till you are drunk. <sup><strong>20</strong></sup> At my table you will eat your fill of horses and riders, mighty men and soldiers of every kind,' declares the Sovereign LORD. <sup><strong>21</strong></sup> \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay upon them. <sup><strong>22</strong></sup> From that day forward the house of Israel will know that I am the LORD their God. <sup><strong>23</strong></sup> And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword. <sup><strong>24</strong></sup> I dealt with them according to their uncleanness and their offenses, and I hid my face from them. <sup><strong>25</strong></sup> \"Therefore this is what the Sovereign LORD says: I will now bring Jacob back from captivity and will have compassion on all the people of Israel, and I will be zealous for my holy name. <sup><strong>26</strong></sup> They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid. <sup><strong>27</strong></sup> When I have brought them back from the nations and have gathered them from the countries of their enemies, I will show myself holy through them in the sight of many nations. <sup><strong>28</strong></sup> Then they will know that I am the LORD their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind. <sup><strong>29</strong></sup> I will no longer hide my face from them, for I will pour out my Spirit on the house of Israel, declares the Sovereign LORD.\" "},{"_id":"616a3ccba03c6e96020b9ff5","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 38:1-23","votes":10,"__v":0,"kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' "},{"_id":"616a3ccba03c6e96020b9ff6","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Daniel 8:1-27","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p27008001_09-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27008001-1\">8:1&nbsp;</b>In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first. <b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal. <b class=\"verse-num\" id=\"v27008003-1\">3&nbsp;</b>I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last. <b class=\"verse-num\" id=\"v27008004-1\">4&nbsp;</b>I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.</p>\n<p id=\"p27008004_09-5\"><b class=\"verse-num\" id=\"v27008005-1\">5&nbsp;</b>As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes. <b class=\"verse-num\" id=\"v27008006-1\">6&nbsp;</b>He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath. <b class=\"verse-num\" id=\"v27008007-1\">7&nbsp;</b>I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power. <b class=\"verse-num\" id=\"v27008008-1\">8&nbsp;</b>Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.</p>\n<p id=\"p27008008_09-5\"><b class=\"verse-num\" id=\"v27008009-1\">9&nbsp;</b>Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land. <b class=\"verse-num\" id=\"v27008010-1\">10&nbsp;</b>It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them. <b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_14-5\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_14-5\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand. <b class=\"verse-num\" id=\"v27008026-1\">26&nbsp;</b>The vision of the evenings and the mornings that has been told is true, but seal up the vision, for it refers to many days from now.”</p>\n<p id=\"p27008026_14-5\"><b class=\"verse-num\" id=\"v27008027-1\">27&nbsp;</b>And I, Daniel, was overcome and lay sick for some days. Then I rose and went about the king’s business, but I was appalled by the vision and did not understand it.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.  <strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  <strong>3</strong> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.  <strong>4</strong> I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.  <strong>5</strong> And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had  a notable horn between his eyes.  <strong>6</strong> And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.  <strong>7</strong> And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.  <strong>8</strong> Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.  <strong>9</strong> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.  <strong>10</strong> And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.  <strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  <strong>26</strong> And the vision of the evening and the morning which was told is  true: wherefore shut thou up the vision; for it shall be  for many days.  <strong>27</strong> And I Daniel fainted, and was sick certain days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood it. ","niv":"<sup><strong>1</strong></sup> In the third year of King Belshazzar's reign, I, Daniel, had a vision, after the one that had already appeared to me. <sup><strong>2</strong></sup> In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal. <sup><strong>3</strong></sup> I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later. <sup><strong>4</strong></sup> I watched the ram as he charged toward the west and the north and the south. No animal could stand against him, and none could rescue from his power. He did as he pleased and became great. <sup><strong>5</strong></sup> As I was thinking about this, suddenly a goat with a prominent horn between his eyes came from the west, crossing the whole earth without touching the ground. <sup><strong>6</strong></sup> He came toward the two-horned ram I had seen standing beside the canal and charged at him in great rage. <sup><strong>7</strong></sup> I saw him attack the ram furiously, striking the ram and shattering his two horns. The ram was powerless to stand against him; the goat knocked him to the ground and trampled on him, and none could rescue the ram from his power. <sup><strong>8</strong></sup> The goat became very great, but at the height of his power his large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven. <sup><strong>9</strong></sup> Out of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land. <sup><strong>10</strong></sup> It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them. <sup><strong>11</strong></sup> It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low. <sup><strong>12</strong></sup> Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground. <sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" <sup><strong>18</strong></sup> While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet. <sup><strong>19</strong></sup> He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end. <sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. <sup><strong>26</strong></sup> \"The vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.\" <sup><strong>27</strong></sup> I, Daniel, was exhausted and lay ill for several days. Then I got up and went about the king's business. I was appalled by the vision; it was beyond understanding. "},{"_id":"616a3ccca03c6e96020b9ff7","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 16:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66016012_01-6\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east.</p>\n</div>","kjv":"<strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  ","niv":"<sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East."},{"_id":"616a3ccca03c6e96020b9ff8","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Matthew 24:1-51","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-7\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-7\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-7\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-7\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-7\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-7\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-7\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616a3ccca03c6e96020b9ff9","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Daniel 11:1-45","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p27011001_09-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27011001-1\">11:1&nbsp;</b>“And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.</p>\n<p id=\"p27011001_09-8\"><b class=\"verse-num\" id=\"v27011002-1\">2&nbsp;</b>“And now I will show you the truth. Behold, three more kings shall arise in Persia, and a fourth shall be far richer than all of them. And when he has become strong through his riches, he shall stir up all against the kingdom of Greece. <b class=\"verse-num\" id=\"v27011003-1\">3&nbsp;</b>Then a mighty king shall arise, who shall rule with great dominion and do as he wills. <b class=\"verse-num\" id=\"v27011004-1\">4&nbsp;</b>And as soon as he has arisen, his kingdom shall be broken and divided toward the four winds of heaven, but not to his posterity, nor according to the authority with which he ruled, for his kingdom shall be plucked up and go to others besides these.</p>\n<p id=\"p27011004_09-8\"><b class=\"verse-num\" id=\"v27011005-1\">5&nbsp;</b>“Then the king of the south shall be strong, but one of his princes shall be stronger than he and shall rule, and his authority shall be a great authority. <b class=\"verse-num\" id=\"v27011006-1\">6&nbsp;</b>After some years they shall make an alliance, and the daughter of the king of the south shall come to the king of the north to make an agreement. But she shall not retain the strength of her arm, and he and his arm shall not endure, but she shall be given up, and her attendants, he who fathered her, and he who supported her in those times.</p>\n<p id=\"p27011006_09-8\"><b class=\"verse-num\" id=\"v27011007-1\">7&nbsp;</b>“And from a branch from her roots one shall arise in his place. He shall come against the army and enter the fortress of the king of the north, and he shall deal with them and shall prevail. <b class=\"verse-num\" id=\"v27011008-1\">8&nbsp;</b>He shall also carry off to Egypt their gods with their metal images and their precious vessels of silver and gold, and for some years he shall refrain from attacking the king of the north. <b class=\"verse-num\" id=\"v27011009-1\">9&nbsp;</b>Then the latter shall come into the realm of the king of the south but shall return to his own land.</p>\n<p id=\"p27011009_09-8\"><b class=\"verse-num\" id=\"v27011010-1\">10&nbsp;</b>“His sons shall wage war and assemble a multitude of great forces, which shall keep coming and overflow and pass through, and again shall carry the war as far as his fortress. <b class=\"verse-num\" id=\"v27011011-1\">11&nbsp;</b>Then the king of the south, moved with rage, shall come out and fight against the king of the north. And he shall raise a great multitude, but it shall be given into his hand. <b class=\"verse-num\" id=\"v27011012-1\">12&nbsp;</b>And when the multitude is taken away, his heart shall be exalted, and he shall cast down tens of thousands, but he shall not prevail. <b class=\"verse-num\" id=\"v27011013-1\">13&nbsp;</b>For the king of the north shall again raise a multitude, greater than the first. And after some years he shall come on with a great army and abundant supplies.</p>\n<p id=\"p27011013_09-8\"><b class=\"verse-num\" id=\"v27011014-1\">14&nbsp;</b>“In those times many shall rise against the king of the south, and the violent among your own people shall lift themselves up in order to fulfill the vision, but they shall fail. <b class=\"verse-num\" id=\"v27011015-1\">15&nbsp;</b>Then the king of the north shall come and throw up siegeworks and take a well-fortified city. And the forces of the south shall not stand, or even his best troops, for there shall be no strength to stand. <b class=\"verse-num\" id=\"v27011016-1\">16&nbsp;</b>But he who comes against him shall do as he wills, and none shall stand before him. And he shall stand in the glorious land, with destruction in his hand. <b class=\"verse-num\" id=\"v27011017-1\">17&nbsp;</b>He shall set his face to come with the strength of his whole kingdom, and he shall bring terms of an agreement and perform them. He shall give him the daughter of women to destroy the kingdom, but it shall not stand or be to his advantage. <b class=\"verse-num\" id=\"v27011018-1\">18&nbsp;</b>Afterward he shall turn his face to the coastlands and shall capture many of them, but a commander shall put an end to his insolence. Indeed, he shall turn his insolence back upon him. <b class=\"verse-num\" id=\"v27011019-1\">19&nbsp;</b>Then he shall turn his face back toward the fortresses of his own land, but he shall stumble and fall, and shall not be found.</p>\n<p id=\"p27011019_09-8\"><b class=\"verse-num\" id=\"v27011020-1\">20&nbsp;</b>“Then shall arise in his place one who shall send an exactor of tribute for the glory of the kingdom. But within a few days he shall be broken, neither in anger nor in battle. <b class=\"verse-num\" id=\"v27011021-1\">21&nbsp;</b>In his place shall arise a contemptible person to whom royal majesty has not been given. He shall come in without warning and obtain the kingdom by flatteries. <b class=\"verse-num\" id=\"v27011022-1\">22&nbsp;</b>Armies shall be utterly swept away before him and broken, even the prince of the covenant. <b class=\"verse-num\" id=\"v27011023-1\">23&nbsp;</b>And from the time that an alliance is made with him he shall act deceitfully, and he shall become strong with a small people. <b class=\"verse-num\" id=\"v27011024-1\">24&nbsp;</b>Without warning he shall come into the richest parts of the province, and he shall do what neither his fathers nor his fathers’ fathers have done, scattering among them plunder, spoil, and goods. He shall devise plans against strongholds, but only for a time. <b class=\"verse-num\" id=\"v27011025-1\">25&nbsp;</b>And he shall stir up his power and his heart against the king of the south with a great army. And the king of the south shall wage war with an exceedingly great and mighty army, but he shall not stand, for plots shall be devised against him. <b class=\"verse-num\" id=\"v27011026-1\">26&nbsp;</b>Even those who eat his food shall break him. His army shall be swept away, and many shall fall down slain. <b class=\"verse-num\" id=\"v27011027-1\">27&nbsp;</b>And as for the two kings, their hearts shall be bent on doing evil. They shall speak lies at the same table, but to no avail, for the end is yet to be at the time appointed. <b class=\"verse-num\" id=\"v27011028-1\">28&nbsp;</b>And he shall return to his land with great wealth, but his heart shall be set against the holy covenant. And he shall work his will and return to his own land.</p>\n<p id=\"p27011028_09-8\"><b class=\"verse-num\" id=\"v27011029-1\">29&nbsp;</b>“At the time appointed he shall return and come into the south, but it shall not be this time as it was before. <b class=\"verse-num\" id=\"v27011030-1\">30&nbsp;</b>For ships of Kittim shall come against him, and he shall be afraid and withdraw, and shall turn back and be enraged and take action against the holy covenant. He shall turn back and pay attention to those who forsake the holy covenant. <b class=\"verse-num\" id=\"v27011031-1\">31&nbsp;</b>Forces from him shall appear and profane the temple and fortress, and shall take away the regular burnt offering. And they shall set up the abomination that makes desolate. <b class=\"verse-num\" id=\"v27011032-1\">32&nbsp;</b>He shall seduce with flattery those who violate the covenant, but the people who know their God shall stand firm and take action. <b class=\"verse-num\" id=\"v27011033-1\">33&nbsp;</b>And the wise among the people shall make many understand, though for some days they shall stumble by sword and flame, by captivity and plunder. <b class=\"verse-num\" id=\"v27011034-1\">34&nbsp;</b>When they stumble, they shall receive a little help. And many shall join themselves to them with flattery, <b class=\"verse-num\" id=\"v27011035-1\">35&nbsp;</b>and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time.</p>\n<p id=\"p27011035_09-8\"><b class=\"verse-num\" id=\"v27011036-1\">36&nbsp;</b>“And the king shall do as he wills. He shall exalt himself and magnify himself above every god, and shall speak astonishing things against the God of gods. He shall prosper till the indignation is accomplished; for what is decreed shall be done. <b class=\"verse-num\" id=\"v27011037-1\">37&nbsp;</b>He shall pay no attention to the gods of his fathers, or to the one beloved by women. He shall not pay attention to any other god, for he shall magnify himself above all. <b class=\"verse-num\" id=\"v27011038-1\">38&nbsp;</b>He shall honor the god of fortresses instead of these. A god whom his fathers did not know he shall honor with gold and silver, with precious stones and costly gifts. <b class=\"verse-num\" id=\"v27011039-1\">39&nbsp;</b>He shall deal with the strongest fortresses with the help of a foreign god. Those who acknowledge him he shall load with honor. He shall make them rulers over many and shall divide the land for a price.</p>\n<p id=\"p27011039_09-8\"><b class=\"verse-num\" id=\"v27011040-1\">40&nbsp;</b>“At the time of the end, the king of the south shall attack him, but the king of the north shall rush upon him like a whirlwind, with chariots and horsemen, and with many ships. And he shall come into countries and shall overflow and pass through. <b class=\"verse-num\" id=\"v27011041-1\">41&nbsp;</b>He shall come into the glorious land. And tens of thousands shall fall, but these shall be delivered out of his hand: Edom and Moab and the main part of the Ammonites. <b class=\"verse-num\" id=\"v27011042-1\">42&nbsp;</b>He shall stretch out his hand against the countries, and the land of Egypt shall not escape. <b class=\"verse-num\" id=\"v27011043-1\">43&nbsp;</b>He shall become ruler of the treasures of gold and of silver, and all the precious things of Egypt, and the Libyans and the Cushites shall follow in his train. <b class=\"verse-num\" id=\"v27011044-1\">44&nbsp;</b>But news from the east and the north shall alarm him, and he shall go out with great fury to destroy and devote many to destruction. <b class=\"verse-num\" id=\"v27011045-1\">45&nbsp;</b>And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him.</p>\n\n</div>","kjv":"<strong>1</strong> Also I in the first year of Darius the Mede, even I, stood to confirm and to strengthen him.  <strong>2</strong> And now will I shew thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they  all: and by his strength through his riches he shall stir up all against the realm of Grecia.  <strong>3</strong> And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  <strong>4</strong> And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven; and not to his posterity, nor according to his dominion which he ruled: for his kingdom shall be plucked up, even for others beside those.  <strong>5</strong> And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  <strong>6</strong> And in the end of years they shall join themselves together; for the king’s daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the arm; neither shall he stand, nor his arm: but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in these times.  <strong>7</strong> But out of a branch of her roots shall one stand up in his estate, which shall come with an army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail:  <strong>8</strong> And shall also carry captives into Egypt their gods, with their princes, and with their precious vessels of silver and of gold; and he shall continue more years than the king of the north.  <strong>9</strong> So the king of the south shall come into his kingdom, and shall return into his own land.  <strong>10</strong> But his sons shall be stirred up, and shall assemble a multitude of great forces: and one shall certainly come, and overflow, and pass through: then shall he return, and be stirred up, even to his fortress.  <strong>11</strong> And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north: and he shall set forth a great multitude; but the multitude shall be given into his hand.  <strong>12</strong> And when he hath taken away the multitude, his heart shall be lifted up; and he shall cast down many ten thousands: but he shall not be strengthened by it.  <strong>13</strong> For the king of the north shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches.  <strong>14</strong> And in those times there shall many stand up against the king of the south: also the robbers of thy people shall exalt themselves to establish the vision; but they shall fall.  <strong>15</strong> So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand.  <strong>16</strong> But he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the glorious land, which by his hand shall be consumed.  <strong>17</strong> He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the daughter of women, corrupting her: but she shall not stand on his side, neither be for him.  <strong>18</strong> After this shall he turn his face unto the isles, and shall take many: but a prince for his own behalf shall cause the reproach offered by him to cease; without his own reproach he shall cause it to turn upon him.  <strong>19</strong> Then he shall turn his face toward the fort of his own land: but he shall stumble and fall, and not be found.  <strong>20</strong> Then shall stand up in his estate a raiser of taxes in the glory of the kingdom: but within few days he shall be destroyed, neither in anger, nor in battle.  <strong>21</strong> And in his estate shall stand up a vile person, to whom they shall not give the honour of the kingdom: but he shall come in peaceably, and obtain the kingdom by flatteries.  <strong>22</strong> And with the arms of a flood shall they be overflown from before him, and shall be broken; yea, also the prince of the covenant.  <strong>23</strong> And after the league made with him he shall work deceitfully: for he shall come up, and shall become strong with a small people.  <strong>24</strong> He shall enter peaceably even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers’ fathers; he shall scatter among them the prey, and spoil, and riches: yea, and he shall forecast his devices against the strong holds, even for a time.  <strong>25</strong> And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall be stirred up to battle with a very great and mighty army; but he shall not stand: for they shall forecast devices against him.  <strong>26</strong> Yea, they that feed of the portion of his meat shall destroy him, and his army shall overflow: and many shall fall down slain.  <strong>27</strong> And both these kings’ hearts shall be to do mischief, and they shall speak lies at one table; but it shall not prosper: for yet the end shall be at the time appointed.  <strong>28</strong> Then shall he return into his land with great riches; and his heart shall be against the holy covenant; and he shall do exploits,  and return to his own land.  <strong>29</strong> At the time appointed he shall return, and come toward the south; but it shall not be as the former, or as the latter.  <strong>30</strong> For the ships of Chittim shall come against him: therefore he shall be grieved, and return, and have indignation against the holy covenant: so shall he do; he shall even return, and have intelligence with them that forsake the holy covenant.  <strong>31</strong> And arms shall stand on his part, and they shall pollute the sanctuary of strength, and shall take away the daily sacrifice, and they shall place the abomination that maketh desolate.  <strong>32</strong> And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits.  <strong>33</strong> And they that understand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captivity, and by spoil, many  days.  <strong>34</strong> Now when they shall fall, they shall be holpen with a little help: but many shall cleave to them with flatteries.  <strong>35</strong> And some of them of understanding shall fall, to try them, and to purge, and to make them white, even to the time of the end: because it is yet for a time appointed.  <strong>36</strong> And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods, and shall prosper till the indignation be accomplished: for that that is determined shall be done.  <strong>37</strong> Neither shall he regard the God of his fathers, nor the desire of women, nor regard any god: for he shall magnify himself above all.  <strong>38</strong> But in his estate shall he honour the God of forces: and a god whom his fathers knew not shall he honour with gold, and silver, and with precious stones, and pleasant things.  <strong>39</strong> Thus shall he do in the most strong holds with a strange god, whom he shall acknowledge and increase with glory: and he shall cause them to rule over many, and shall divide the land for gain.  <strong>40</strong> And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over.  <strong>41</strong> He shall enter also into the glorious land, and many countries  shall be overthrown: but these shall escape out of his hand, even  Edom, and Moab, and the chief of the children of Ammon.  <strong>42</strong> He shall stretch forth his hand also upon the countries: and the land of Egypt shall not escape.  <strong>43</strong> But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt: and the Libyans and the Ethiopians shall be at his steps.  <strong>44</strong> But tidings out of the east and out of the north shall trouble him: therefore he shall go forth with great fury to destroy, and utterly to make away many.  <strong>45</strong> And he shall plant the tabernacles of his palace between the seas in the glorious holy mountain; yet he shall come to his end, and none shall help him.  ","niv":"<sup><strong>1</strong></sup> And in the first year of Darius the Mede, I took my stand to support and protect him.) <sup><strong>2</strong></sup> \"Now then, I tell you the truth: Three more kings will appear in Persia, and then a fourth, who will be far richer than all the others. When he has gained power by his wealth, he will stir up everyone against the kingdom of Greece. <sup><strong>3</strong></sup> Then a mighty king will appear, who will rule with great power and do as he pleases. <sup><strong>4</strong></sup> After he has appeared, his empire will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the power he exercised, because his empire will be uprooted and given to others. <sup><strong>5</strong></sup> \"The king of the South will become strong, but one of his commanders will become even stronger than he and will rule his own kingdom with great power. <sup><strong>6</strong></sup> After some years, they will become allies. The daughter of the king of the South will go to the king of the North to make an alliance, but she will not retain her power, and he and his power will not last. In those days she will be handed over, together with her royal escort and her father and the one who supported her. <sup><strong>7</strong></sup> \"One from her family line will arise to take her place. He will attack the forces of the king of the North and enter his fortress; he will fight against them and be victorious. <sup><strong>8</strong></sup> He will also seize their gods, their metal images and their valuable articles of silver and gold and carry them off to Egypt. For some years he will leave the king of the North alone. <sup><strong>9</strong></sup> Then the king of the North will invade the realm of the king of the South but will retreat to his own country. <sup><strong>10</strong></sup> His sons will prepare for war and assemble a great army, which will sweep on like an irresistible flood and carry the battle as far as his fortress. <sup><strong>11</strong></sup> \"Then the king of the South will march out in a rage and fight against the king of the North, who will raise a large army, but it will be defeated. <sup><strong>12</strong></sup> When the army is carried off, the king of the South will be filled with pride and will slaughter many thousands, yet he will not remain triumphant. <sup><strong>13</strong></sup> For the king of the North will muster another army, larger than the first; and after several years, he will advance with a huge army fully equipped. <sup><strong>14</strong></sup> \"In those times many will rise against the king of the South. The violent men among your own people will rebel in fulfillment of the vision, but without success. <sup><strong>15</strong></sup> Then the king of the North will come and build up siege ramps and will capture a fortified city. The forces of the South will be powerless to resist; even their best troops will not have the strength to stand. <sup><strong>16</strong></sup> The invader will do as he pleases; no one will be able to stand against him. He will establish himself in the Beautiful Land and will have the power to destroy it. <sup><strong>17</strong></sup> He will determine to come with the might of his entire kingdom and will make an alliance with the king of the South. And he will give him a daughter in marriage in order to overthrow the kingdom, but his plans will not succeed or help him. <sup><strong>18</strong></sup> Then he will turn his attention to the coastlands and will take many of them, but a commander will put an end to his insolence and will turn his insolence back upon him. <sup><strong>19</strong></sup> After this, he will turn back toward the fortresses of his own country but will stumble and fall, to be seen no more. <sup><strong>20</strong></sup> \"His successor will send out a tax collector to maintain the royal splendor. In a few years, however, he will be destroyed, yet not in anger or in battle. <sup><strong>21</strong></sup> \"He will be succeeded by a contemptible person who has not been given the honor of royalty. He will invade the kingdom when its people feel secure, and he will seize it through intrigue. <sup><strong>22</strong></sup> Then an overwhelming army will be swept away before him; both it and a prince of the covenant will be destroyed. <sup><strong>23</strong></sup> After coming to an agreement with him, he will act deceitfully, and with only a few people he will rise to power. <sup><strong>24</strong></sup> When the richest provinces feel secure, he will invade them and will achieve what neither his fathers nor his forefathers did. He will distribute plunder, loot and wealth among his followers. He will plot the overthrow of fortresses-but only for a time. <sup><strong>25</strong></sup> \"With a large army he will stir up his strength and courage against the king of the South. The king of the South will wage war with a large and very powerful army, but he will not be able to stand because of the plots devised against him. <sup><strong>26</strong></sup> Those who eat from the king's provisions will try to destroy him; his army will be swept away, and many will fall in battle. <sup><strong>27</strong></sup> The two kings, with their hearts bent on evil, will sit at the same table and lie to each other, but to no avail, because an end will still come at the appointed time. <sup><strong>28</strong></sup> The king of the North will return to his own country with great wealth, but his heart will be set against the holy covenant. He will take action against it and then return to his own country. <sup><strong>29</strong></sup> \"At the appointed time he will invade the South again, but this time the outcome will be different from what it was before. <sup><strong>30</strong></sup> Ships of the western coastlands will oppose him, and he will lose heart. Then he will turn back and vent his fury against the holy covenant. He will return and show favor to those who forsake the holy covenant. <sup><strong>31</strong></sup> \"His armed forces will rise up to desecrate the temple fortress and will abolish the daily sacrifice. Then they will set up the abomination that causes desolation. <sup><strong>32</strong></sup> With flattery he will corrupt those who have violated the covenant, but the people who know their God will firmly resist him. <sup><strong>33</strong></sup> \"Those who are wise will instruct many, though for a time they will fall by the sword or be burned or captured or plundered. <sup><strong>34</strong></sup> When they fall, they will receive a little help, and many who are not sincere will join them. <sup><strong>35</strong></sup> Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time. <sup><strong>36</strong></sup> \"The king will do as he pleases. He will exalt and magnify himself above every god and will say unheard-of things against the God of gods. He will be successful until the time of wrath is completed, for what has been determined must take place. <sup><strong>37</strong></sup> He will show no regard for the gods of his fathers or for the one desired by women, nor will he regard any god, but will exalt himself above them all. <sup><strong>38</strong></sup> Instead of them, he will honor a god of fortresses; a god unknown to his fathers he will honor with gold and silver, with precious stones and costly gifts. <sup><strong>39</strong></sup> He will attack the mightiest fortresses with the help of a foreign god and will greatly honor those who acknowledge him. He will make them rulers over many people and will distribute the land at a price. <sup><strong>40</strong></sup> \"At the time of the end the king of the South will engage him in battle, and the king of the North will storm out against him with chariots and cavalry and a great fleet of ships. He will invade many countries and sweep through them like a flood. <sup><strong>41</strong></sup> He will also invade the Beautiful Land. Many countries will fall, but Edom, Moab and the leaders of Ammon will be delivered from his hand. <sup><strong>42</strong></sup> He will extend his power over many countries; Egypt will not escape. <sup><strong>43</strong></sup> He will gain control of the treasures of gold and silver and all the riches of Egypt, with the Libyans and Nubians in submission. <sup><strong>44</strong></sup> But reports from the east and the north will alarm him, and he will set out in a great rage to destroy and annihilate many. <sup><strong>45</strong></sup> He will pitch his royal tents between the seas at the beautiful holy mountain. Yet he will come to his end, and no one will help him. ","modified":"2022-03-21T17:21:50.946Z"},{"_id":"616a3ccda03c6e96020b9ffa","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Daniel 11:40","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27011040_01-9\"><b class=\"verse-num\" id=\"v27011040-1\">40&nbsp;</b>“At the time of the end, the king of the south shall attack him, but the king of the north shall rush upon him like a whirlwind, with chariots and horsemen, and with many ships. And he shall come into countries and shall overflow and pass through.</p>\n\n</div>","kjv":"<strong>40</strong> And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over.  ","niv":"<sup><strong>40</strong></sup> \"At the time of the end the king of the South will engage him in battle, and the king of the North will storm out against him with chariots and cavalry and a great fleet of ships. He will invade many countries and sweep through them like a flood."},{"_id":"616a3ccda03c6e96020b9ffb","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 38:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26038002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him</p>\n\n</div>","kjv":"<strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  ","niv":"<sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him"},{"_id":"616a3ccda03c6e96020b9ffc","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Daniel 7:1-28","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p27007001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27007001-1\">7:1&nbsp;</b>In the first year of Belshazzar king of Babylon, Daniel saw a dream and visions of his head as he lay in his bed. Then he wrote down the dream and told the sum of the matter. <b class=\"verse-num\" id=\"v27007002-1\">2&nbsp;</b>Daniel declared, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea. <b class=\"verse-num\" id=\"v27007003-1\">3&nbsp;</b>And four great beasts came up out of the sea, different from one another. <b class=\"verse-num\" id=\"v27007004-1\">4&nbsp;</b>The first was like a lion and had eagles’ wings. Then as I looked its wings were plucked off, and it was lifted up from the ground and made to stand on two feet like a man, and the mind of a man was given to it. <b class=\"verse-num\" id=\"v27007005-1\">5&nbsp;</b>And behold, another beast, a second one, like a bear. It was raised up on one side. It had three ribs in its mouth between its teeth; and it was told, ‘Arise, devour much flesh.’ <b class=\"verse-num\" id=\"v27007006-1\">6&nbsp;</b>After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it. <b class=\"verse-num\" id=\"v27007007-1\">7&nbsp;</b>After this I saw in the night visions, and behold, a fourth beast, terrifying and dreadful and exceedingly strong. It had great iron teeth; it devoured and broke in pieces and stamped what was left with its feet. It was different from all the beasts that were before it, and it had ten horns. <b class=\"verse-num\" id=\"v27007008-1\">8&nbsp;</b>I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.</p>\n\n<p id=\"p27007008_12-11\"><b class=\"verse-num\" id=\"v27007009-1\">9&nbsp;</b>“As I looked,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007009_12-11\" class=\"line\">&nbsp;&nbsp;thrones were placed,</span><br><span id=\"p27007009_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ancient of Days took his seat;</span><br><span id=\"p27007009_12-11\" class=\"line\">&nbsp;&nbsp;his clothing was white as snow,</span><br><span id=\"p27007009_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hair of his head like pure wool;</span><br><span id=\"p27007009_12-11\" class=\"line\">&nbsp;&nbsp;his throne was fiery flames;</span><br><span id=\"p27007009_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its wheels were burning fire.</span><br><span id=\"p27007010_12-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007010-1\">10&nbsp;</b>&nbsp;&nbsp;A stream of fire issued</span><br><span id=\"p27007010_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and came out from before him;</span><br><span id=\"p27007010_12-11\" class=\"line\">&nbsp;&nbsp;a thousand thousands served him,</span><br><span id=\"p27007010_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ten thousand times ten thousand stood before him;</span><br><span id=\"p27007010_12-11\" class=\"line\">&nbsp;&nbsp;the court sat in judgment,</span><br><span id=\"p27007010_12-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the books were opened.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007010_12-11\"><b class=\"verse-num\" id=\"v27007011-1\">11&nbsp;</b>“I looked then because of the sound of the great words that the horn was speaking. And as I looked, the beast was killed, and its body destroyed and given over to be burned with fire. <b class=\"verse-num\" id=\"v27007012-1\">12&nbsp;</b>As for the rest of the beasts, their dominion was taken away, but their lives were prolonged for a season and a time.</p>\n\n<p id=\"p27007012_19-11\"><b class=\"verse-num\" id=\"v27007013-1\">13&nbsp;</b>“I saw in the night visions,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007013_19-11\" class=\"line\">&nbsp;&nbsp;and behold, with the clouds of heaven</span><br><span id=\"p27007013_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there came one like a son of man,</span><br><span id=\"p27007013_19-11\" class=\"line\">&nbsp;&nbsp;and he came to the Ancient of Days</span><br><span id=\"p27007013_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was presented before him.</span><br><span id=\"p27007014_19-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007014-1\">14&nbsp;</b>&nbsp;&nbsp;And to him was given dominion</span><br><span id=\"p27007014_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glory and a kingdom,</span><br><span id=\"p27007014_19-11\" class=\"line\">&nbsp;&nbsp;that all peoples, nations, and languages</span><br><span id=\"p27007014_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should serve him;</span><br><span id=\"p27007014_19-11\" class=\"line\">&nbsp;&nbsp;his dominion is an everlasting dominion,</span><br><span id=\"p27007014_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall not pass away,</span><br><span id=\"p27007014_19-11\" class=\"line\">&nbsp;&nbsp;and his kingdom one</span><br><span id=\"p27007014_19-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be destroyed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27007014_22-11\"><b class=\"verse-num\" id=\"v27007015-1\">15&nbsp;</b>“As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27007016-1\">16&nbsp;</b>I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things. <b class=\"verse-num\" id=\"v27007017-1\">17&nbsp;</b>‘These four great beasts are four kings who shall arise out of the earth. <b class=\"verse-num\" id=\"v27007018-1\">18&nbsp;</b>But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.’</p>\n<p id=\"p27007018_22-11\"><b class=\"verse-num\" id=\"v27007019-1\">19&nbsp;</b>“Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet, <b class=\"verse-num\" id=\"v27007020-1\">20&nbsp;</b>and about the ten horns that were on its head, and the other horn that came up and before which three of them fell, the horn that had eyes and a mouth that spoke great things, and that seemed greater than its companions. <b class=\"verse-num\" id=\"v27007021-1\">21&nbsp;</b>As I looked, this horn made war with the saints and prevailed over them, <b class=\"verse-num\" id=\"v27007022-1\">22&nbsp;</b>until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.</p>\n<p id=\"p27007022_22-11\"><b class=\"verse-num\" id=\"v27007023-1\">23&nbsp;</b>“Thus he said: ‘As for the fourth beast,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007023_22-11\" class=\"line\">&nbsp;&nbsp;there shall be a fourth kingdom on earth,</span><br><span id=\"p27007023_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall be different from all the kingdoms,</span><br><span id=\"p27007023_22-11\" class=\"line\">&nbsp;&nbsp;and it shall devour the whole earth,</span><br><span id=\"p27007023_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trample it down, and break it to pieces.</span><br><span id=\"p27007024_22-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007024-1\">24&nbsp;</b>&nbsp;&nbsp;As for the ten horns,</span><br><span id=\"p27007024_22-11\" class=\"line\">&nbsp;&nbsp;out of this kingdom ten kings shall arise,</span><br><span id=\"p27007024_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and another shall arise after them;</span><br><span id=\"p27007024_22-11\" class=\"line\">&nbsp;&nbsp;he shall be different from the former ones,</span><br><span id=\"p27007024_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall put down three kings.</span><br><span id=\"p27007025_22-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007025-1\">25&nbsp;</b>&nbsp;&nbsp;He shall speak words against the Most High,</span><br><span id=\"p27007025_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall wear out the saints of the Most High,</span><br><span id=\"p27007025_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall think to change the times and the law;</span><br><span id=\"p27007025_22-11\" class=\"line\">&nbsp;&nbsp;and they shall be given into his hand</span><br><span id=\"p27007025_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time, times, and half a time.</span><br><span id=\"p27007026_22-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007026-1\">26&nbsp;</b>&nbsp;&nbsp;But the court shall sit in judgment,</span><br><span id=\"p27007026_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be taken away,</span><br><span id=\"p27007026_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be consumed and destroyed to the end.</span><br><span id=\"p27007027_22-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_22-11\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_22-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007027_22-11\"><b class=\"verse-num\" id=\"v27007028-1\">28&nbsp;</b>“Here is the end of the matter. As for me, Daniel, my thoughts greatly alarmed me, and my color changed, but I kept the matter in my heart.”</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and  told the sum of the matters.  <strong>2</strong> Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea.  <strong>3</strong> And four great beasts came up from the sea, diverse one from another.  <strong>4</strong> The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man’s heart was given to it.  <strong>5</strong> And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.  <strong>6</strong> After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.  <strong>7</strong> After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.  <strong>8</strong> I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things.  <strong>9</strong> I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and  his wheels as burning fire.  <strong>10</strong> A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.  <strong>11</strong> I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.  <strong>12</strong> As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.  <strong>13</strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.  <strong>14</strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is  an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.  <strong>15</strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.  <strong>16</strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.  <strong>17</strong> These great beasts, which are four, are four kings, which shall arise out of the earth.  <strong>18</strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.  <strong>19</strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;  <strong>20</strong> And of the ten horns that were in his head, and of  the other which came up, and before whom three fell; even of  that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.  <strong>21</strong> I beheld, and the same horn made war with the saints, and prevailed against them;  <strong>22</strong> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.  <strong>23</strong> Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces.  <strong>24</strong> And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings.  <strong>25</strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.  <strong>26</strong> But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end.  <strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  <strong>28</strong> Hitherto is the end of the matter. As for me Daniel, my cogitations much troubled me, and my countenance changed in me: but I kept the matter in my heart.  ","niv":"<sup><strong>1</strong></sup> In the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying on his bed. He wrote down the substance of his dream. <sup><strong>2</strong></sup> Daniel said: \"In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea. <sup><strong>3</strong></sup> Four great beasts, each different from the others, came up out of the sea. <sup><strong>4</strong></sup> \"The first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a man, and the heart of a man was given to it. <sup><strong>5</strong></sup> \"And there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, 'Get up and eat your fill of flesh!' <sup><strong>6</strong></sup> \"After that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule. <sup><strong>7</strong></sup> \"After that, in my vision at night I looked, and there before me was a fourth beast-terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns. <sup><strong>8</strong></sup> \"While I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a man and a mouth that spoke boastfully. <sup><strong>9</strong></sup> \"As I looked, \"thrones were set in place, and the Ancient of Days took his seat. His clothing was as white as snow; the hair of his head was white like wool. His throne was flaming with fire, and its wheels were all ablaze. <sup><strong>10</strong></sup> A river of fire was flowing, coming out from before him. Thousands upon thousands attended him; ten thousand times ten thousand stood before him. The court was seated, and the books were opened. <sup><strong>11</strong></sup> \"Then I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire. <sup><strong>12</strong></sup> (The other beasts had been stripped of their authority, but were allowed to live for a period of time.) <sup><strong>13</strong></sup> \"In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence. <sup><strong>14</strong></sup> He was given authority, glory and sovereign power; all peoples, nations and men of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed. <sup><strong>15</strong></sup> \"I, Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me. <sup><strong>16</strong></sup> I approached one of those standing there and asked him the true meaning of all this. \"So he told me and gave me the interpretation of these things: <sup><strong>17</strong></sup> 'The four great beasts are four kingdoms that will rise from the earth. <sup><strong>18</strong></sup> But the saints of the Most High will receive the kingdom and will possess it forever-yes, for ever and ever.' <sup><strong>19</strong></sup> \"Then I wanted to know the true meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws-the beast that crushed and devoured its victims and trampled underfoot whatever was left. <sup><strong>20</strong></sup> I also wanted to know about the ten horns on its head and about the other horn that came up, before which three of them fell-the horn that looked more imposing than the others and that had eyes and a mouth that spoke boastfully. <sup><strong>21</strong></sup> As I watched, this horn was waging war against the saints and defeating them, <sup><strong>22</strong></sup> until the Ancient of Days came and pronounced judgment in favor of the saints of the Most High, and the time came when they possessed the kingdom. <sup><strong>23</strong></sup> \"He gave me this explanation: 'The fourth beast is a fourth kingdom that will appear on earth. It will be different from all the other kingdoms and will devour the whole earth, trampling it down and crushing it. <sup><strong>24</strong></sup> The ten horns are ten kings who will come from this kingdom. After them another king will arise, different from the earlier ones; he will subdue three kings. <sup><strong>25</strong></sup> He will speak against the Most High and oppress his saints and try to change the set times and the laws. The saints will be handed over to him for a time, times and half a time. <sup><strong>26</strong></sup> \"'But the court will sit, and his power will be taken away and completely destroyed forever. <sup><strong>27</strong></sup> Then the sovereignty, power and greatness of the kingdoms under the whole heaven will be handed over to the saints, the people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.' <sup><strong>28</strong></sup> \"This is the end of the matter. I, Daniel, was deeply troubled by my thoughts, and my face turned pale, but I kept the matter to myself.\" "},{"_id":"616a3ccda03c6e96020b9ffd","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 27:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26027014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26027014-1\">14&nbsp;</b>From Beth-togarmah they exchanged horses, war horses, and mules for your wares.</p>\n</div>","kjv":"<strong>14</strong> They of the house of Togarmah traded in thy fairs with horses and horsemen and mules.  ","niv":"<sup><strong>14</strong></sup> \"'Men of Beth Togarmah exchanged work horses, war horses and mules for your merchandise."},{"_id":"616a3ccea03c6e96020b9ffe","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Psalm 2:1-12","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19002001_07-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;Why do the nations rage</span><br><span id=\"p19002001_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples plot in vain?</span><br><span id=\"p19002002_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002002-1\">2&nbsp;</b>&nbsp;&nbsp;The kings of the earth set themselves,</span><br><span id=\"p19002002_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rulers take counsel together,</span><br><span id=\"p19002002_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the LORD and against his Anointed, saying,</span><br><span id=\"p19002003_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002003-1\">3&nbsp;</b>&nbsp;&nbsp;“Let us burst their bonds apart</span><br><span id=\"p19002003_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast away their cords from us.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002004_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002004-1\">4&nbsp;</b>&nbsp;&nbsp;He who sits in the heavens laughs;</span><br><span id=\"p19002004_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord holds them in derision.</span><br><span id=\"p19002005_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002005-1\">5&nbsp;</b>&nbsp;&nbsp;Then he will speak to them in his wrath,</span><br><span id=\"p19002005_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them in his fury, saying,</span><br><span id=\"p19002006_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002006-1\">6&nbsp;</b>&nbsp;&nbsp;“As for me, I have set my King</span><br><span id=\"p19002006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on Zion, my holy hill.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002007_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002007-1\">7&nbsp;</b>&nbsp;&nbsp;I will tell of the decree:</span><br><span id=\"p19002007_07-13\" class=\"line\">&nbsp;&nbsp;The LORD said to me, “You are my Son;</span><br><span id=\"p19002007_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you.</span><br><span id=\"p19002008_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002008-1\">8&nbsp;</b>&nbsp;&nbsp;Ask of me, and I will make the nations your heritage,</span><br><span id=\"p19002008_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ends of the earth your possession.</span><br><span id=\"p19002009_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002009-1\">9&nbsp;</b>&nbsp;&nbsp;You shall break them with a rod of iron</span><br><span id=\"p19002009_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dash them in pieces like a potter’s vessel.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002010_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002010-1\">10&nbsp;</b>&nbsp;&nbsp;Now therefore, O kings, be wise;</span><br><span id=\"p19002010_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be warned, O rulers of the earth.</span><br><span id=\"p19002011_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002011-1\">11&nbsp;</b>&nbsp;&nbsp;Serve the LORD with fear,</span><br><span id=\"p19002011_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with trembling.</span><br><span id=\"p19002012_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002012-1\">12&nbsp;</b>&nbsp;&nbsp;Kiss the Son,</span><br><span id=\"p19002012_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he be angry, and you perish in the way,</span><br><span id=\"p19002012_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his wrath is quickly kindled.</span><br><span id=\"p19002012_07-13\" class=\"line\">&nbsp;&nbsp;Blessed are all who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why do the heathen rage, and the people imagine a vain thing?  <strong>2</strong> The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, <strong>3</strong> Let us break their bands asunder, and cast away their cords from us.  <strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  <strong>5</strong> Then shall he speak unto them in his wrath, and vex them in his sore displeasure.  <strong>6</strong> Yet have I set my king upon my holy hill of Zion.  <strong>7</strong> I will declare the decree: the LORD hath said unto me, Thou art  my Son; this day have I begotten thee.  <strong>8</strong> Ask of me, and I shall give thee the heathen for  thine inheritance, and the uttermost parts of the earth for  thy possession.  <strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  <strong>10</strong> Be wise now therefore, O ye kings: be instructed, ye judges of the earth.  <strong>11</strong> Serve the LORD with fear, and rejoice with trembling.  <strong>12</strong> Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.  ","niv":"<sup><strong>1</strong></sup> Why do the nations conspire and the peoples plot in vain? <sup><strong>2</strong></sup> The kings of the earth take their stand and the rulers gather together against the LORD and against his Anointed One. <sup><strong>3</strong></sup> \"Let us break their chains,\" they say, \"and throw off their fetters.\" <sup><strong>4</strong></sup> The One enthroned in heaven laughs; the Lord scoffs at them. <sup><strong>5</strong></sup> Then he rebukes them in his anger and terrifies them in his wrath, saying, <sup><strong>6</strong></sup> \"I have installed my King on Zion, my holy hill.\" <sup><strong>7</strong></sup> I will proclaim the decree of the LORD: He said to me, \"You are my Son; today I have become your Father. <sup><strong>8</strong></sup> Ask of me, and I will make the nations your inheritance, the ends of the earth your possession. <sup><strong>9</strong></sup> You will rule them with an iron scepter; you will dash them to pieces like pottery.\" <sup><strong>10</strong></sup> Therefore, you kings, be wise; be warned, you rulers of the earth. <sup><strong>11</strong></sup> Serve the LORD with fear and rejoice with trembling. <sup><strong>12</strong></sup> Kiss the Son, lest he be angry and you be destroyed in your way, for his wrath can flare up in a moment. Blessed are all who take refuge in him. "},{"_id":"616a3ccea03c6e96020b9fff","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Luke 21:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"616a3ccea03c6e96020ba000","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Ezekiel 38:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26038005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet;</p>\n</div>","kjv":"<strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  ","niv":"<sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets,"},{"_id":"616a3ccfa03c6e96020ba001","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Isaiah 46:9-10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23046009_01-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23046009-1\">9&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;remember the former things of old;</span><br><span id=\"p23046009_01-16\" class=\"line\">&nbsp;&nbsp;for I am God, and there is no other;</span><br><span id=\"p23046009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am God, and there is none like me,</span><br><span id=\"p23046010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23046010-1\">10&nbsp;</b>&nbsp;&nbsp;declaring the end from the beginning</span><br><span id=\"p23046010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from ancient times things not yet done,</span><br><span id=\"p23046010_01-16\" class=\"line\">&nbsp;&nbsp;saying, ‘My counsel shall stand,</span><br><span id=\"p23046010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will accomplish all my purpose,’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Remember the former things of old: for I am God, and there is none else; I am God, and there is  none like me,  <strong>10</strong> Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:  ","niv":"<sup><strong>9</strong></sup> Remember the former things, those of long ago; I am God, and there is no other; I am God, and there is none like me. <sup><strong>10</strong></sup> I make known the end from the beginning, from ancient times, what is still to come. I say: My purpose will stand, and I will do all that I please. "},{"_id":"616a3ccfa03c6e96020ba002","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Genesis 10:2-4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01010002_01-17\"><b class=\"verse-num\" id=\"v01010002-1\">2&nbsp;</b>The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. <b class=\"verse-num\" id=\"v01010003-1\">3&nbsp;</b>The sons of Gomer: Ashkenaz, Riphath, and Togarmah. <b class=\"verse-num\" id=\"v01010004-1\">4&nbsp;</b>The sons of Javan: Elishah, Tarshish, Kittim, and Dodanim.</p>\n</div>","kjv":"<strong>2</strong> The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.  <strong>3</strong> And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.  <strong>4</strong> And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.  ","niv":"<sup><strong>2</strong></sup> The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras. <sup><strong>3</strong></sup> The sons of Gomer: Ashkenaz, Riphath and Togarmah. <sup><strong>4</strong></sup> The sons of Javan: Elishah, Tarshish, the Kittim and the Rodanim. "},{"_id":"616a3ccfa03c6e96020ba003","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 20:7-8","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66020007_05-18\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea.</p>\n</div>","kjv":"<strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  ","niv":"<sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. "},{"_id":"616a3cd0a03c6e96020ba004","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 20:1-15","votes":3,"__v":0,"kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616a3cd0a03c6e96020ba005","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 19:11-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-20\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. "},{"_id":"616a3cd0a03c6e96020ba006","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 17:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66017014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n</div>","kjv":"<strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\""},{"_id":"616a3cd1a03c6e96020ba007","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66016016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016016-1\">16&nbsp;</b>And they assembled them at the place that in Hebrew is called Armageddon.</p>\n</div>","kjv":"<strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  ","niv":"<sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon."},{"_id":"616a3cd1a03c6e96020ba008","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 16:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66016014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty.</p>\n</div>","kjv":"<strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  ","niv":"<sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty."},{"_id":"616a3cd1a03c6e96020ba009","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 13:2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-25\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-25\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-25\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-25\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  ","niv":"<sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority."},{"_id":"616a3cd1a03c6e96020ba00a","topicId":"616a3ccaa03c6e96020b9ff1","verse":"Revelation 13:1-18","votes":1,"__v":0,"kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. ","modified":"2022-05-01T06:42:46.559Z"}]}