{"_id":"5fc31fdb8888bb90841ded52","slug":"salvation","name":"Salvation","verses":[{"_id":"5fd25dfda1012d290aa8874a","topicId":"5fc31fdb8888bb90841ded52","verse":"Ephesians 2:8-9","votes":385,"__v":0,"niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. ","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","esv":"<div>\n<p id=\"p49002008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","modified":"2023-07-04T13:02:18.458Z"},{"_id":"5fd25dfda1012d290aa8874b","topicId":"5fc31fdb8888bb90841ded52","verse":"Titus 3:5","votes":312,"__v":0,"niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","esv":"<div>\n<p id=\"p56003005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","modified":"2023-02-13T11:24:40.490Z"},{"_id":"5fd25dfda1012d290aa8874c","topicId":"5fc31fdb8888bb90841ded52","verse":"Romans 10:9","votes":308,"__v":0,"niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved.","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","esv":"<div>\n<p id=\"p45010009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","modified":"2023-07-20T10:38:28.890Z"},{"_id":"5fd25dfda1012d290aa8874d","topicId":"5fc31fdb8888bb90841ded52","verse":"Acts 4:12","votes":267,"__v":0,"niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\"","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","esv":"<div>\n<p id=\"p44004012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","modified":"2023-10-17T14:03:32.850Z"},{"_id":"5fd25dfda1012d290aa8874e","topicId":"5fc31fdb8888bb90841ded52","verse":"John 14:6","votes":219,"__v":0,"niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","esv":"<div>\n<p id=\"p43014006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","modified":"2022-09-22T06:31:49.326Z"},{"_id":"5fd25dfda1012d290aa8874f","topicId":"5fc31fdb8888bb90841ded52","verse":"Ephesians 2:8","votes":219,"__v":0,"niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","esv":"<div>\n<p id=\"p49002008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","modified":"2023-11-15T04:59:27.831Z"},{"_id":"5fd25dfda1012d290aa88750","topicId":"5fc31fdb8888bb90841ded52","verse":"Matthew 7:21","votes":169,"__v":0,"niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven.","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  ","esv":"<div>\n\n<p id=\"p40007021_05-7\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span></p>\n</div>","modified":"2023-04-07T23:28:16.073Z"},{"_id":"5fd25dfea1012d290aa88751","topicId":"5fc31fdb8888bb90841ded52","verse":"John 6:44","votes":157,"__v":0,"niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day.","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","esv":"<div>\n<p id=\"p43006044_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","modified":"2023-08-12T16:43:07.947Z"},{"_id":"5fd25dfea1012d290aa88752","topicId":"5fc31fdb8888bb90841ded52","verse":"Acts 16:30-33","votes":116,"__v":0,"niv":"<sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. ","kjv":"<strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  ","esv":"<div>\n<p id=\"p44016030_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family.</p>\n</div>","modified":"2022-11-08T02:57:03.637Z"},{"_id":"5fd25dfea1012d290aa88753","topicId":"5fc31fdb8888bb90841ded52","verse":"Psalm 37:39","votes":113,"__v":0,"niv":"<sup><strong>39</strong></sup> The salvation of the righteous comes from the LORD; he is their stronghold in time of trouble.","kjv":"<strong>39</strong> But the salvation of the righteous is of the LORD: he is  their strength in the time of trouble.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037039_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037039-1\">39&nbsp;</b>&nbsp;&nbsp;The salvation of the righteous is from the LORD;</span><br><span id=\"p19037039_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is their stronghold in the time of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2022-08-06T14:35:03.807Z"},{"_id":"5fd25dfea1012d290aa88754","topicId":"5fc31fdb8888bb90841ded52","verse":"John 15","votes":110,"__v":0,"niv":"<sup><strong>1</strong></sup> \"I am the true vine, and my Father is the gardener. <sup><strong>2</strong></sup> He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful. <sup><strong>3</strong></sup> You are already clean because of the word I have spoken to you. <sup><strong>4</strong></sup> Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me. <sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. <sup><strong>9</strong></sup> \"As the Father has loved me, so have I loved you. Now remain in my love. <sup><strong>10</strong></sup> If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love. <sup><strong>11</strong></sup> I have told you this so that my joy may be in you and that your joy may be complete. <sup><strong>12</strong></sup> My command is this: Love each other as I have loved you. <sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends. <sup><strong>14</strong></sup> You are my friends if you do what I command. <sup><strong>15</strong></sup> I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you. <sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name. <sup><strong>17</strong></sup> This is my command: Love each other. <sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first. <sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. <sup><strong>21</strong></sup> They will treat you this way because of my name, for they do not know the One who sent me. <sup><strong>22</strong></sup> If I had not come and spoken to them, they would not be guilty of sin. Now, however, they have no excuse for their sin. <sup><strong>23</strong></sup> He who hates me hates my Father as well. <sup><strong>24</strong></sup> If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father. <sup><strong>25</strong></sup> But this is to fulfill what is written in their Law: 'They hated me without reason.' <sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me. <sup><strong>27</strong></sup> And you also must testify, for you have been with me from the beginning. ","kjv":"<strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. ","esv":"<div>\n\n<p id=\"p43015001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43015001-1\">15:1&nbsp;</b><span class=\"woc\">“I am the true vine, and my Father is the vinedresser.</span> <b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span> <b class=\"verse-num woc\" id=\"v43015003-1\">3&nbsp;</b><span class=\"woc\">Already you are clean because of the word that I have spoken to you.</span> <b class=\"verse-num woc\" id=\"v43015004-1\">4&nbsp;</b><span class=\"woc\">Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.</span> <b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span> <b class=\"verse-num woc\" id=\"v43015009-1\">9&nbsp;</b><span class=\"woc\">As the Father has loved me, so have I loved you. Abide in my love.</span> <b class=\"verse-num woc\" id=\"v43015010-1\">10&nbsp;</b><span class=\"woc\">If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love.</span> <b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n<p id=\"p43015011_06-1\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span> <b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span> <b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span> <b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span> <b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n\n<p id=\"p43015017_11-1\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span> <b class=\"verse-num woc\" id=\"v43015022-1\">22&nbsp;</b><span class=\"woc\">If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.</span> <b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n<p id=\"p43015025_11-1\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span> <b class=\"verse-num woc\" id=\"v43015027-1\">27&nbsp;</b><span class=\"woc\">And you also will bear witness, because you have been with me from the beginning.</span></p>\n\n</div>","modified":"2023-10-30T01:36:14.636Z"},{"_id":"5fd25dfea1012d290aa88755","topicId":"5fc31fdb8888bb90841ded52","verse":"Psalm 62:1","votes":91,"__v":0,"niv":"<sup><strong>1</strong></sup> My soul finds rest in God alone; my salvation comes from him.","kjv":"<strong>1</strong> Truly my soul waiteth upon God: from him cometh my salvation.  ","esv":"<div>\n\n<h4 id=\"p19062001_07-12\" class=\"psalm-title\">To the choirmaster: according to Jeduthun. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19062001_07-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19062001-1\">62:1&nbsp;</b>&nbsp;&nbsp;For God alone my soul waits in silence;</span><br><span id=\"p19062001_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from him comes my salvation.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-07-08T13:04:55.778Z"},{"_id":"5fd25dfea1012d290aa88756","topicId":"5fc31fdb8888bb90841ded52","verse":"Psalm 3:8","votes":93,"__v":0,"niv":"<sup><strong>8</strong></sup> From the LORD comes deliverance. May your blessing be on your people. Selah","kjv":"<strong>8</strong> Salvation belongeth unto the LORD: thy blessing is  upon thy people. Selah.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19003008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003008-1\">8&nbsp;</b>&nbsp;&nbsp;Salvation belongs to the LORD;</span><br><span id=\"p19003008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your blessing be on your people! <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2022-11-03T06:22:30.508Z"},{"_id":"5fd25dffa1012d290aa88757","topicId":"5fc31fdb8888bb90841ded52","verse":"John 3:16-18","votes":98,"__v":0,"niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. ","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","modified":"2023-04-13T10:38:13.859Z"},{"_id":"5fd25dffa1012d290aa88758","topicId":"5fc31fdb8888bb90841ded52","verse":"Acts 28:28","votes":88,"__v":0,"niv":"<sup><strong>28</strong></sup> \"Therefore I want you to know that God's salvation has been sent to the Gentiles, and they will listen!\"","kjv":"<strong>28</strong> Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.  ","esv":"<div>\n<p id=\"p44028028_01-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44028028-1\">28&nbsp;</b>Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”</p>\n\n</div>","modified":"2022-07-22T04:24:45.676Z"},{"_id":"5fd25dffa1012d290aa88759","topicId":"5fc31fdb8888bb90841ded52","verse":"Acts 2:38","votes":84,"__v":0,"niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","esv":"<div>\n<p id=\"p44002038_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","modified":"2023-03-18T01:52:01.308Z"},{"_id":"5fd25dffa1012d290aa8875a","topicId":"5fc31fdb8888bb90841ded52","verse":"Mark 16:16","votes":74,"__v":0,"niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","esv":"<div>\n<p id=\"p41016016_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","modified":"2023-01-29T12:15:21.777Z"},{"_id":"5fd25dffa1012d290aa8875b","topicId":"5fc31fdb8888bb90841ded52","verse":"John 3:17-21","votes":74,"__v":0,"niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" ","esv":"<div>\n<p id=\"p43003017_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","modified":"2022-11-11T06:02:00.486Z"},{"_id":"5fd25dffa1012d290aa8875c","topicId":"5fc31fdb8888bb90841ded52","verse":"Galatians 2:21","votes":69,"__v":0,"niv":"<sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\"","esv":"<div>\n<p id=\"p48002021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","modified":"2022-10-03T16:18:29.853Z"},{"_id":"5fd25dffa1012d290aa8875d","topicId":"5fc31fdb8888bb90841ded52","verse":"Jonah 2:9","votes":70,"__v":0,"niv":"<sup><strong>9</strong></sup> But I, with a song of thanksgiving, will sacrifice to you. What I have vowed I will make good. Salvation comes from the LORD.\"","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p32002009_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v32002009-1\">9&nbsp;</b>&nbsp;&nbsp;But I with the voice of thanksgiving</span><br><span id=\"p32002009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will sacrifice to you;</span><br><span id=\"p32002009_01-20\" class=\"line\">&nbsp;&nbsp;what I have vowed I will pay.</span><br><span id=\"p32002009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Salvation belongs to the LORD!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> But I will sacrifice unto thee with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD.  ","modified":"2023-01-29T12:12:01.296Z"},{"_id":"5fd25e00a1012d290aa8875e","topicId":"5fc31fdb8888bb90841ded52","verse":"Romans 10:9-10","votes":75,"__v":0,"niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. ","esv":"<div>\n<p id=\"p45010009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","modified":"2023-10-07T16:57:52.320Z"},{"_id":"5fd25e00a1012d290aa8875f","topicId":"5fc31fdb8888bb90841ded52","verse":"Romans 6:14","votes":65,"__v":0,"esv":"<div>\n<p id=\"p45006014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n</div>","niv":"<sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace.","kjv":"<strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  ","modified":"2022-08-24T17:26:14.112Z"},{"_id":"5fd25e00a1012d290aa88760","topicId":"5fc31fdb8888bb90841ded52","verse":"John 3:16","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","modified":"2022-08-08T22:06:11.987Z"},{"_id":"5fd25e00a1012d290aa88761","topicId":"5fc31fdb8888bb90841ded52","verse":"Acts 16:31","votes":62,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\"","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","modified":"2023-06-04T23:53:53.818Z"},{"_id":"5fd25e00a1012d290aa88762","topicId":"5fc31fdb8888bb90841ded52","verse":"Psalm 60:5","votes":60,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19060005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19060005-1\">5&nbsp;</b>&nbsp;&nbsp;That your beloved ones may be delivered,</span><br><span id=\"p19060005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give salvation by your right hand and answer us!</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>5</strong></sup> Save us and help us with your right hand, that those you love may be delivered.","kjv":"<strong>5</strong> That thy beloved may be delivered; save with thy right hand, and hear me.  ","modified":"2023-11-14T17:52:57.922Z"}]}