{"_id":"616a3feca03c6e96020ba134","slug":"sanhedrin","name":"Sanhedrin","verses":[{"_id":"616a3feda03c6e96020ba135","topicId":"616a3feca03c6e96020ba134","verse":"Mark 14:64","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41014064_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014064-1\">64&nbsp;</b>You have heard his blasphemy. What is your decision?” And they all condemned him as deserving death.</p>\n</div>","kjv":"<strong>64</strong> Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.  ","niv":"<sup><strong>64</strong></sup> \"You have heard the blasphemy. What do you think?\"","modified":"2022-08-28T21:13:26.691Z"},{"_id":"616a3feea03c6e96020ba136","topicId":"616a3feca03c6e96020ba134","verse":"Luke 22:66","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42022066_05-2\"><b class=\"verse-num\" id=\"v42022066-1\">66&nbsp;</b>When day came, the assembly of the elders of the people gathered together, both chief priests and scribes. And they led him away to their council, and they said,</p>\n</div>","kjv":"<strong>66</strong> And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led him into their council, saying,  ","niv":"<sup><strong>66</strong></sup> At daybreak the council of the elders of the people, both the chief priests and teachers of the law, met together, and Jesus was led before them.","modified":"2022-09-18T13:18:19.669Z"},{"_id":"616a3feea03c6e96020ba137","topicId":"616a3feca03c6e96020ba134","verse":"Matthew 1:18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-3\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"616a3feea03c6e96020ba138","topicId":"616a3feca03c6e96020ba134","verse":"Mark 15:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41015001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41015001-1\">15:1&nbsp;</b>And as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate.</p>\n</div>","kjv":"<strong>1</strong> And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.  ","niv":"<sup><strong>1</strong></sup> Very early in the morning, the chief priests, with the elders, the teachers of the law and the whole Sanhedrin, reached a decision. They bound Jesus, led him away and handed him over to Pilate."},{"_id":"616a3fefa03c6e96020ba139","topicId":"616a3feca03c6e96020ba134","verse":"2 Peter 3:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him."},{"_id":"616a3fefa03c6e96020ba13a","topicId":"616a3feca03c6e96020ba134","verse":"Matthew 8:1-34","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40008001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40008001-1\">8:1&nbsp;</b>When he came down from the mountain, great crowds followed him. <b class=\"verse-num\" id=\"v40008002-1\">2&nbsp;</b>And behold, a leper came to him and knelt before him, saying, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v40008003-1\">3&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately his leprosy was cleansed. <b class=\"verse-num\" id=\"v40008004-1\">4&nbsp;</b>And Jesus said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer the gift that Moses commanded, for a proof to them.”</span></p>\n\n<p id=\"p40008004_10-6\"><b class=\"verse-num\" id=\"v40008005-1\">5&nbsp;</b>When he had entered Capernaum, a centurion came forward to him, appealing to him, <b class=\"verse-num\" id=\"v40008006-1\">6&nbsp;</b>“Lord, my servant is lying paralyzed at home, suffering terribly.” <b class=\"verse-num\" id=\"v40008007-1\">7&nbsp;</b>And he said to him, <span class=\"woc\">“I will come and heal him.”</span> <b class=\"verse-num\" id=\"v40008008-1\">8&nbsp;</b>But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed. <b class=\"verse-num\" id=\"v40008009-1\">9&nbsp;</b>For I too am a man under authority, with soldiers under me. And I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.” <b class=\"verse-num\" id=\"v40008010-1\">10&nbsp;</b>When Jesus heard this, he marveled and said to those who followed him, <span class=\"woc\">“Truly, I tell you, with no one in Israel have I found such faith.</span> <b class=\"verse-num woc\" id=\"v40008011-1\">11&nbsp;</b><span class=\"woc\">I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,</span> <b class=\"verse-num woc\" id=\"v40008012-1\">12&nbsp;</b><span class=\"woc\">while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”</span> <b class=\"verse-num\" id=\"v40008013-1\">13&nbsp;</b>And to the centurion Jesus said, <span class=\"woc\">“Go; let it be done for you as you have believed.”</span> And the servant was healed at that very moment.</p>\n\n<p id=\"p40008013_13-6\"><b class=\"verse-num\" id=\"v40008014-1\">14&nbsp;</b>And when Jesus entered Peter’s house, he saw his mother-in-law lying sick with a fever. <b class=\"verse-num\" id=\"v40008015-1\">15&nbsp;</b>He touched her hand, and the fever left her, and she rose and began to serve him. <b class=\"verse-num\" id=\"v40008016-1\">16&nbsp;</b>That evening they brought to him many who were oppressed by demons, and he cast out the spirits with a word and healed all who were sick. <b class=\"verse-num\" id=\"v40008017-1\">17&nbsp;</b>This was to fulfill what was spoken by the prophet Isaiah: “He took our illnesses and bore our diseases.”</p>\n\n<p id=\"p40008017_18-6\"><b class=\"verse-num\" id=\"v40008018-1\">18&nbsp;</b>Now when Jesus saw a crowd around him, he gave orders to go over to the other side. <b class=\"verse-num\" id=\"v40008019-1\">19&nbsp;</b>And a scribe came up and said to him, “Teacher, I will follow you wherever you go.” <b class=\"verse-num\" id=\"v40008020-1\">20&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”</span> <b class=\"verse-num\" id=\"v40008021-1\">21&nbsp;</b>Another of the disciples said to him, “Lord, let me first go and bury my father.” <b class=\"verse-num\" id=\"v40008022-1\">22&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Follow me, and leave the dead to bury their own dead.”</span></p>\n\n<p id=\"p40008022_22-6\"><b class=\"verse-num\" id=\"v40008023-1\">23&nbsp;</b>And when he got into the boat, his disciples followed him. <b class=\"verse-num\" id=\"v40008024-1\">24&nbsp;</b>And behold, there arose a great storm on the sea, so that the boat was being swamped by the waves; but he was asleep. <b class=\"verse-num\" id=\"v40008025-1\">25&nbsp;</b>And they went and woke him, saying, “Save us, Lord; we are perishing.” <b class=\"verse-num\" id=\"v40008026-1\">26&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you afraid, O you of little faith?”</span> Then he rose and rebuked the winds and the sea, and there was a great calm. <b class=\"verse-num\" id=\"v40008027-1\">27&nbsp;</b>And the men marveled, saying, “What sort of man is this, that even winds and sea obey him?”</p>\n\n<p id=\"p40008027_28-6\"><b class=\"verse-num\" id=\"v40008028-1\">28&nbsp;</b>And when he came to the other side, to the country of the Gadarenes, two demon-possessed men met him, coming out of the tombs, so fierce that no one could pass that way. <b class=\"verse-num\" id=\"v40008029-1\">29&nbsp;</b>And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?” <b class=\"verse-num\" id=\"v40008030-1\">30&nbsp;</b>Now a herd of many pigs was feeding at some distance from them. <b class=\"verse-num\" id=\"v40008031-1\">31&nbsp;</b>And the demons begged him, saying, “If you cast us out, send us away into the herd of pigs.” <b class=\"verse-num\" id=\"v40008032-1\">32&nbsp;</b>And he said to them, <span class=\"woc\">“Go.”</span> So they came out and went into the pigs, and behold, the whole herd rushed down the steep bank into the sea and drowned in the waters. <b class=\"verse-num\" id=\"v40008033-1\">33&nbsp;</b>The herdsmen fled, and going into the city they told everything, especially what had happened to the demon-possessed men. <b class=\"verse-num\" id=\"v40008034-1\">34&nbsp;</b>And behold, all the city came out to meet Jesus, and when they saw him, they begged him to leave their region.</p>\n\n</div>","kjv":"<strong>1</strong> When he was come down from the mountain, great multitudes followed him.  <strong>2</strong> And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>3</strong> And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.  <strong>4</strong> And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them. <strong>5</strong> And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,  <strong>6</strong> And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.  <strong>7</strong> And Jesus saith unto him, I will come and heal him.  <strong>8</strong> The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.  <strong>9</strong> For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.  <strong>10</strong> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.  <strong>11</strong> And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.  <strong>12</strong> But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.  <strong>13</strong> And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.  <strong>14</strong> And when Jesus was come into Peter’s house, he saw his wife’s mother laid, and sick of a fever.  <strong>15</strong> And he touched her hand, and the fever left her: and she arose, and ministered unto them.  <strong>16</strong> When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:  <strong>17</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.  <strong>18</strong> Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.  <strong>19</strong> And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest.  <strong>20</strong> And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.  <strong>21</strong> And another of his disciples said unto him, Lord, suffer me first to go and bury my father.  <strong>22</strong> But Jesus said unto him, Follow me; and let the dead bury their dead. <strong>23</strong> And when he was entered into a ship, his disciples followed him.  <strong>24</strong> And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.  <strong>25</strong> And his disciples came to him, and awoke him, saying, Lord, save us: we perish.  <strong>26</strong> And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.  <strong>27</strong> But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!  <strong>28</strong> And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way.  <strong>29</strong> And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?  <strong>30</strong> And there was a good way off from them an herd of many swine feeding.  <strong>31</strong> So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine.  <strong>32</strong> And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.  <strong>33</strong> And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.  <strong>34</strong> And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.  ","niv":"<sup><strong>1</strong></sup> When he came down from the mountainside, large crowds followed him. <sup><strong>2</strong></sup> A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\" <sup><strong>3</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cured of his leprosy. <sup><strong>4</strong></sup> Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\" <sup><strong>5</strong></sup> When Jesus had entered Capernaum, a centurion came to him, asking for help. <sup><strong>6</strong></sup> \"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\" <sup><strong>7</strong></sup> Jesus said to him, \"I will go and heal him.\" <sup><strong>8</strong></sup> The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed. <sup><strong>9</strong></sup> For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\" <sup><strong>10</strong></sup> When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith. <sup><strong>11</strong></sup> I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven. <sup><strong>12</strong></sup> But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\" <sup><strong>13</strong></sup> Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour. <sup><strong>14</strong></sup> When Jesus came into Peter's house, he saw Peter's mother-in-law lying in bed with a fever. <sup><strong>15</strong></sup> He touched her hand and the fever left her, and she got up and began to wait on him. <sup><strong>16</strong></sup> When evening came, many who were demon-possessed were brought to him, and he drove out the spirits with a word and healed all the sick. <sup><strong>17</strong></sup> This was to fulfill what was spoken through the prophet Isaiah: \"He took up our infirmities and carried our diseases.\" <sup><strong>18</strong></sup> When Jesus saw the crowd around him, he gave orders to cross to the other side of the lake. <sup><strong>19</strong></sup> Then a teacher of the law came to him and said, \"Teacher, I will follow you wherever you go.\" <sup><strong>20</strong></sup> Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\" <sup><strong>21</strong></sup> Another disciple said to him, \"Lord, first let me go and bury my father.\" <sup><strong>22</strong></sup> But Jesus told him, \"Follow me, and let the dead bury their own dead.\" <sup><strong>23</strong></sup> Then he got into the boat and his disciples followed him. <sup><strong>24</strong></sup> Without warning, a furious storm came up on the lake, so that the waves swept over the boat. But Jesus was sleeping. <sup><strong>25</strong></sup> The disciples went and woke him, saying, \"Lord, save us! We're going to drown!\" <sup><strong>26</strong></sup> He replied, \"You of little faith, why are you so afraid?\" Then he got up and rebuked the winds and the waves, and it was completely calm. <sup><strong>27</strong></sup> The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey him!\" <sup><strong>28</strong></sup> When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way. <sup><strong>29</strong></sup> \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\" <sup><strong>30</strong></sup> Some distance from them a large herd of pigs was feeding. <sup><strong>31</strong></sup> The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\" <sup><strong>32</strong></sup> He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water. <sup><strong>33</strong></sup> Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men. <sup><strong>34</strong></sup> Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region. "},{"_id":"616a3fefa03c6e96020ba13c","topicId":"616a3feca03c6e96020ba134","verse":"Acts 1:1-26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-7\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-7\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-7\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-7\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-7\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-7\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-7\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  <strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  <strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  <strong>4</strong> And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.  <strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  <strong>6</strong> When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?  <strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  <strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  <strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  <strong>15</strong> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)  <strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  <strong>26</strong> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach <sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen. <sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God. <sup><strong>4</strong></sup> On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about. <sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\" <sup><strong>6</strong></sup> So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\" <sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority. <sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\" <sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. <sup><strong>15</strong></sup> In those days Peter stood up among the believers (a group numbering about a hundred and twenty) <sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" <sup><strong>26</strong></sup> Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles. "},{"_id":"616a3fefa03c6e96020ba13b","topicId":"616a3feca03c6e96020ba134","verse":"Matthew 6:13","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006013_01-8\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-8\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. '"},{"_id":"616a3ff0a03c6e96020ba13d","topicId":"616a3feca03c6e96020ba134","verse":"Matthew 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40003016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003016-1\">16&nbsp;</b>And when Jesus was baptized, immediately he went up from the water, and behold, the heavens were opened to him, and he saw the Spirit of God descending like a dove and coming to rest on him;</p>\n\n</div>","kjv":"<strong>16</strong> And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:  ","niv":"<sup><strong>16</strong></sup> As soon as Jesus was baptized, he went up out of the water. At that moment heaven was opened, and he saw the Spirit of God descending like a dove and lighting on him."},{"_id":"616a3ff0a03c6e96020ba13e","topicId":"616a3feca03c6e96020ba134","verse":"Joel 2:28","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-10\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."},{"_id":"616a3ff0a03c6e96020ba13f","topicId":"616a3feca03c6e96020ba134","verse":"Daniel 9:24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27009024_04-11\"><b class=\"verse-num\" id=\"v27009024-1\">24&nbsp;</b>“Seventy weeks are decreed about your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place.</p>\n\n</div>","kjv":"<strong>24</strong> Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.  ","niv":"<sup><strong>24</strong></sup> \"Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy."},{"_id":"616a3ff0a03c6e96020ba140","topicId":"616a3feca03c6e96020ba134","verse":"Isaiah 9:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_01-12\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_01-12\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_01-12\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  ","niv":"<sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this."},{"_id":"616a3ff1a03c6e96020ba141","topicId":"616a3feca03c6e96020ba134","verse":"Psalm 110:1","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19110001_06-13\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19110001_06-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19110001-1\">110:1&nbsp;</b>&nbsp;&nbsp;The LORD says to my Lord:</span><br><span id=\"p19110001_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p19110001_06-13\" class=\"line\">&nbsp;&nbsp;until I make your enemies your footstool.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.  ","niv":"<sup><strong>1</strong></sup> The LORD says to my Lord: \"Sit at my right hand until I make your enemies a footstool for your feet.\""},{"_id":"616a3ff1a03c6e96020ba142","topicId":"616a3feca03c6e96020ba134","verse":"2 Samuel 6:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p10006001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10006001-1\">6:1&nbsp;</b>David again gathered all the chosen men of Israel, thirty thousand.</p>\n</div>","kjv":"<strong>1</strong> Again, David gathered together all the chosen men  of Israel, thirty thousand.  ","niv":"<sup><strong>1</strong></sup> David again brought together out of Israel chosen men, thirty thousand in all."},{"_id":"616a3ff2a03c6e96020ba144","topicId":"616a3feca03c6e96020ba134","verse":"Deuteronomy 13:1-4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05013001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, <b class=\"verse-num\" id=\"v05013002-1\">2&nbsp;</b>and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’ <b class=\"verse-num\" id=\"v05013003-1\">3&nbsp;</b>you shall not listen to the words of that prophet or that dreamer of dreams. For the LORD your God is testing you, to know whether you love the LORD your God with all your heart and with all your soul. <b class=\"verse-num\" id=\"v05013004-1\">4&nbsp;</b>You shall walk after the LORD your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him.</p>\n</div>","kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  <strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. <sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him. "},{"_id":"616a3ff2a03c6e96020ba143","topicId":"616a3feca03c6e96020ba134","verse":"Deuteronomy 19:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05019021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v05019021-1\">21&nbsp;</b>Your eye shall not pity. It shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.</p>\n</div>","kjv":"<strong>21</strong> And thine eye shall not pity; but life shall go  for life, eye for eye, tooth for tooth, hand for hand, foot for foot.  ","niv":"<sup><strong>21</strong></sup> Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."}]}