{"_id":"616a4092a03c6e96020ba170","slug":"santify","name":"Santify","verses":[{"_id":"616a4093a03c6e96020ba171","topicId":"616a4092a03c6e96020ba170","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a4094a03c6e96020ba172","topicId":"616a4092a03c6e96020ba170","verse":"Ephesians 2:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616a4094a03c6e96020ba173","topicId":"616a4092a03c6e96020ba170","verse":"1 Peter 3:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"616a4094a03c6e96020ba174","topicId":"616a4092a03c6e96020ba170","verse":"Revelation 21:1-27","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-5\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.” <b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. <b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son. <b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n\n<p id=\"p66021008_11-5\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.” <b class=\"verse-num\" id=\"v66021010-1\">10&nbsp;</b>And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, <b class=\"verse-num\" id=\"v66021011-1\">11&nbsp;</b>having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. <b class=\"verse-num\" id=\"v66021012-1\">12&nbsp;</b>It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—<b class=\"verse-num\" id=\"v66021013-1\">13&nbsp;</b>on the east three gates, on the north three gates, on the south three gates, and on the west three gates. <b class=\"verse-num\" id=\"v66021014-1\">14&nbsp;</b>And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.</p>\n<p id=\"p66021014_11-5\"><b class=\"verse-num\" id=\"v66021015-1\">15&nbsp;</b>And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. <b class=\"verse-num\" id=\"v66021016-1\">16&nbsp;</b>The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. <b class=\"verse-num\" id=\"v66021017-1\">17&nbsp;</b>He also measured its wall, 144 cubits by human measurement, which is also an angel’s measurement. <b class=\"verse-num\" id=\"v66021018-1\">18&nbsp;</b>The wall was built of jasper, while the city was pure gold, like clear glass. <b class=\"verse-num\" id=\"v66021019-1\">19&nbsp;</b>The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, <b class=\"verse-num\" id=\"v66021020-1\">20&nbsp;</b>the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. <b class=\"verse-num\" id=\"v66021021-1\">21&nbsp;</b>And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass.</p>\n<p id=\"p66021021_11-5\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there. <b class=\"verse-num\" id=\"v66021026-1\">26&nbsp;</b>They will bring into it the glory and the honor of the nations. <b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  <strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  <strong>10</strong> And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,  <strong>11</strong> Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;  <strong>12</strong> And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names  of the twelve tribes of the children of Israel:  <strong>13</strong> On the east three gates; on the north three gates; on the south three gates; and on the west three gates.  <strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  <strong>15</strong> And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.  <strong>16</strong> And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.  <strong>17</strong> And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.  <strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  <strong>19</strong> And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;  <strong>20</strong> The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.  <strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" <sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life. <sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. <sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\" <sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" <sup><strong>10</strong></sup> And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. <sup><strong>11</strong></sup> It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. <sup><strong>12</strong></sup> It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. <sup><strong>13</strong></sup> There were three gates on the east, three on the north, three on the south and three on the west. <sup><strong>14</strong></sup> The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. <sup><strong>15</strong></sup> The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. <sup><strong>16</strong></sup> The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. <sup><strong>17</strong></sup> He measured its wall and it was 144 cubits thick, by man's measurement, which the angel was using. <sup><strong>18</strong></sup> The wall was made of jasper, and the city of pure gold, as pure as glass. <sup><strong>19</strong></sup> The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, <sup><strong>20</strong></sup> the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst. <sup><strong>21</strong></sup> The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass. <sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. <sup><strong>26</strong></sup> The glory and honor of the nations will be brought into it. <sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life. "},{"_id":"616a4095a03c6e96020ba175","topicId":"616a4092a03c6e96020ba170","verse":"1 Corinthians 15:1-58","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-7\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-7\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-7\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-7\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-7\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-7\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-7\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-7\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-7\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"616a4095a03c6e96020ba176","topicId":"616a4092a03c6e96020ba170","verse":"Matthew 25:1-46","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n<p id=\"p40025013_12-8\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n<p id=\"p40025030_15-8\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_15-8\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. <strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. <strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. <sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"616a4095a03c6e96020ba178","topicId":"616a4092a03c6e96020ba170","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616a4095a03c6e96020ba177","topicId":"616a4092a03c6e96020ba170","verse":"Revelation 20:11-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-29\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-29\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-29\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616a4096a03c6e96020ba179","topicId":"616a4092a03c6e96020ba170","verse":"1 Thessalonians 5:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-12\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"616a4096a03c6e96020ba17a","topicId":"616a4092a03c6e96020ba170","verse":"John 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616a4096a03c6e96020ba17b","topicId":"616a4092a03c6e96020ba170","verse":"Acts 2:1-47","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-14\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-14\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-14\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-14\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-14\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-14\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-14\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616a4096a03c6e96020ba17c","topicId":"616a4092a03c6e96020ba170","verse":"Revelation 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"616a4097a03c6e96020ba17d","topicId":"616a4092a03c6e96020ba170","verse":"1 John 5:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62005001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62005001-1\">5:1&nbsp;</b>Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him. <b class=\"verse-num\" id=\"v62005002-1\">2&nbsp;</b>By this we know that we love the children of God, when we love God and obey his commandments. <b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome. <b class=\"verse-num\" id=\"v62005004-1\">4&nbsp;</b>For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith. <b class=\"verse-num\" id=\"v62005005-1\">5&nbsp;</b>Who is it that overcomes the world except the one who believes that Jesus is the Son of God?</p>\n\n<p id=\"p62005005_10-16\"><b class=\"verse-num\" id=\"v62005006-1\">6&nbsp;</b>This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth. <b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify: <b class=\"verse-num\" id=\"v62005008-1\">8&nbsp;</b>the Spirit and the water and the blood; and these three agree. <b class=\"verse-num\" id=\"v62005009-1\">9&nbsp;</b>If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son. <b class=\"verse-num\" id=\"v62005010-1\">10&nbsp;</b>Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son. <b class=\"verse-num\" id=\"v62005011-1\">11&nbsp;</b>And this is the testimony, that God gave us eternal life, and this life is in his Son. <b class=\"verse-num\" id=\"v62005012-1\">12&nbsp;</b>Whoever has the Son has life; whoever does not have the Son of God does not have life.</p>\n\n<p id=\"p62005012_14-16\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life. <b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n<p id=\"p62005015_14-16\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that. <b class=\"verse-num\" id=\"v62005017-1\">17&nbsp;</b>All wrongdoing is sin, but there is sin that does not lead to death.</p>\n<p id=\"p62005017_14-16\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n<p id=\"p62005018_14-16\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n<p id=\"p62005019_14-16\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life. <b class=\"verse-num\" id=\"v62005021-1\">21&nbsp;</b>Little children, keep yourselves from idols.</p>\n\n</div>","kjv":"<strong>1</strong> Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.  <strong>2</strong> By this we know that we love the children of God, when we love God, and keep his commandments.  <strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  <strong>4</strong> For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.  <strong>5</strong> Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?  <strong>6</strong> This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.  <strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  <strong>8</strong> And there are three that bear witness in earth, the spirit, and the water, and the blood: and these three agree in one.  <strong>9</strong> If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.  <strong>10</strong> He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.  <strong>11</strong> And this is the record, that God hath given to us eternal life, and this life is in his Son.  <strong>12</strong> He that hath the Son hath life; and he that hath not the Son of God hath not life.  <strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  <strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  <strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  <strong>17</strong> All unrighteousness is sin: and there is a sin not unto death.  <strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  <strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  <strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  <strong>21</strong> Little children, keep yourselves from idols. Amen.  ","niv":"<sup><strong>1</strong></sup> Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well. <sup><strong>2</strong></sup> This is how we know that we love the children of God: by loving God and carrying out his commands. <sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome, <sup><strong>4</strong></sup> for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. <sup><strong>5</strong></sup> Who is it that overcomes the world? Only he who believes that Jesus is the Son of God. <sup><strong>6</strong></sup> This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. <sup><strong>7</strong></sup> For there are three that testify: <sup><strong>8</strong></sup> the Spirit, the water and the blood; and the three are in agreement. <sup><strong>9</strong></sup> We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. <sup><strong>10</strong></sup> Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. <sup><strong>11</strong></sup> And this is the testimony: God has given us eternal life, and this life is in his Son. <sup><strong>12</strong></sup> He who has the Son has life; he who does not have the Son of God does not have life. <sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life. <sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. <sup><strong>16</strong></sup> If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that. <sup><strong>17</strong></sup> All wrongdoing is sin, and there is sin that does not lead to death. <sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. <sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one. <sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life. <sup><strong>21</strong></sup> Dear children, keep yourselves from idols. "},{"_id":"616a4097a03c6e96020ba17e","topicId":"616a4092a03c6e96020ba170","verse":"2 Peter 3:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61003001_08-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61003001-1\">3:1&nbsp;</b>This is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder, <b class=\"verse-num\" id=\"v61003002-1\">2&nbsp;</b>that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles, <b class=\"verse-num\" id=\"v61003003-1\">3&nbsp;</b>knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires. <b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.” <b class=\"verse-num\" id=\"v61003005-1\">5&nbsp;</b>For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God, <b class=\"verse-num\" id=\"v61003006-1\">6&nbsp;</b>and that by means of these the world that then existed was deluged with water and perished. <b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n<p id=\"p61003007_08-17\"><b class=\"verse-num\" id=\"v61003008-1\">8&nbsp;</b>But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. <b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance. <b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n<p id=\"p61003010_08-17\"><b class=\"verse-num\" id=\"v61003011-1\">11&nbsp;</b>Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness, <b class=\"verse-num\" id=\"v61003012-1\">12&nbsp;</b>waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn! <b class=\"verse-num\" id=\"v61003013-1\">13&nbsp;</b>But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.</p>\n\n<p id=\"p61003013_10-17\"><b class=\"verse-num\" id=\"v61003014-1\">14&nbsp;</b>Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace. <b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures. <b class=\"verse-num\" id=\"v61003017-1\">17&nbsp;</b>You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability. <b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> This second epistle, beloved, I now write unto you; in both  which I stir up your pure minds by way of remembrance:  <strong>2</strong> That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:  <strong>3</strong> Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,  <strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  <strong>5</strong> For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:  <strong>6</strong> Whereby the world that then was, being overflowed with water, perished:  <strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  <strong>8</strong> But, beloved, be not ignorant of this one thing, that one day is  with the Lord as a thousand years, and a thousand years as one day.  <strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  <strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  <strong>11</strong> Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all  holy conversation and godliness,  <strong>12</strong> Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?  <strong>13</strong> Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.  <strong>14</strong> Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.  <strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  <strong>17</strong> Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.  <strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking. <sup><strong>2</strong></sup> I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles. <sup><strong>3</strong></sup> First of all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. <sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\" <sup><strong>5</strong></sup> But they deliberately forget that long ago by God's word the heavens existed and the earth was formed out of water and by water. <sup><strong>6</strong></sup> By these waters also the world of that time was deluged and destroyed. <sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men. <sup><strong>8</strong></sup> But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. <sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance. <sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare. <sup><strong>11</strong></sup> Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives <sup><strong>12</strong></sup> as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. <sup><strong>13</strong></sup> But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness. <sup><strong>14</strong></sup> So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him. <sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. <sup><strong>17</strong></sup> Therefore, dear friends, since you already know this, be on your guard so that you may not be carried away by the error of lawless men and fall from your secure position. <sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen. "},{"_id":"616a4097a03c6e96020ba17f","topicId":"616a4092a03c6e96020ba170","verse":"Romans 8:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-18\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-18\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-18\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-18\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-18\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-18\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616a4098a03c6e96020ba180","topicId":"616a4092a03c6e96020ba170","verse":"Acts 19:1-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44019001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44019001-1\">19:1&nbsp;</b>And it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples. <b class=\"verse-num\" id=\"v44019002-1\">2&nbsp;</b>And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.” <b class=\"verse-num\" id=\"v44019003-1\">3&nbsp;</b>And he said, “Into what then were you baptized?” They said, “Into John’s baptism.” <b class=\"verse-num\" id=\"v44019004-1\">4&nbsp;</b>And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.” <b class=\"verse-num\" id=\"v44019005-1\">5&nbsp;</b>On hearing this, they were baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying. <b class=\"verse-num\" id=\"v44019007-1\">7&nbsp;</b>There were about twelve men in all.</p>\n<p id=\"p44019007_04-19\"><b class=\"verse-num\" id=\"v44019008-1\">8&nbsp;</b>And he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God. <b class=\"verse-num\" id=\"v44019009-1\">9&nbsp;</b>But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus. <b class=\"verse-num\" id=\"v44019010-1\">10&nbsp;</b>This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks.</p>\n\n<p id=\"p44019010_08-19\"><b class=\"verse-num\" id=\"v44019011-1\">11&nbsp;</b>And God was doing extraordinary miracles by the hands of Paul, <b class=\"verse-num\" id=\"v44019012-1\">12&nbsp;</b>so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them. <b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded. <b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver. <b class=\"verse-num\" id=\"v44019020-1\">20&nbsp;</b>So the word of the Lord continued to increase and prevail mightily.</p>\n\n<p id=\"p44019020_12-19\"><b class=\"verse-num\" id=\"v44019021-1\">21&nbsp;</b>Now after these events Paul resolved in the Spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.” <b class=\"verse-num\" id=\"v44019022-1\">22&nbsp;</b>And having sent into Macedonia two of his helpers, Timothy and Erastus, he himself stayed in Asia for a while.</p>\n<p id=\"p44019022_12-19\"><b class=\"verse-num\" id=\"v44019023-1\">23&nbsp;</b>About that time there arose no little disturbance concerning the Way. <b class=\"verse-num\" id=\"v44019024-1\">24&nbsp;</b>For a man named Demetrius, a silversmith, who made silver shrines of Artemis, brought no little business to the craftsmen. <b class=\"verse-num\" id=\"v44019025-1\">25&nbsp;</b>These he gathered together, with the workmen in similar trades, and said, “Men, you know that from this business we have our wealth. <b class=\"verse-num\" id=\"v44019026-1\">26&nbsp;</b>And you see and hear that not only in Ephesus but in almost all of Asia this Paul has persuaded and turned away a great many people, saying that gods made with hands are not gods. <b class=\"verse-num\" id=\"v44019027-1\">27&nbsp;</b>And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis may be counted as nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”</p>\n<p id=\"p44019027_12-19\"><b class=\"verse-num\" id=\"v44019028-1\">28&nbsp;</b>When they heard this they were enraged and were crying out, “Great is Artemis of the Ephesians!” <b class=\"verse-num\" id=\"v44019029-1\">29&nbsp;</b>So the city was filled with the confusion, and they rushed together into the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul’s companions in travel. <b class=\"verse-num\" id=\"v44019030-1\">30&nbsp;</b>But when Paul wished to go in among the crowd, the disciples would not let him. <b class=\"verse-num\" id=\"v44019031-1\">31&nbsp;</b>And even some of the Asiarchs, who were friends of his, sent to him and were urging him not to venture into the theater. <b class=\"verse-num\" id=\"v44019032-1\">32&nbsp;</b>Now some cried out one thing, some another, for the assembly was in confusion, and most of them did not know why they had come together. <b class=\"verse-num\" id=\"v44019033-1\">33&nbsp;</b>Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander, motioning with his hand, wanted to make a defense to the crowd. <b class=\"verse-num\" id=\"v44019034-1\">34&nbsp;</b>But when they recognized that he was a Jew, for about two hours they all cried out with one voice, “Great is Artemis of the Ephesians!”</p>\n<p id=\"p44019034_12-19\"><b class=\"verse-num\" id=\"v44019035-1\">35&nbsp;</b>And when the town clerk had quieted the crowd, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great Artemis, and of the sacred stone that fell from the sky? <b class=\"verse-num\" id=\"v44019036-1\">36&nbsp;</b>Seeing then that these things cannot be denied, you ought to be quiet and do nothing rash. <b class=\"verse-num\" id=\"v44019037-1\">37&nbsp;</b>For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess. <b class=\"verse-num\" id=\"v44019038-1\">38&nbsp;</b>If therefore Demetrius and the craftsmen with him have a complaint against anyone, the courts are open, and there are proconsuls. Let them bring charges against one another. <b class=\"verse-num\" id=\"v44019039-1\">39&nbsp;</b>But if you seek anything further, it shall be settled in the regular assembly. <b class=\"verse-num\" id=\"v44019040-1\">40&nbsp;</b>For we really are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.” <b class=\"verse-num\" id=\"v44019041-1\">41&nbsp;</b>And when he had said these things, he dismissed the assembly.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,  <strong>2</strong> He said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.  <strong>3</strong> And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.  <strong>4</strong> Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.  <strong>5</strong> When they heard this, they were baptized in the name of the Lord Jesus.  <strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  <strong>7</strong> And all the men were about twelve.  <strong>8</strong> And he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God.  <strong>9</strong> But when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus.  <strong>10</strong> And this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks.  <strong>11</strong> And God wrought special miracles by the hands of Paul:  <strong>12</strong> So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.  <strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  <strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  <strong>20</strong> So mightily grew the word of God and prevailed.  <strong>21</strong> After these things were ended, Paul purposed in the spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome.  <strong>22</strong> So he sent into Macedonia two of them that ministered unto him, Timotheus and Erastus; but he himself stayed in Asia for a season.  <strong>23</strong> And the same time there arose no small stir about that way.  <strong>24</strong> For a certain man named Demetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the craftsmen;  <strong>25</strong> Whom he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth.  <strong>26</strong> Moreover ye see and hear, that not alone at Ephesus, but almost throughout all Asia, this Paul hath persuaded and turned away much people, saying that they be no gods, which are made with hands:  <strong>27</strong> So that not only this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth.  <strong>28</strong> And when they heard these sayings, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians.  <strong>29</strong> And the whole city was filled with confusion: and having caught Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel, they rushed with one accord into the theatre.  <strong>30</strong> And when Paul would have entered in unto the people, the disciples suffered him not.  <strong>31</strong> And certain of the chief of Asia, which were his friends, sent unto him, desiring him that he would not adventure himself into the theatre.  <strong>32</strong> Some therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together.  <strong>33</strong> And they drew Alexander out of the multitude, the Jews putting him forward. And Alexander beckoned with the hand, and would have made his defence unto the people.  <strong>34</strong> But when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great is Diana of the Ephesians.  <strong>35</strong> And when the townclerk had appeased the people, he said, Ye  men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?  <strong>36</strong> Seeing then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly.  <strong>37</strong> For ye have brought hither these men, which are neither robbers of churches, nor yet blasphemers of your goddess.  <strong>38</strong> Wherefore if Demetrius, and the craftsmen which are with him, have a matter against any man, the law is open, and there are deputies: let them implead one another.  <strong>39</strong> But if ye enquire any thing concerning other matters, it shall be determined in a lawful assembly.  <strong>40</strong> For we are in danger to be called in question for this day’s uproar, there being no cause whereby we may give an account of this concourse.  <strong>41</strong> And when he had thus spoken, he dismissed the assembly.  ","niv":"<sup><strong>1</strong></sup> While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples <sup><strong>2</strong></sup> and asked them, \"Did you receive the Holy Spirit when you believed?\" They answered, \"No, we have not even heard that there is a Holy Spirit.\" <sup><strong>3</strong></sup> So Paul asked, \"Then what baptism did you receive?John's baptism,\" they replied. <sup><strong>4</strong></sup> Paul said, \"John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.\" <sup><strong>5</strong></sup> On hearing this, they were baptized into the name of the Lord Jesus. <sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied. <sup><strong>7</strong></sup> There were about twelve men in all. <sup><strong>8</strong></sup> Paul entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God. <sup><strong>9</strong></sup> But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus. <sup><strong>10</strong></sup> This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord. <sup><strong>11</strong></sup> God did extraordinary miracles through Paul, <sup><strong>12</strong></sup> so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them. <sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. <sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. <sup><strong>20</strong></sup> In this way the word of the Lord spread widely and grew in power. <sup><strong>21</strong></sup> After all this had happened, Paul decided to go to Jerusalem, passing through Macedonia and Achaia. \"After I have been there,\" he said, \"I must visit Rome also.\" <sup><strong>22</strong></sup> He sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed in the province of Asia a little longer. <sup><strong>23</strong></sup> About that time there arose a great disturbance about the Way. <sup><strong>24</strong></sup> A silversmith named Demetrius, who made silver shrines of Artemis, brought in no little business for the craftsmen. <sup><strong>25</strong></sup> He called them together, along with the workmen in related trades, and said: \"Men, you know we receive a good income from this business. <sup><strong>26</strong></sup> And you see and hear how this fellow Paul has convinced and led astray large numbers of people here in Ephesus and in practically the whole province of Asia. He says that man-made gods are no gods at all. <sup><strong>27</strong></sup> There is danger not only that our trade will lose its good name, but also that the temple of the great goddess Artemis will be discredited, and the goddess herself, who is worshiped throughout the province of Asia and the world, will be robbed of her divine majesty.\" <sup><strong>28</strong></sup> When they heard this, they were furious and began shouting: \"Great is Artemis of the Ephesians!\" <sup><strong>29</strong></sup> Soon the whole city was in an uproar. The people seized Gaius and Aristarchus, Paul's traveling companions from Macedonia, and rushed as one man into the theater. <sup><strong>30</strong></sup> Paul wanted to appear before the crowd, but the disciples would not let him. <sup><strong>31</strong></sup> Even some of the officials of the province, friends of Paul, sent him a message begging him not to venture into the theater. <sup><strong>32</strong></sup> The assembly was in confusion: Some were shouting one thing, some another. Most of the people did not even know why they were there. <sup><strong>33</strong></sup> The Jews pushed Alexander to the front, and some of the crowd shouted instructions to him. He motioned for silence in order to make a defense before the people. <sup><strong>34</strong></sup> But when they realized he was a Jew, they all shouted in unison for about two hours: \"Great is Artemis of the Ephesians!\" <sup><strong>35</strong></sup> The city clerk quieted the crowd and said: \"Men of Ephesus, doesn't all the world know that the city of Ephesus is the guardian of the temple of the great Artemis and of her image, which fell from heaven? <sup><strong>36</strong></sup> Therefore, since these facts are undeniable, you ought to be quiet and not do anything rash. <sup><strong>37</strong></sup> You have brought these men here, though they have neither robbed temples nor blasphemed our goddess. <sup><strong>38</strong></sup> If, then, Demetrius and his fellow craftsmen have a grievance against anybody, the courts are open and there are proconsuls. They can press charges. <sup><strong>39</strong></sup> If there is anything further you want to bring up, it must be settled in a legal assembly. <sup><strong>40</strong></sup> As it is, we are in danger of being charged with rioting because of today's events. In that case we would not be able to account for this commotion, since there is no reason for it.\" <sup><strong>41</strong></sup> After he had said this, he dismissed the assembly. "},{"_id":"616a4098a03c6e96020ba181","topicId":"616a4092a03c6e96020ba170","verse":"John 14:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. "},{"_id":"616a4098a03c6e96020ba182","topicId":"616a4092a03c6e96020ba170","verse":"John 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"616a4099a03c6e96020ba183","topicId":"616a4092a03c6e96020ba170","verse":"Matthew 24:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-22\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-22\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-22\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-22\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-22\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-22\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-22\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616a4099a03c6e96020ba185","topicId":"616a4092a03c6e96020ba170","verse":"Luke 21:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021022_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021022-1\">22&nbsp;</b><span class=\"woc\">for these are days of vengeance, to fulfill all that is written.</span></p>\n</div>","kjv":"<strong>22</strong> For these be the days of vengeance, that all things which are written may be fulfilled.  ","niv":"<sup><strong>22</strong></sup> For this is the time of punishment in fulfillment of all that has been written."},{"_id":"616a4099a03c6e96020ba184","topicId":"616a4092a03c6e96020ba170","verse":"Isaiah 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-24\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-24\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-24\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-24\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-24\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-24\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-24\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-24\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-24\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-24\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-24\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-24\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-24\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-24\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-24\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-24\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-24\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-24\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-24\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-24\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-24\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-24\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-24\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-24\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-24\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-24\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-24\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-24\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"616a409aa03c6e96020ba186","topicId":"616a4092a03c6e96020ba170","verse":"Exodus 20:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-25\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-25\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-25\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-25\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-25\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-25\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-25\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-25\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-25\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-25\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-25\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-25\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-25\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"616a409aa03c6e96020ba187","topicId":"616a4092a03c6e96020ba170","verse":"Genesis 3:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-26\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-26\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-26\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-26\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-26\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-26\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-26\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-26\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-26\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-26\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-26\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-26\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-26\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-26\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-26\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-26\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-26\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"616a409aa03c6e96020ba188","topicId":"616a4092a03c6e96020ba170","verse":"1 Samuel 16:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09016005_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016005-1\">5&nbsp;</b>And he said, “Peaceably; I have come to sacrifice to the LORD. Consecrate yourselves, and come with me to the sacrifice.” And he consecrated Jesse and his sons and invited them to the sacrifice.</p>\n</div>","kjv":"<strong>5</strong> And he said, Peaceably: I am come to sacrifice unto the LORD: sanctify yourselves, and come with me to the sacrifice. And he sanctified Jesse and his sons, and called them to the sacrifice.  ","niv":"<sup><strong>5</strong></sup> Samuel replied, \"Yes, in peace; I have come to sacrifice to the LORD. Consecrate yourselves and come to the sacrifice with me.\" Then he consecrated Jesse and his sons and invited them to the sacrifice."},{"_id":"616a409aa03c6e96020ba189","topicId":"616a4092a03c6e96020ba170","verse":"Revelation 20:1-15","votes":2,"__v":0,"kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "}]}