{"_id":"616a4153a03c6e96020ba1be","slug":"satan-ruling-the-airwaves","name":"Satan Ruling The Airwaves","verses":[{"_id":"616a4154a03c6e96020ba1bf","topicId":"616a4153a03c6e96020ba1be","verse":"Ephesians 2:2","votes":43,"__v":0,"esv":"<div>\n<p id=\"p49002002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—</p>\n</div>","kjv":"<strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  ","niv":"<sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.","modified":"2023-05-11T01:30:32.786Z"},{"_id":"616a4155a03c6e96020ba1c0","topicId":"616a4153a03c6e96020ba1be","verse":"2 Corinthians 4:4","votes":20,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."},{"_id":"616a4155a03c6e96020ba1c1","topicId":"616a4153a03c6e96020ba1be","verse":"Luke 8:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42008017_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008017-1\">17&nbsp;</b><span class=\"woc\">For nothing is hidden that will not be made manifest, nor is anything secret that will not be known and come to light.</span></p>\n</div>","kjv":"<strong>17</strong> For nothing is secret, that shall not be made manifest; neither any thing hid, that shall not be known and come abroad.  ","niv":"<sup><strong>17</strong></sup> For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open."},{"_id":"616a4155a03c6e96020ba1c2","topicId":"616a4153a03c6e96020ba1be","verse":"1 Peter 5:8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616a4156a03c6e96020ba1c3","topicId":"616a4153a03c6e96020ba1be","verse":"Hebrews 4:16","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},{"_id":"616a4156a03c6e96020ba1c4","topicId":"616a4153a03c6e96020ba1be","verse":"Psalm 2:1-12","votes":13,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19002001_07-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;Why do the nations rage</span><br><span id=\"p19002001_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples plot in vain?</span><br><span id=\"p19002002_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002002-1\">2&nbsp;</b>&nbsp;&nbsp;The kings of the earth set themselves,</span><br><span id=\"p19002002_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rulers take counsel together,</span><br><span id=\"p19002002_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the LORD and against his Anointed, saying,</span><br><span id=\"p19002003_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002003-1\">3&nbsp;</b>&nbsp;&nbsp;“Let us burst their bonds apart</span><br><span id=\"p19002003_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast away their cords from us.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002004_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002004-1\">4&nbsp;</b>&nbsp;&nbsp;He who sits in the heavens laughs;</span><br><span id=\"p19002004_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord holds them in derision.</span><br><span id=\"p19002005_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002005-1\">5&nbsp;</b>&nbsp;&nbsp;Then he will speak to them in his wrath,</span><br><span id=\"p19002005_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them in his fury, saying,</span><br><span id=\"p19002006_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002006-1\">6&nbsp;</b>&nbsp;&nbsp;“As for me, I have set my King</span><br><span id=\"p19002006_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on Zion, my holy hill.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002007_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002007-1\">7&nbsp;</b>&nbsp;&nbsp;I will tell of the decree:</span><br><span id=\"p19002007_07-7\" class=\"line\">&nbsp;&nbsp;The LORD said to me, “You are my Son;</span><br><span id=\"p19002007_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you.</span><br><span id=\"p19002008_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002008-1\">8&nbsp;</b>&nbsp;&nbsp;Ask of me, and I will make the nations your heritage,</span><br><span id=\"p19002008_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ends of the earth your possession.</span><br><span id=\"p19002009_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002009-1\">9&nbsp;</b>&nbsp;&nbsp;You shall break them with a rod of iron</span><br><span id=\"p19002009_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dash them in pieces like a potter’s vessel.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002010_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002010-1\">10&nbsp;</b>&nbsp;&nbsp;Now therefore, O kings, be wise;</span><br><span id=\"p19002010_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be warned, O rulers of the earth.</span><br><span id=\"p19002011_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002011-1\">11&nbsp;</b>&nbsp;&nbsp;Serve the LORD with fear,</span><br><span id=\"p19002011_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with trembling.</span><br><span id=\"p19002012_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002012-1\">12&nbsp;</b>&nbsp;&nbsp;Kiss the Son,</span><br><span id=\"p19002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he be angry, and you perish in the way,</span><br><span id=\"p19002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his wrath is quickly kindled.</span><br><span id=\"p19002012_07-7\" class=\"line\">&nbsp;&nbsp;Blessed are all who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why do the heathen rage, and the people imagine a vain thing?  <strong>2</strong> The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, <strong>3</strong> Let us break their bands asunder, and cast away their cords from us.  <strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  <strong>5</strong> Then shall he speak unto them in his wrath, and vex them in his sore displeasure.  <strong>6</strong> Yet have I set my king upon my holy hill of Zion.  <strong>7</strong> I will declare the decree: the LORD hath said unto me, Thou art  my Son; this day have I begotten thee.  <strong>8</strong> Ask of me, and I shall give thee the heathen for  thine inheritance, and the uttermost parts of the earth for  thy possession.  <strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  <strong>10</strong> Be wise now therefore, O ye kings: be instructed, ye judges of the earth.  <strong>11</strong> Serve the LORD with fear, and rejoice with trembling.  <strong>12</strong> Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.  ","niv":"<sup><strong>1</strong></sup> Why do the nations conspire and the peoples plot in vain? <sup><strong>2</strong></sup> The kings of the earth take their stand and the rulers gather together against the LORD and against his Anointed One. <sup><strong>3</strong></sup> \"Let us break their chains,\" they say, \"and throw off their fetters.\" <sup><strong>4</strong></sup> The One enthroned in heaven laughs; the Lord scoffs at them. <sup><strong>5</strong></sup> Then he rebukes them in his anger and terrifies them in his wrath, saying, <sup><strong>6</strong></sup> \"I have installed my King on Zion, my holy hill.\" <sup><strong>7</strong></sup> I will proclaim the decree of the LORD: He said to me, \"You are my Son; today I have become your Father. <sup><strong>8</strong></sup> Ask of me, and I will make the nations your inheritance, the ends of the earth your possession. <sup><strong>9</strong></sup> You will rule them with an iron scepter; you will dash them to pieces like pottery.\" <sup><strong>10</strong></sup> Therefore, you kings, be wise; be warned, you rulers of the earth. <sup><strong>11</strong></sup> Serve the LORD with fear and rejoice with trembling. <sup><strong>12</strong></sup> Kiss the Son, lest he be angry and you be destroyed in your way, for his wrath can flare up in a moment. Blessed are all who take refuge in him. "},{"_id":"616a4156a03c6e96020ba1c5","topicId":"616a4153a03c6e96020ba1be","verse":"John 8:44","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"616a4156a03c6e96020ba1c6","topicId":"616a4153a03c6e96020ba1be","verse":"Hebrews 2:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p58002018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58002018-1\">18&nbsp;</b>For because he himself has suffered when tempted, he is able to help those who are being tempted.</p>\n</div>","kjv":"<strong>18</strong> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.  ","niv":"<sup><strong>18</strong></sup> Because he himself suffered when he was tempted, he is able to help those who are being tempted.","modified":"2022-06-15T13:55:12.234Z"},{"_id":"616a4157a03c6e96020ba1c7","topicId":"616a4153a03c6e96020ba1be","verse":"1 John 1:1-8","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ. <b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_09-10\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth. <b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. <b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n\n</div>","kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  <strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  <strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  <strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. <sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. <sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. <sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. "},{"_id":"616a4157a03c6e96020ba1c9","topicId":"616a4153a03c6e96020ba1be","verse":"Psalm 34:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034007_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034007-1\">7&nbsp;</b>&nbsp;&nbsp;The angel of the LORD encamps</span><br><span id=\"p19034007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around those who fear him, and delivers them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  ","niv":"<sup><strong>7</strong></sup> The angel of the LORD encamps around those who fear him, and he delivers them."},{"_id":"616a4157a03c6e96020ba1c8","topicId":"616a4153a03c6e96020ba1be","verse":"Matthew 12:22","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40012022_06-12\"><b class=\"verse-num\" id=\"v40012022-1\">22&nbsp;</b>Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw.</p>\n</div>","kjv":"<strong>22</strong> Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.  ","niv":"<sup><strong>22</strong></sup> Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see."},{"_id":"616a4157a03c6e96020ba1ca","topicId":"616a4153a03c6e96020ba1be","verse":"Luke 6:46","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42006046_07-13\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span></p>\n</div>","kjv":"<strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  ","niv":"<sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say?"},{"_id":"616a4158a03c6e96020ba1cb","topicId":"616a4153a03c6e96020ba1be","verse":"Revelation 22:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66022020_01-14\"><b class=\"verse-num\" id=\"v66022020-1\">20&nbsp;</b>He who testifies to these things says, <span class=\"woc\">“Surely I am coming soon.”</span> Amen. Come, Lord Jesus!</p>\n</div>","kjv":"<strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  ","niv":"<sup><strong>20</strong></sup> He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus."},{"_id":"616a4158a03c6e96020ba1cd","topicId":"616a4153a03c6e96020ba1be","verse":"Philippians 3:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50003002_01-15\"><b class=\"verse-num\" id=\"v50003002-1\">2&nbsp;</b>Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh.</p>\n</div>","kjv":"<strong>2</strong> Beware of dogs, beware of evil workers, beware of the concision.  ","niv":"<sup><strong>2</strong></sup> Watch out for those dogs, those men who do evil, those mutilators of the flesh."},{"_id":"616a4158a03c6e96020ba1cc","topicId":"616a4153a03c6e96020ba1be","verse":"2 Timothy 3:1-2","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, "},{"_id":"616a4159a03c6e96020ba1ce","topicId":"616a4153a03c6e96020ba1be","verse":"Psalm 119:1-176","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19119001_09-17\" class=\"psalm-acrostic-title\">Aleph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119001_09-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19119001-1\">119:1&nbsp;</b>&nbsp;&nbsp; Blessed are those whose way is blameless,</span><br><span id=\"p19119001_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk in the law of the LORD!</span><br><span id=\"p19119002_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed are those who keep his testimonies,</span><br><span id=\"p19119002_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek him with their whole heart,</span><br><span id=\"p19119003_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119003-1\">3&nbsp;</b>&nbsp;&nbsp;who also do no wrong,</span><br><span id=\"p19119003_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but walk in his ways!</span><br><span id=\"p19119004_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119004-1\">4&nbsp;</b>&nbsp;&nbsp;You have commanded your precepts</span><br><span id=\"p19119004_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be kept diligently.</span><br><span id=\"p19119005_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119005-1\">5&nbsp;</b>&nbsp;&nbsp;Oh that my ways may be steadfast</span><br><span id=\"p19119005_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping your statutes!</span><br><span id=\"p19119006_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119006-1\">6&nbsp;</b>&nbsp;&nbsp;Then I shall not be put to shame,</span><br><span id=\"p19119006_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;having my eyes fixed on all your commandments.</span><br><span id=\"p19119007_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119007-1\">7&nbsp;</b>&nbsp;&nbsp;I will praise you with an upright heart,</span><br><span id=\"p19119007_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I learn your righteous rules.</span><br><span id=\"p19119008_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119008-1\">8&nbsp;</b>&nbsp;&nbsp;I will keep your statutes;</span><br><span id=\"p19119008_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not utterly forsake me!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119008_09-17\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br><span id=\"p19119012_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed are you, O LORD;</span><br><span id=\"p19119012_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119013_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119013-1\">13&nbsp;</b>&nbsp;&nbsp;With my lips I declare</span><br><span id=\"p19119013_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the rules of your mouth.</span><br><span id=\"p19119014_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119014-1\">14&nbsp;</b>&nbsp;&nbsp;In the way of your testimonies I delight</span><br><span id=\"p19119014_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as much as in all riches.</span><br><span id=\"p19119015_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119015-1\">15&nbsp;</b>&nbsp;&nbsp;I will meditate on your precepts</span><br><span id=\"p19119015_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fix my eyes on your ways.</span><br><span id=\"p19119016_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119016_09-17\" class=\"psalm-acrostic-title\">Gimel</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119017_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119017-1\">17&nbsp;</b>&nbsp;&nbsp;Deal bountifully with your servant,</span><br><span id=\"p19119017_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may live and keep your word.</span><br><span id=\"p19119018_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br><span id=\"p19119019_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119019-1\">19&nbsp;</b>&nbsp;&nbsp;I am a sojourner on the earth;</span><br><span id=\"p19119019_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide not your commandments from me!</span><br><span id=\"p19119020_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119020-1\">20&nbsp;</b>&nbsp;&nbsp;My soul is consumed with longing</span><br><span id=\"p19119020_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules at all times.</span><br><span id=\"p19119021_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119021-1\">21&nbsp;</b>&nbsp;&nbsp;You rebuke the insolent, accursed ones,</span><br><span id=\"p19119021_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who wander from your commandments.</span><br><span id=\"p19119022_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119022-1\">22&nbsp;</b>&nbsp;&nbsp;Take away from me scorn and contempt,</span><br><span id=\"p19119022_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have kept your testimonies.</span><br><span id=\"p19119023_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119023-1\">23&nbsp;</b>&nbsp;&nbsp;Even though princes sit plotting against me,</span><br><span id=\"p19119023_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your servant will meditate on your statutes.</span><br><span id=\"p19119024_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119024-1\">24&nbsp;</b>&nbsp;&nbsp;Your testimonies are my delight;</span><br><span id=\"p19119024_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are my counselors.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119024_09-17\" class=\"psalm-acrostic-title\">Daleth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119025_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119025-1\">25&nbsp;</b>&nbsp;&nbsp;My soul clings to the dust;</span><br><span id=\"p19119025_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your word!</span><br><span id=\"p19119026_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119026-1\">26&nbsp;</b>&nbsp;&nbsp;When I told of my ways, you answered me;</span><br><span id=\"p19119026_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119027_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119027-1\">27&nbsp;</b>&nbsp;&nbsp;Make me understand the way of your precepts,</span><br><span id=\"p19119027_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your wondrous works.</span><br><span id=\"p19119028_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119028-1\">28&nbsp;</b>&nbsp;&nbsp;My soul melts away for sorrow;</span><br><span id=\"p19119028_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen me according to your word!</span><br><span id=\"p19119029_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119029-1\">29&nbsp;</b>&nbsp;&nbsp;Put false ways far from me</span><br><span id=\"p19119029_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and graciously teach me your law!</span><br><span id=\"p19119030_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119030-1\">30&nbsp;</b>&nbsp;&nbsp;I have chosen the way of faithfulness;</span><br><span id=\"p19119030_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I set your rules before me.</span><br><span id=\"p19119031_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119031-1\">31&nbsp;</b>&nbsp;&nbsp;I cling to your testimonies, O LORD;</span><br><span id=\"p19119031_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame!</span><br><span id=\"p19119032_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119032-1\">32&nbsp;</b>&nbsp;&nbsp;I will run in the way of your commandments</span><br><span id=\"p19119032_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you enlarge my heart!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119032_09-17\" class=\"psalm-acrostic-title\">He</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119033_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119033-1\">33&nbsp;</b>&nbsp;&nbsp;Teach me, O LORD, the way of your statutes;</span><br><span id=\"p19119033_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will keep it to the end.</span><br><span id=\"p19119034_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119034-1\">34&nbsp;</b>&nbsp;&nbsp;Give me understanding, that I may keep your law</span><br><span id=\"p19119034_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observe it with my whole heart.</span><br><span id=\"p19119035_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119035-1\">35&nbsp;</b>&nbsp;&nbsp;Lead me in the path of your commandments,</span><br><span id=\"p19119035_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I delight in it.</span><br><span id=\"p19119036_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119036-1\">36&nbsp;</b>&nbsp;&nbsp;Incline my heart to your testimonies,</span><br><span id=\"p19119036_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to selfish gain!</span><br><span id=\"p19119037_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119037-1\">37&nbsp;</b>&nbsp;&nbsp;Turn my eyes from looking at worthless things;</span><br><span id=\"p19119037_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give me life in your ways.</span><br><span id=\"p19119038_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119038-1\">38&nbsp;</b>&nbsp;&nbsp;Confirm to your servant your promise,</span><br><span id=\"p19119038_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be feared.</span><br><span id=\"p19119039_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119039-1\">39&nbsp;</b>&nbsp;&nbsp;Turn away the reproach that I dread,</span><br><span id=\"p19119039_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules are good.</span><br><span id=\"p19119040_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119040-1\">40&nbsp;</b>&nbsp;&nbsp;Behold, I long for your precepts;</span><br><span id=\"p19119040_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness give me life!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119040_09-17\" class=\"psalm-acrostic-title\">Waw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119041_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119041-1\">41&nbsp;</b>&nbsp;&nbsp;Let your steadfast love come to me, O LORD,</span><br><span id=\"p19119041_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your salvation according to your promise;</span><br><span id=\"p19119042_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119042-1\">42&nbsp;</b>&nbsp;&nbsp;then shall I have an answer for him who taunts me,</span><br><span id=\"p19119042_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I trust in your word.</span><br><span id=\"p19119043_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119043-1\">43&nbsp;</b>&nbsp;&nbsp;And take not the word of truth utterly out of my mouth,</span><br><span id=\"p19119043_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my hope is in your rules.</span><br><span id=\"p19119044_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119044-1\">44&nbsp;</b>&nbsp;&nbsp;I will keep your law continually,</span><br><span id=\"p19119044_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever,</span><br><span id=\"p19119045_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119045-1\">45&nbsp;</b>&nbsp;&nbsp;and I shall walk in a wide place,</span><br><span id=\"p19119045_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119046_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119046-1\">46&nbsp;</b>&nbsp;&nbsp;I will also speak of your testimonies before kings</span><br><span id=\"p19119046_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall not be put to shame,</span><br><span id=\"p19119047_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119047-1\">47&nbsp;</b>&nbsp;&nbsp;for I find my delight in your commandments,</span><br><span id=\"p19119047_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which I love.</span><br><span id=\"p19119048_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119048-1\">48&nbsp;</b>&nbsp;&nbsp;I will lift up my hands toward your commandments, which I love,</span><br><span id=\"p19119048_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your statutes.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119048_09-17\" class=\"psalm-acrostic-title\">Zayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119049_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119049-1\">49&nbsp;</b>&nbsp;&nbsp;Remember your word to your servant,</span><br><span id=\"p19119049_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in which you have made me hope.</span><br><span id=\"p19119050_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119050-1\">50&nbsp;</b>&nbsp;&nbsp;This is my comfort in my affliction,</span><br><span id=\"p19119050_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your promise gives me life.</span><br><span id=\"p19119051_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119051-1\">51&nbsp;</b>&nbsp;&nbsp;The insolent utterly deride me,</span><br><span id=\"p19119051_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not turn away from your law.</span><br><span id=\"p19119052_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119052-1\">52&nbsp;</b>&nbsp;&nbsp;When I think of your rules from of old,</span><br><span id=\"p19119052_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I take comfort, O LORD.</span><br><span id=\"p19119053_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119053-1\">53&nbsp;</b>&nbsp;&nbsp;Hot indignation seizes me because of the wicked,</span><br><span id=\"p19119053_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who forsake your law.</span><br><span id=\"p19119054_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119054-1\">54&nbsp;</b>&nbsp;&nbsp;Your statutes have been my songs</span><br><span id=\"p19119054_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of my sojourning.</span><br><span id=\"p19119055_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119055-1\">55&nbsp;</b>&nbsp;&nbsp;I remember your name in the night, O LORD,</span><br><span id=\"p19119055_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep your law.</span><br><span id=\"p19119056_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119056-1\">56&nbsp;</b>&nbsp;&nbsp;This blessing has fallen to me,</span><br><span id=\"p19119056_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I have kept your precepts.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119056_09-17\" class=\"psalm-acrostic-title\">Heth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119057_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119057-1\">57&nbsp;</b>&nbsp;&nbsp;The LORD is my portion;</span><br><span id=\"p19119057_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I promise to keep your words.</span><br><span id=\"p19119058_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119058-1\">58&nbsp;</b>&nbsp;&nbsp;I entreat your favor with all my heart;</span><br><span id=\"p19119058_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be gracious to me according to your promise.</span><br><span id=\"p19119059_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119059-1\">59&nbsp;</b>&nbsp;&nbsp;When I think on my ways,</span><br><span id=\"p19119059_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I turn my feet to your testimonies;</span><br><span id=\"p19119060_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119060-1\">60&nbsp;</b>&nbsp;&nbsp;I hasten and do not delay</span><br><span id=\"p19119060_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your commandments.</span><br><span id=\"p19119061_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119061-1\">61&nbsp;</b>&nbsp;&nbsp;Though the cords of the wicked ensnare me,</span><br><span id=\"p19119061_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I do not forget your law.</span><br><span id=\"p19119062_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119062-1\">62&nbsp;</b>&nbsp;&nbsp;At midnight I rise to praise you,</span><br><span id=\"p19119062_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your righteous rules.</span><br><span id=\"p19119063_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119063-1\">63&nbsp;</b>&nbsp;&nbsp;I am a companion of all who fear you,</span><br><span id=\"p19119063_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of those who keep your precepts.</span><br><span id=\"p19119064_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119064-1\">64&nbsp;</b>&nbsp;&nbsp;The earth, O LORD, is full of your steadfast love;</span><br><span id=\"p19119064_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119064_09-17\" class=\"psalm-acrostic-title\">Teth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119065_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119065-1\">65&nbsp;</b>&nbsp;&nbsp;You have dealt well with your servant,</span><br><span id=\"p19119065_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your word.</span><br><span id=\"p19119066_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119066-1\">66&nbsp;</b>&nbsp;&nbsp;Teach me good judgment and knowledge,</span><br><span id=\"p19119066_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I believe in your commandments.</span><br><span id=\"p19119067_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119067-1\">67&nbsp;</b>&nbsp;&nbsp;Before I was afflicted I went astray,</span><br><span id=\"p19119067_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now I keep your word.</span><br><span id=\"p19119068_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119068-1\">68&nbsp;</b>&nbsp;&nbsp;You are good and do good;</span><br><span id=\"p19119068_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes.</span><br><span id=\"p19119069_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119069-1\">69&nbsp;</b>&nbsp;&nbsp;The insolent smear me with lies,</span><br><span id=\"p19119069_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with my whole heart I keep your precepts;</span><br><span id=\"p19119070_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119070-1\">70&nbsp;</b>&nbsp;&nbsp;their heart is unfeeling like fat,</span><br><span id=\"p19119070_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I delight in your law.</span><br><span id=\"p19119071_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119071-1\">71&nbsp;</b>&nbsp;&nbsp;It is good for me that I was afflicted,</span><br><span id=\"p19119071_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might learn your statutes.</span><br><span id=\"p19119072_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119072-1\">72&nbsp;</b>&nbsp;&nbsp;The law of your mouth is better to me</span><br><span id=\"p19119072_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than thousands of gold and silver pieces.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119072_09-17\" class=\"psalm-acrostic-title\">Yodh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119073_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119073-1\">73&nbsp;</b>&nbsp;&nbsp;Your hands have made and fashioned me;</span><br><span id=\"p19119073_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may learn your commandments.</span><br><span id=\"p19119074_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119074-1\">74&nbsp;</b>&nbsp;&nbsp;Those who fear you shall see me and rejoice,</span><br><span id=\"p19119074_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I have hoped in your word.</span><br><span id=\"p19119075_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119075-1\">75&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that your rules are righteous,</span><br><span id=\"p19119075_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that in faithfulness you have afflicted me.</span><br><span id=\"p19119076_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119076-1\">76&nbsp;</b>&nbsp;&nbsp;Let your steadfast love comfort me</span><br><span id=\"p19119076_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your promise to your servant.</span><br><span id=\"p19119077_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119077-1\">77&nbsp;</b>&nbsp;&nbsp;Let your mercy come to me, that I may live;</span><br><span id=\"p19119077_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law is my delight.</span><br><span id=\"p19119078_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119078-1\">78&nbsp;</b>&nbsp;&nbsp;Let the insolent be put to shame,</span><br><span id=\"p19119078_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have wronged me with falsehood;</span><br><span id=\"p19119078_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as for me, I will meditate on your precepts.</span><br><span id=\"p19119079_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119079-1\">79&nbsp;</b>&nbsp;&nbsp;Let those who fear you turn to me,</span><br><span id=\"p19119079_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may know your testimonies.</span><br><span id=\"p19119080_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119080-1\">80&nbsp;</b>&nbsp;&nbsp;May my heart be blameless in your statutes,</span><br><span id=\"p19119080_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may not be put to shame!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119080_09-17\" class=\"psalm-acrostic-title\">Kaph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119081_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119081-1\">81&nbsp;</b>&nbsp;&nbsp;My soul longs for your salvation;</span><br><span id=\"p19119081_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119082_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119082-1\">82&nbsp;</b>&nbsp;&nbsp;My eyes long for your promise;</span><br><span id=\"p19119082_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I ask, “When will you comfort me?”</span><br><span id=\"p19119083_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119083-1\">83&nbsp;</b>&nbsp;&nbsp;For I have become like a wineskin in the smoke,</span><br><span id=\"p19119083_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not forgotten your statutes.</span><br><span id=\"p19119084_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119084-1\">84&nbsp;</b>&nbsp;&nbsp;How long must your servant endure?</span><br><span id=\"p19119084_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you judge those who persecute me?</span><br><span id=\"p19119085_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119085-1\">85&nbsp;</b>&nbsp;&nbsp;The insolent have dug pitfalls for me;</span><br><span id=\"p19119085_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not live according to your law.</span><br><span id=\"p19119086_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119086-1\">86&nbsp;</b>&nbsp;&nbsp;All your commandments are sure;</span><br><span id=\"p19119086_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they persecute me with falsehood; help me!</span><br><span id=\"p19119087_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119087-1\">87&nbsp;</b>&nbsp;&nbsp;They have almost made an end of me on earth,</span><br><span id=\"p19119087_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I have not forsaken your precepts.</span><br><span id=\"p19119088_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119088-1\">88&nbsp;</b>&nbsp;&nbsp;In your steadfast love give me life,</span><br><span id=\"p19119088_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the testimonies of your mouth.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119088_09-17\" class=\"psalm-acrostic-title\">Lamedh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119089_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119089-1\">89&nbsp;</b>&nbsp;&nbsp;Forever, O LORD, your word</span><br><span id=\"p19119089_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is firmly fixed in the heavens.</span><br><span id=\"p19119090_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119090-1\">90&nbsp;</b>&nbsp;&nbsp;Your faithfulness endures to all generations;</span><br><span id=\"p19119090_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have established the earth, and it stands fast.</span><br><span id=\"p19119091_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119091-1\">91&nbsp;</b>&nbsp;&nbsp;By your appointment they stand this day,</span><br><span id=\"p19119091_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all things are your servants.</span><br><span id=\"p19119092_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119092-1\">92&nbsp;</b>&nbsp;&nbsp;If your law had not been my delight,</span><br><span id=\"p19119092_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would have perished in my affliction.</span><br><span id=\"p19119093_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119093-1\">93&nbsp;</b>&nbsp;&nbsp;I will never forget your precepts,</span><br><span id=\"p19119093_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for by them you have given me life.</span><br><span id=\"p19119094_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119094-1\">94&nbsp;</b>&nbsp;&nbsp;I am yours; save me,</span><br><span id=\"p19119094_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119095_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119095-1\">95&nbsp;</b>&nbsp;&nbsp;The wicked lie in wait to destroy me,</span><br><span id=\"p19119095_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I consider your testimonies.</span><br><span id=\"p19119096_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119096-1\">96&nbsp;</b>&nbsp;&nbsp;I have seen a limit to all perfection,</span><br><span id=\"p19119096_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandment is exceedingly broad.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119096_09-17\" class=\"psalm-acrostic-title\">Mem</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119097_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119097-1\">97&nbsp;</b>&nbsp;&nbsp;Oh how I love your law!</span><br><span id=\"p19119097_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is my meditation all the day.</span><br><span id=\"p19119098_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119098-1\">98&nbsp;</b>&nbsp;&nbsp;Your commandment makes me wiser than my enemies,</span><br><span id=\"p19119098_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it is ever with me.</span><br><span id=\"p19119099_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119099-1\">99&nbsp;</b>&nbsp;&nbsp;I have more understanding than all my teachers,</span><br><span id=\"p19119099_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your testimonies are my meditation.</span><br><span id=\"p19119100_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119100-1\">100&nbsp;</b>&nbsp;&nbsp;I understand more than the aged,</span><br><span id=\"p19119100_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I keep your precepts.</span><br><span id=\"p19119101_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119101-1\">101&nbsp;</b>&nbsp;&nbsp;I hold back my feet from every evil way,</span><br><span id=\"p19119101_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to keep your word.</span><br><span id=\"p19119102_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119102-1\">102&nbsp;</b>&nbsp;&nbsp;I do not turn aside from your rules,</span><br><span id=\"p19119102_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have taught me.</span><br><span id=\"p19119103_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br><span id=\"p19119104_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119104-1\">104&nbsp;</b>&nbsp;&nbsp;Through your precepts I get understanding;</span><br><span id=\"p19119104_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119104_09-17\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br><span id=\"p19119106_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119106-1\">106&nbsp;</b>&nbsp;&nbsp;I have sworn an oath and confirmed it,</span><br><span id=\"p19119106_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your righteous rules.</span><br><span id=\"p19119107_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119107-1\">107&nbsp;</b>&nbsp;&nbsp;I am severely afflicted;</span><br><span id=\"p19119107_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life, O LORD, according to your word!</span><br><span id=\"p19119108_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119108-1\">108&nbsp;</b>&nbsp;&nbsp;Accept my freewill offerings of praise, O LORD,</span><br><span id=\"p19119108_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your rules.</span><br><span id=\"p19119109_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119109-1\">109&nbsp;</b>&nbsp;&nbsp;I hold my life in my hand continually,</span><br><span id=\"p19119109_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not forget your law.</span><br><span id=\"p19119110_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119110-1\">110&nbsp;</b>&nbsp;&nbsp;The wicked have laid a snare for me,</span><br><span id=\"p19119110_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not stray from your precepts.</span><br><span id=\"p19119111_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119111-1\">111&nbsp;</b>&nbsp;&nbsp;Your testimonies are my heritage forever,</span><br><span id=\"p19119111_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they are the joy of my heart.</span><br><span id=\"p19119112_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119112-1\">112&nbsp;</b>&nbsp;&nbsp;I incline my heart to perform your statutes</span><br><span id=\"p19119112_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever, to the end.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119112_09-17\" class=\"psalm-acrostic-title\">Samekh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119113_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119113-1\">113&nbsp;</b>&nbsp;&nbsp;I hate the double-minded,</span><br><span id=\"p19119113_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119114_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119114-1\">114&nbsp;</b>&nbsp;&nbsp;You are my hiding place and my shield;</span><br><span id=\"p19119114_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119115_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119115-1\">115&nbsp;</b>&nbsp;&nbsp;Depart from me, you evildoers,</span><br><span id=\"p19119115_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the commandments of my God.</span><br><span id=\"p19119116_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119116-1\">116&nbsp;</b>&nbsp;&nbsp;Uphold me according to your promise, that I may live,</span><br><span id=\"p19119116_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let me not be put to shame in my hope!</span><br><span id=\"p19119117_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119117-1\">117&nbsp;</b>&nbsp;&nbsp;Hold me up, that I may be safe</span><br><span id=\"p19119117_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have regard for your statutes continually!</span><br><span id=\"p19119118_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119118-1\">118&nbsp;</b>&nbsp;&nbsp;You spurn all who go astray from your statutes,</span><br><span id=\"p19119118_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their cunning is in vain.</span><br><span id=\"p19119119_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119119-1\">119&nbsp;</b>&nbsp;&nbsp;All the wicked of the earth you discard like dross,</span><br><span id=\"p19119119_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I love your testimonies.</span><br><span id=\"p19119120_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119120-1\">120&nbsp;</b>&nbsp;&nbsp;My flesh trembles for fear of you,</span><br><span id=\"p19119120_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I am afraid of your judgments.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119120_09-17\" class=\"psalm-acrostic-title\">Ayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119121_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119121-1\">121&nbsp;</b>&nbsp;&nbsp;I have done what is just and right;</span><br><span id=\"p19119121_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not leave me to my oppressors.</span><br><span id=\"p19119122_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119122-1\">122&nbsp;</b>&nbsp;&nbsp;Give your servant a pledge of good;</span><br><span id=\"p19119122_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not the insolent oppress me.</span><br><span id=\"p19119123_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119123-1\">123&nbsp;</b>&nbsp;&nbsp;My eyes long for your salvation</span><br><span id=\"p19119123_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the fulfillment of your righteous promise.</span><br><span id=\"p19119124_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119124-1\">124&nbsp;</b>&nbsp;&nbsp;Deal with your servant according to your steadfast love,</span><br><span id=\"p19119124_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119125_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119125-1\">125&nbsp;</b>&nbsp;&nbsp;I am your servant; give me understanding,</span><br><span id=\"p19119125_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may know your testimonies!</span><br><span id=\"p19119126_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119126-1\">126&nbsp;</b>&nbsp;&nbsp;It is time for the LORD to act,</span><br><span id=\"p19119126_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law has been broken.</span><br><span id=\"p19119127_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119127-1\">127&nbsp;</b>&nbsp;&nbsp;Therefore I love your commandments</span><br><span id=\"p19119127_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;above gold, above fine gold.</span><br><span id=\"p19119128_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119128-1\">128&nbsp;</b>&nbsp;&nbsp;Therefore I consider all your precepts to be right;</span><br><span id=\"p19119128_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119128_09-17\" class=\"psalm-acrostic-title\">Pe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119129_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119129-1\">129&nbsp;</b>&nbsp;&nbsp;Your testimonies are wonderful;</span><br><span id=\"p19119129_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore my soul keeps them.</span><br><span id=\"p19119130_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119130-1\">130&nbsp;</b>&nbsp;&nbsp;The unfolding of your words gives light;</span><br><span id=\"p19119130_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it imparts understanding to the simple.</span><br><span id=\"p19119131_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119131-1\">131&nbsp;</b>&nbsp;&nbsp;I open my mouth and pant,</span><br><span id=\"p19119131_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I long for your commandments.</span><br><span id=\"p19119132_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119132-1\">132&nbsp;</b>&nbsp;&nbsp;Turn to me and be gracious to me,</span><br><span id=\"p19119132_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as is your way with those who love your name.</span><br><span id=\"p19119133_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119133-1\">133&nbsp;</b>&nbsp;&nbsp;Keep steady my steps according to your promise,</span><br><span id=\"p19119133_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let no iniquity get dominion over me.</span><br><span id=\"p19119134_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119134-1\">134&nbsp;</b>&nbsp;&nbsp;Redeem me from man’s oppression,</span><br><span id=\"p19119134_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep your precepts.</span><br><span id=\"p19119135_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119135-1\">135&nbsp;</b>&nbsp;&nbsp;Make your face shine upon your servant,</span><br><span id=\"p19119135_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119136_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119136-1\">136&nbsp;</b>&nbsp;&nbsp;My eyes shed streams of tears,</span><br><span id=\"p19119136_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because people do not keep your law.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119136_09-17\" class=\"psalm-acrostic-title\">Tsadhe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119137_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119137-1\">137&nbsp;</b>&nbsp;&nbsp;Righteous are you, O LORD,</span><br><span id=\"p19119137_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right are your rules.</span><br><span id=\"p19119138_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119138-1\">138&nbsp;</b>&nbsp;&nbsp;You have appointed your testimonies in righteousness</span><br><span id=\"p19119138_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all faithfulness.</span><br><span id=\"p19119139_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119139-1\">139&nbsp;</b>&nbsp;&nbsp;My zeal consumes me,</span><br><span id=\"p19119139_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because my foes forget your words.</span><br><span id=\"p19119140_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119140-1\">140&nbsp;</b>&nbsp;&nbsp;Your promise is well tried,</span><br><span id=\"p19119140_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your servant loves it.</span><br><span id=\"p19119141_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119141-1\">141&nbsp;</b>&nbsp;&nbsp;I am small and despised,</span><br><span id=\"p19119141_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I do not forget your precepts.</span><br><span id=\"p19119142_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119142-1\">142&nbsp;</b>&nbsp;&nbsp;Your righteousness is righteous forever,</span><br><span id=\"p19119142_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is true.</span><br><span id=\"p19119143_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119143-1\">143&nbsp;</b>&nbsp;&nbsp;Trouble and anguish have found me out,</span><br><span id=\"p19119143_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandments are my delight.</span><br><span id=\"p19119144_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119144-1\">144&nbsp;</b>&nbsp;&nbsp;Your testimonies are righteous forever;</span><br><span id=\"p19119144_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may live.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119144_09-17\" class=\"psalm-acrostic-title\">Qoph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119145_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119145-1\">145&nbsp;</b>&nbsp;&nbsp;With my whole heart I cry; answer me, O LORD!</span><br><span id=\"p19119145_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will keep your statutes.</span><br><span id=\"p19119146_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119146-1\">146&nbsp;</b>&nbsp;&nbsp;I call to you; save me,</span><br><span id=\"p19119146_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may observe your testimonies.</span><br><span id=\"p19119147_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119147-1\">147&nbsp;</b>&nbsp;&nbsp;I rise before dawn and cry for help;</span><br><span id=\"p19119147_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your words.</span><br><span id=\"p19119148_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119148-1\">148&nbsp;</b>&nbsp;&nbsp;My eyes are awake before the watches of the night,</span><br><span id=\"p19119148_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may meditate on your promise.</span><br><span id=\"p19119149_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119149-1\">149&nbsp;</b>&nbsp;&nbsp;Hear my voice according to your steadfast love;</span><br><span id=\"p19119149_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your justice give me life.</span><br><span id=\"p19119150_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119150-1\">150&nbsp;</b>&nbsp;&nbsp;They draw near who persecute me with evil purpose;</span><br><span id=\"p19119150_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are far from your law.</span><br><span id=\"p19119151_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119151-1\">151&nbsp;</b>&nbsp;&nbsp;But you are near, O LORD,</span><br><span id=\"p19119151_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your commandments are true.</span><br><span id=\"p19119152_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119152_09-17\" class=\"psalm-acrostic-title\">Resh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119153_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119153-1\">153&nbsp;</b>&nbsp;&nbsp;Look on my affliction and deliver me,</span><br><span id=\"p19119153_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your law.</span><br><span id=\"p19119154_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119154-1\">154&nbsp;</b>&nbsp;&nbsp;Plead my cause and redeem me;</span><br><span id=\"p19119154_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your promise!</span><br><span id=\"p19119155_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119155-1\">155&nbsp;</b>&nbsp;&nbsp;Salvation is far from the wicked,</span><br><span id=\"p19119155_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they do not seek your statutes.</span><br><span id=\"p19119156_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119156-1\">156&nbsp;</b>&nbsp;&nbsp;Great is your mercy, O LORD;</span><br><span id=\"p19119156_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your rules.</span><br><span id=\"p19119157_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119157-1\">157&nbsp;</b>&nbsp;&nbsp;Many are my persecutors and my adversaries,</span><br><span id=\"p19119157_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not swerve from your testimonies.</span><br><span id=\"p19119158_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119158-1\">158&nbsp;</b>&nbsp;&nbsp;I look at the faithless with disgust,</span><br><span id=\"p19119158_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they do not keep your commands.</span><br><span id=\"p19119159_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119159-1\">159&nbsp;</b>&nbsp;&nbsp;Consider how I love your precepts!</span><br><span id=\"p19119159_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give me life according to your steadfast love.</span><br><span id=\"p19119160_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119160_09-17\" class=\"psalm-acrostic-title\">Sin and Shin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119161_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119161-1\">161&nbsp;</b>&nbsp;&nbsp;Princes persecute me without cause,</span><br><span id=\"p19119161_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but my heart stands in awe of your words.</span><br><span id=\"p19119162_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119162-1\">162&nbsp;</b>&nbsp;&nbsp;I rejoice at your word</span><br><span id=\"p19119162_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who finds great spoil.</span><br><span id=\"p19119163_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119163-1\">163&nbsp;</b>&nbsp;&nbsp;I hate and abhor falsehood,</span><br><span id=\"p19119163_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119164_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119164-1\">164&nbsp;</b>&nbsp;&nbsp;Seven times a day I praise you</span><br><span id=\"p19119164_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your righteous rules.</span><br><span id=\"p19119165_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119165-1\">165&nbsp;</b>&nbsp;&nbsp;Great peace have those who love your law;</span><br><span id=\"p19119165_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nothing can make them stumble.</span><br><span id=\"p19119166_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119166-1\">166&nbsp;</b>&nbsp;&nbsp;I hope for your salvation, O LORD,</span><br><span id=\"p19119166_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I do your commandments.</span><br><span id=\"p19119167_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119167-1\">167&nbsp;</b>&nbsp;&nbsp;My soul keeps your testimonies;</span><br><span id=\"p19119167_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I love them exceedingly.</span><br><span id=\"p19119168_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119168-1\">168&nbsp;</b>&nbsp;&nbsp;I keep your precepts and testimonies,</span><br><span id=\"p19119168_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all my ways are before you.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119168_09-17\" class=\"psalm-acrostic-title\">Taw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119169_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119169-1\">169&nbsp;</b>&nbsp;&nbsp;Let my cry come before you, O LORD;</span><br><span id=\"p19119169_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding according to your word!</span><br><span id=\"p19119170_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119170-1\">170&nbsp;</b>&nbsp;&nbsp;Let my plea come before you;</span><br><span id=\"p19119170_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver me according to your word.</span><br><span id=\"p19119171_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119171-1\">171&nbsp;</b>&nbsp;&nbsp;My lips will pour forth praise,</span><br><span id=\"p19119171_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you teach me your statutes.</span><br><span id=\"p19119172_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119172-1\">172&nbsp;</b>&nbsp;&nbsp;My tongue will sing of your word,</span><br><span id=\"p19119172_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your commandments are right.</span><br><span id=\"p19119173_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119173-1\">173&nbsp;</b>&nbsp;&nbsp;Let your hand be ready to help me,</span><br><span id=\"p19119173_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have chosen your precepts.</span><br><span id=\"p19119174_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119174-1\">174&nbsp;</b>&nbsp;&nbsp;I long for your salvation, O LORD,</span><br><span id=\"p19119174_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is my delight.</span><br><span id=\"p19119175_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119175-1\">175&nbsp;</b>&nbsp;&nbsp;Let my soul live and praise you,</span><br><span id=\"p19119175_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your rules help me.</span><br><span id=\"p19119176_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119176-1\">176&nbsp;</b>&nbsp;&nbsp;I have gone astray like a lost sheep; seek your servant,</span><br><span id=\"p19119176_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your commandments.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed are the undefiled in the way, who walk in the law of the LORD.  <strong>2</strong> Blessed are they that keep his testimonies, and that  seek him with the whole heart.  <strong>3</strong> They also do no iniquity: they walk in his ways.  <strong>4</strong> Thou hast commanded us to keep thy precepts diligently.  <strong>5</strong> O that my ways were directed to keep thy statutes!  <strong>6</strong> Then shall I not be ashamed, when I have respect unto all thy commandments.  <strong>7</strong> I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments.  <strong>8</strong> I will keep thy statutes: O forsake me not utterly.  <strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  <strong>12</strong> Blessed art thou, O LORD: teach me thy statutes.  <strong>13</strong> With my lips have I declared all the judgments of thy mouth.  <strong>14</strong> I have rejoiced in the way of thy testimonies, as much as  in all riches.  <strong>15</strong> I will meditate in thy precepts, and have respect unto thy ways.  <strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  <strong>17</strong> Deal bountifully with thy servant, that I may live, and keep thy word.  <strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  <strong>19</strong> I am a stranger in the earth: hide not thy commandments from me.  <strong>20</strong> My soul breaketh for the longing that it hath unto thy judgments at all times.  <strong>21</strong> Thou hast rebuked the proud that are cursed, which do err from thy commandments.  <strong>22</strong> Remove from me reproach and contempt; for I have kept thy testimonies.  <strong>23</strong> Princes also did sit and speak against me: but  thy servant did meditate in thy statutes.  <strong>24</strong> Thy testimonies also are my delight and my counsellors.  <strong>25</strong> My soul cleaveth unto the dust: quicken thou me according to thy word.  <strong>26</strong> I have declared my ways, and thou heardest me: teach me thy statutes.  <strong>27</strong> Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.  <strong>28</strong> My soul melteth for heaviness: strengthen thou me according unto thy word.  <strong>29</strong> Remove from me the way of lying: and grant me thy law graciously.  <strong>30</strong> I have chosen the way of truth: thy judgments have I laid before me. <strong>31</strong> I have stuck unto thy testimonies: O LORD, put me not to shame.  <strong>32</strong> I will run the way of thy commandments, when thou shalt enlarge my heart.  <strong>33</strong> Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end.  <strong>34</strong> Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart.  <strong>35</strong> Make me to go in the path of thy commandments; for therein do I delight.  <strong>36</strong> Incline my heart unto thy testimonies, and not to covetousness.  <strong>37</strong> Turn away mine eyes from beholding vanity; and quicken thou me in thy way.  <strong>38</strong> Stablish thy word unto thy servant, who is devoted to thy fear.  <strong>39</strong> Turn away my reproach which I fear: for thy judgments are  good.  <strong>40</strong> Behold, I have longed after thy precepts: quicken me in thy righteousness.  <strong>41</strong> Let thy mercies come also unto me, O LORD, even thy salvation, according to thy word.  <strong>42</strong> So shall I have wherewith to answer him that reproacheth me: for I trust in thy word.  <strong>43</strong> And take not the word of truth utterly out of my mouth; for I have hoped in thy judgments.  <strong>44</strong> So shall I keep thy law continually for ever and ever.  <strong>45</strong> And I will walk at liberty: for I seek thy precepts.  <strong>46</strong> I will speak of thy testimonies also before kings, and will not be ashamed.  <strong>47</strong> And I will delight myself in thy commandments, which I have loved.  <strong>48</strong> My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.  <strong>49</strong> Remember the word unto thy servant, upon which thou hast caused me to hope.  <strong>50</strong> This is my comfort in my affliction: for thy word hath quickened me.  <strong>51</strong> The proud have had me greatly in derision: yet have I not declined from thy law.  <strong>52</strong> I remembered thy judgments of old, O LORD; and have comforted myself.  <strong>53</strong> Horror hath taken hold upon me because of the wicked that forsake thy law.  <strong>54</strong> Thy statutes have been my songs in the house of my pilgrimage.  <strong>55</strong> I have remembered thy name, O LORD, in the night, and have kept thy law.  <strong>56</strong> This I had, because I kept thy precepts.  <strong>57</strong>             Thou art my portion, O LORD: I have said that I would keep thy words.  <strong>58</strong> I intreated thy favour with my whole heart: be merciful unto me according to thy word.  <strong>59</strong> I thought on my ways, and turned my feet unto thy testimonies.  <strong>60</strong> I made haste, and delayed not to keep thy commandments.  <strong>61</strong> The bands of the wicked have robbed me: but I have not forgotten thy law.  <strong>62</strong> At midnight I will rise to give thanks unto thee because of thy righteous judgments.  <strong>63</strong> I am a companion of all them that fear thee, and of them that keep thy precepts.  <strong>64</strong> The earth, O LORD, is full of thy mercy: teach me thy statutes.  <strong>65</strong> Thou hast dealt well with thy servant, O LORD, according unto thy word.  <strong>66</strong> Teach me good judgment and knowledge: for I have believed thy commandments.  <strong>67</strong> Before I was afflicted I went astray: but now have I kept thy word.  <strong>68</strong> Thou art good, and doest good; teach me thy statutes.  <strong>69</strong> The proud have forged a lie against me: but I will keep thy precepts with my whole heart.  <strong>70</strong> Their heart is as fat as grease; but I delight in thy law.  <strong>71</strong>             It is good for me that I have been afflicted; that I might learn thy statutes.  <strong>72</strong> The law of thy mouth is better unto me than thousands of gold and silver.  <strong>73</strong> Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments.  <strong>74</strong> They that fear thee will be glad when they see me; because I have hoped in thy word.  <strong>75</strong> I know, O LORD, that thy judgments are right, and that thou in faithfulness hast afflicted me.  <strong>76</strong> Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.  <strong>77</strong> Let thy tender mercies come unto me, that I may live: for thy law is my delight.  <strong>78</strong> Let the proud be ashamed; for they dealt perversely with me without a cause: but I will meditate in thy precepts.  <strong>79</strong> Let those that fear thee turn unto me, and those that have known thy testimonies.  <strong>80</strong> Let my heart be sound in thy statutes; that I be not ashamed.  <strong>81</strong> My soul fainteth for thy salvation: but I hope in thy word.  <strong>82</strong> Mine eyes fail for thy word, saying, When wilt thou comfort me?  <strong>83</strong> For I am become like a bottle in the smoke; yet do I not forget thy statutes.  <strong>84</strong> How many are the days of thy servant? when wilt thou execute judgment on them that persecute me?  <strong>85</strong> The proud have digged pits for me, which are not after thy law.  <strong>86</strong> All thy commandments are faithful: they persecute me wrongfully; help thou me.  <strong>87</strong> They had almost consumed me upon earth; but I forsook not thy precepts.  <strong>88</strong> Quicken me after thy lovingkindness; so shall I keep the testimony of thy mouth.  <strong>89</strong> For ever, O LORD, thy word is settled in heaven.  <strong>90</strong> Thy faithfulness is unto all generations: thou hast established the earth, and it abideth.  <strong>91</strong> They continue this day according to thine ordinances: for all are thy servants.  <strong>92</strong> Unless thy law had been my delights, I should then have perished in mine affliction.  <strong>93</strong> I will never forget thy precepts: for with them thou hast quickened me.  <strong>94</strong> I am thine, save me; for I have sought thy precepts.  <strong>95</strong> The wicked have waited for me to destroy me: but I will consider thy testimonies.  <strong>96</strong> I have seen an end of all perfection: but thy commandment is exceeding broad.  <strong>97</strong> O how love I thy law! it is my meditation all the day.  <strong>98</strong> Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me.  <strong>99</strong> I have more understanding than all my teachers: for thy testimonies are my meditation.  <strong>100</strong> I understand more than the ancients, because I keep thy precepts.  <strong>101</strong> I have refrained my feet from every evil way, that I might keep thy word.  <strong>102</strong> I have not departed from thy judgments: for thou hast taught me.  <strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  <strong>104</strong> Through thy precepts I get understanding: therefore I hate every false way.  <strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  <strong>106</strong> I have sworn, and I will perform it, that I will keep thy righteous judgments.  <strong>107</strong> I am afflicted very much: quicken me, O LORD, according unto thy word.  <strong>108</strong> Accept, I beseech thee, the freewill offerings of my mouth, O LORD, and teach me thy judgments.  <strong>109</strong> My soul is continually in my hand: yet do I not forget thy law.  <strong>110</strong> The wicked have laid a snare for me: yet I erred not from thy precepts.  <strong>111</strong> Thy testimonies have I taken as an heritage for ever: for they are the rejoicing of my heart.  <strong>112</strong> I have inclined mine heart to perform thy statutes alway, even unto the end.  <strong>113</strong> I hate vain thoughts: but thy law do I love.  <strong>114</strong> Thou art my hiding place and my shield: I hope in thy word.  <strong>115</strong> Depart from me, ye evildoers: for I will keep the commandments of my God.  <strong>116</strong> Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.  <strong>117</strong> Hold thou me up, and I shall be safe: and I will have respect unto thy statutes continually.  <strong>118</strong> Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood.  <strong>119</strong> Thou puttest away all the wicked of the earth like dross: therefore I love thy testimonies.  <strong>120</strong> My flesh trembleth for fear of thee; and I am afraid of thy judgments.  <strong>121</strong> I have done judgment and justice: leave me not to mine oppressors.  <strong>122</strong> Be surety for thy servant for good: let not the proud oppress me.  <strong>123</strong> Mine eyes fail for thy salvation, and for the word of thy righteousness.  <strong>124</strong> Deal with thy servant according unto thy mercy, and teach me thy statutes.  <strong>125</strong> I am thy servant; give me understanding, that I may know thy testimonies.  <strong>126</strong>             It is time for thee, LORD, to work: for  they have made void thy law.  <strong>127</strong> Therefore I love thy commandments above gold; yea, above fine gold.  <strong>128</strong> Therefore I esteem all thy precepts concerning  all things to be right; and I hate every false way.  <strong>129</strong> Thy testimonies are wonderful: therefore doth my soul keep them.  <strong>130</strong> The entrance of thy words giveth light; it giveth understanding unto the simple.  <strong>131</strong> I opened my mouth, and panted: for I longed for thy commandments.  <strong>132</strong> Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.  <strong>133</strong> Order my steps in thy word: and let not any iniquity have dominion over me.  <strong>134</strong> Deliver me from the oppression of man: so will I keep thy precepts.  <strong>135</strong> Make thy face to shine upon thy servant; and teach me thy statutes.  <strong>136</strong> Rivers of waters run down mine eyes, because they keep not thy law.  <strong>137</strong> Righteous art thou, O LORD, and upright are thy judgments.  <strong>138</strong> Thy testimonies that thou hast commanded are righteous and very faithful.  <strong>139</strong> My zeal hath consumed me, because mine enemies have forgotten thy words.  <strong>140</strong> Thy word is very pure: therefore thy servant loveth it.  <strong>141</strong> I am small and despised: yet do not I forget thy precepts.  <strong>142</strong> Thy righteousness is an everlasting righteousness, and thy law is the truth.  <strong>143</strong> Trouble and anguish have taken hold on me: yet thy commandments are my delights.  <strong>144</strong> The righteousness of thy testimonies is everlasting: give me understanding, and I shall live.  <strong>145</strong> I cried with my whole heart; hear me, O LORD: I will keep thy statutes.  <strong>146</strong> I cried unto thee; save me, and I shall keep thy testimonies.  <strong>147</strong> I prevented the dawning of the morning, and cried: I hoped in thy word.  <strong>148</strong> Mine eyes prevent the night watches, that I might meditate in thy word.  <strong>149</strong> Hear my voice according unto thy lovingkindness: O LORD, quicken me according to thy judgment.  <strong>150</strong> They draw nigh that follow after mischief: they are far from thy law.  <strong>151</strong> Thou art near, O LORD; and all thy commandments are  truth.  <strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  <strong>153</strong> Consider mine affliction, and deliver me: for I do not forget thy law.  <strong>154</strong> Plead my cause, and deliver me: quicken me according to thy word.  <strong>155</strong> Salvation is far from the wicked: for they seek not thy statutes.  <strong>156</strong> Great are thy tender mercies, O LORD: quicken me according to thy judgments.  <strong>157</strong> Many are my persecutors and mine enemies; yet  do I not decline from thy testimonies.  <strong>158</strong> I beheld the transgressors, and was grieved; because they kept not thy word.  <strong>159</strong> Consider how I love thy precepts: quicken me, O LORD, according to thy lovingkindness.  <strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  <strong>161</strong> Princes have persecuted me without a cause: but my heart standeth in awe of thy word.  <strong>162</strong> I rejoice at thy word, as one that findeth great spoil.  <strong>163</strong> I hate and abhor lying: but thy law do I love.  <strong>164</strong> Seven times a day do I praise thee because of thy righteous judgments.  <strong>165</strong> Great peace have they which love thy law: and nothing shall offend them.  <strong>166</strong> LORD, I have hoped for thy salvation, and done thy commandments.  <strong>167</strong> My soul hath kept thy testimonies; and I love them exceedingly.  <strong>168</strong> I have kept thy precepts and thy testimonies: for all my ways are before thee.  <strong>169</strong> Let my cry come near before thee, O LORD: give me understanding according to thy word.  <strong>170</strong> Let my supplication come before thee: deliver me according to thy word.  <strong>171</strong> My lips shall utter praise, when thou hast taught me thy statutes.  <strong>172</strong> My tongue shall speak of thy word: for all thy commandments are  righteousness.  <strong>173</strong> Let thine hand help me; for I have chosen thy precepts.  <strong>174</strong> I have longed for thy salvation, O LORD; and thy law is  my delight.  <strong>175</strong> Let my soul live, and it shall praise thee; and let thy judgments help me.  <strong>176</strong> I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.  ","niv":"<sup><strong>1</strong></sup> Blessed are they whose ways are blameless, who walk according to the law of the LORD. <sup><strong>2</strong></sup> Blessed are they who keep his statutes and seek him with all their heart. <sup><strong>3</strong></sup> They do nothing wrong; they walk in his ways. <sup><strong>4</strong></sup> You have laid down precepts that are to be fully obeyed. <sup><strong>5</strong></sup> Oh, that my ways were steadfast in obeying your decrees! <sup><strong>6</strong></sup> Then I would not be put to shame when I consider all your commands. <sup><strong>7</strong></sup> I will praise you with an upright heart as I learn your righteous laws. <sup><strong>8</strong></sup> I will obey your decrees; do not utterly forsake me. <sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. <sup><strong>12</strong></sup> Praise be to you, O LORD; teach me your decrees. <sup><strong>13</strong></sup> With my lips I recount all the laws that come from your mouth. <sup><strong>14</strong></sup> I rejoice in following your statutes as one rejoices in great riches. <sup><strong>15</strong></sup> I meditate on your precepts and consider your ways. <sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word. <sup><strong>17</strong></sup> Do good to your servant, and I will live; I will obey your word. <sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law. <sup><strong>19</strong></sup> I am a stranger on earth; do not hide your commands from me. <sup><strong>20</strong></sup> My soul is consumed with longing for your laws at all times. <sup><strong>21</strong></sup> You rebuke the arrogant, who are cursed and who stray from your commands. <sup><strong>22</strong></sup> Remove from me scorn and contempt, for I keep your statutes. <sup><strong>23</strong></sup> Though rulers sit together and slander me, your servant will meditate on your decrees. <sup><strong>24</strong></sup> Your statutes are my delight; they are my counselors. <sup><strong>25</strong></sup> I am laid low in the dust; preserve my life according to your word. <sup><strong>26</strong></sup> I recounted my ways and you answered me; teach me your decrees. <sup><strong>27</strong></sup> Let me understand the teaching of your precepts; then I will meditate on your wonders. <sup><strong>28</strong></sup> My soul is weary with sorrow; strengthen me according to your word. <sup><strong>29</strong></sup> Keep me from deceitful ways; be gracious to me through your law. <sup><strong>30</strong></sup> I have chosen the way of truth; I have set my heart on your laws. <sup><strong>31</strong></sup> I hold fast to your statutes, O LORD; do not let me be put to shame. <sup><strong>32</strong></sup> I run in the path of your commands, for you have set my heart free. <sup><strong>33</strong></sup> Teach me, O LORD, to follow your decrees; then I will keep them to the end. <sup><strong>34</strong></sup> Give me understanding, and I will keep your law and obey it with all my heart. <sup><strong>35</strong></sup> Direct me in the path of your commands, for there I find delight. <sup><strong>36</strong></sup> Turn my heart toward your statutes and not toward selfish gain. <sup><strong>37</strong></sup> Turn my eyes away from worthless things; preserve my life according to your word. <sup><strong>38</strong></sup> Fulfill your promise to your servant, so that you may be feared. <sup><strong>39</strong></sup> Take away the disgrace I dread, for your laws are good. <sup><strong>40</strong></sup> How I long for your precepts! Preserve my life in your righteousness. <sup><strong>41</strong></sup> May your unfailing love come to me, O LORD, your salvation according to your promise; <sup><strong>42</strong></sup> then I will answer the one who taunts me, for I trust in your word. <sup><strong>43</strong></sup> Do not snatch the word of truth from my mouth, for I have put my hope in your laws. <sup><strong>44</strong></sup> I will always obey your law, for ever and ever. <sup><strong>45</strong></sup> I will walk about in freedom, for I have sought out your precepts. <sup><strong>46</strong></sup> I will speak of your statutes before kings and will not be put to shame, <sup><strong>47</strong></sup> for I delight in your commands because I love them. <sup><strong>48</strong></sup> I lift up my hands to your commands, which I love, and I meditate on your decrees. <sup><strong>49</strong></sup> Remember your word to your servant, for you have given me hope. <sup><strong>50</strong></sup> My comfort in my suffering is this: Your promise preserves my life. <sup><strong>51</strong></sup> The arrogant mock me without restraint, but I do not turn from your law. <sup><strong>52</strong></sup> I remember your ancient laws, O LORD, and I find comfort in them. <sup><strong>53</strong></sup> Indignation grips me because of the wicked, who have forsaken your law. <sup><strong>54</strong></sup> Your decrees are the theme of my song wherever I lodge. <sup><strong>55</strong></sup> In the night I remember your name, O LORD, and I will keep your law. <sup><strong>56</strong></sup> This has been my practice: I obey your precepts. <sup><strong>57</strong></sup> You are my portion, O LORD; I have promised to obey your words. <sup><strong>58</strong></sup> I have sought your face with all my heart; be gracious to me according to your promise. <sup><strong>59</strong></sup> I have considered my ways and have turned my steps to your statutes. <sup><strong>60</strong></sup> I will hasten and not delay to obey your commands. <sup><strong>61</strong></sup> Though the wicked bind me with ropes, I will not forget your law. <sup><strong>62</strong></sup> At midnight I rise to give you thanks for your righteous laws. <sup><strong>63</strong></sup> I am a friend to all who fear you, to all who follow your precepts. <sup><strong>64</strong></sup> The earth is filled with your love, O LORD; teach me your decrees. <sup><strong>65</strong></sup> Do good to your servant according to your word, O LORD. <sup><strong>66</strong></sup> Teach me knowledge and good judgment, for I believe in your commands. <sup><strong>67</strong></sup> Before I was afflicted I went astray, but now I obey your word. <sup><strong>68</strong></sup> You are good, and what you do is good; teach me your decrees. <sup><strong>69</strong></sup> Though the arrogant have smeared me with lies, I keep your precepts with all my heart. <sup><strong>70</strong></sup> Their hearts are callous and unfeeling, but I delight in your law. <sup><strong>71</strong></sup> It was good for me to be afflicted so that I might learn your decrees. <sup><strong>72</strong></sup> The law from your mouth is more precious to me than thousands of pieces of silver and gold. <sup><strong>73</strong></sup> Your hands made me and formed me; give me understanding to learn your commands. <sup><strong>74</strong></sup> May those who fear you rejoice when they see me, for I have put my hope in your word. <sup><strong>75</strong></sup> I know, O LORD, that your laws are righteous, and in faithfulness you have afflicted me. <sup><strong>76</strong></sup> May your unfailing love be my comfort, according to your promise to your servant. <sup><strong>77</strong></sup> Let your compassion come to me that I may live, for your law is my delight. <sup><strong>78</strong></sup> May the arrogant be put to shame for wronging me without cause; but I will meditate on your precepts. <sup><strong>79</strong></sup> May those who fear you turn to me, those who understand your statutes. <sup><strong>80</strong></sup> May my heart be blameless toward your decrees, that I may not be put to shame. <sup><strong>81</strong></sup> My soul faints with longing for your salvation, but I have put my hope in your word. <sup><strong>82</strong></sup> My eyes fail, looking for your promise; I say, \"When will you comfort me?\" <sup><strong>83</strong></sup> Though I am like a wineskin in the smoke, I do not forget your decrees. <sup><strong>84</strong></sup> How long must your servant wait? When will you punish my persecutors? <sup><strong>85</strong></sup> The arrogant dig pitfalls for me, contrary to your law. <sup><strong>86</strong></sup> All your commands are trustworthy; help me, for men persecute me without cause. <sup><strong>87</strong></sup> They almost wiped me from the earth, but I have not forsaken your precepts. <sup><strong>88</strong></sup> Preserve my life according to your love, and I will obey the statutes of your mouth. <sup><strong>89</strong></sup> Your word, O LORD, is eternal; it stands firm in the heavens. <sup><strong>90</strong></sup> Your faithfulness continues through all generations; you established the earth, and it endures. <sup><strong>91</strong></sup> Your laws endure to this day, for all things serve you. <sup><strong>92</strong></sup> If your law had not been my delight, I would have perished in my affliction. <sup><strong>93</strong></sup> I will never forget your precepts, for by them you have preserved my life. <sup><strong>94</strong></sup> Save me, for I am yours; I have sought out your precepts. <sup><strong>95</strong></sup> The wicked are waiting to destroy me, but I will ponder your statutes. <sup><strong>96</strong></sup> To all perfection I see a limit; but your commands are boundless. <sup><strong>97</strong></sup> Oh, how I love your law! I meditate on it all day long. <sup><strong>98</strong></sup> Your commands make me wiser than my enemies, for they are ever with me. <sup><strong>99</strong></sup> I have more insight than all my teachers, for I meditate on your statutes. <sup><strong>100</strong></sup> I have more understanding than the elders, for I obey your precepts. <sup><strong>101</strong></sup> I have kept my feet from every evil path so that I might obey your word. <sup><strong>102</strong></sup> I have not departed from your laws, for you yourself have taught me. <sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth! <sup><strong>104</strong></sup> I gain understanding from your precepts; therefore I hate every wrong path. <sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path. <sup><strong>106</strong></sup> I have taken an oath and confirmed it, that I will follow your righteous laws. <sup><strong>107</strong></sup> I have suffered much; preserve my life, O LORD, according to your word. <sup><strong>108</strong></sup> Accept, O LORD, the willing praise of my mouth, and teach me your laws. <sup><strong>109</strong></sup> Though I constantly take my life in my hands, I will not forget your law. <sup><strong>110</strong></sup> The wicked have set a snare for me, but I have not strayed from your precepts. <sup><strong>111</strong></sup> Your statutes are my heritage forever; they are the joy of my heart. <sup><strong>112</strong></sup> My heart is set on keeping your decrees to the very end. <sup><strong>113</strong></sup> I hate double-minded men, but I love your law. <sup><strong>114</strong></sup> You are my refuge and my shield; I have put my hope in your word. <sup><strong>115</strong></sup> Away from me, you evildoers, that I may keep the commands of my God! <sup><strong>116</strong></sup> Sustain me according to your promise, and I will live; do not let my hopes be dashed. <sup><strong>117</strong></sup> Uphold me, and I will be delivered; I will always have regard for your decrees. <sup><strong>118</strong></sup> You reject all who stray from your decrees, for their deceitfulness is in vain. <sup><strong>119</strong></sup> All the wicked of the earth you discard like dross; therefore I love your statutes. <sup><strong>120</strong></sup> My flesh trembles in fear of you; I stand in awe of your laws. <sup><strong>121</strong></sup> I have done what is righteous and just; do not leave me to my oppressors. <sup><strong>122</strong></sup> Ensure your servant's well-being; let not the arrogant oppress me. <sup><strong>123</strong></sup> My eyes fail, looking for your salvation, looking for your righteous promise. <sup><strong>124</strong></sup> Deal with your servant according to your love and teach me your decrees. <sup><strong>125</strong></sup> I am your servant; give me discernment that I may understand your statutes. <sup><strong>126</strong></sup> It is time for you to act, O LORD; your law is being broken. <sup><strong>127</strong></sup> Because I love your commands more than gold, more than pure gold, <sup><strong>128</strong></sup> and because I consider all your precepts right, I hate every wrong path. <sup><strong>129</strong></sup> Your statutes are wonderful; therefore I obey them. <sup><strong>130</strong></sup> The unfolding of your words gives light; it gives understanding to the simple. <sup><strong>131</strong></sup> I open my mouth and pant, longing for your commands. <sup><strong>132</strong></sup> Turn to me and have mercy on me, as you always do to those who love your name. <sup><strong>133</strong></sup> Direct my footsteps according to your word; let no sin rule over me. <sup><strong>134</strong></sup> Redeem me from the oppression of men, that I may obey your precepts. <sup><strong>135</strong></sup> Make your face shine upon your servant and teach me your decrees. <sup><strong>136</strong></sup> Streams of tears flow from my eyes, for your law is not obeyed. <sup><strong>137</strong></sup> Righteous are you, O LORD, and your laws are right. <sup><strong>138</strong></sup> The statutes you have laid down are righteous; they are fully trustworthy. <sup><strong>139</strong></sup> My zeal wears me out, for my enemies ignore your words. <sup><strong>140</strong></sup> Your promises have been thoroughly tested, and your servant loves them. <sup><strong>141</strong></sup> Though I am lowly and despised, I do not forget your precepts. <sup><strong>142</strong></sup> Your righteousness is everlasting and your law is true. <sup><strong>143</strong></sup> Trouble and distress have come upon me, but your commands are my delight. <sup><strong>144</strong></sup> Your statutes are forever right; give me understanding that I may live. <sup><strong>145</strong></sup> I call with all my heart; answer me, O LORD, and I will obey your decrees. <sup><strong>146</strong></sup> I call out to you; save me and I will keep your statutes. <sup><strong>147</strong></sup> I rise before dawn and cry for help; I have put my hope in your word. <sup><strong>148</strong></sup> My eyes stay open through the watches of the night, that I may meditate on your promises. <sup><strong>149</strong></sup> Hear my voice in accordance with your love; preserve my life, O LORD, according to your laws. <sup><strong>150</strong></sup> Those who devise wicked schemes are near, but they are far from your law. <sup><strong>151</strong></sup> Yet you are near, O LORD, and all your commands are true. <sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever. <sup><strong>153</strong></sup> Look upon my suffering and deliver me, for I have not forgotten your law. <sup><strong>154</strong></sup> Defend my cause and redeem me; preserve my life according to your promise. <sup><strong>155</strong></sup> Salvation is far from the wicked, for they do not seek out your decrees. <sup><strong>156</strong></sup> Your compassion is great, O LORD; preserve my life according to your laws. <sup><strong>157</strong></sup> Many are the foes who persecute me, but I have not turned from your statutes. <sup><strong>158</strong></sup> I look on the faithless with loathing, for they do not obey your word. <sup><strong>159</strong></sup> See how I love your precepts; preserve my life, O LORD, according to your love. <sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal. <sup><strong>161</strong></sup> Rulers persecute me without cause, but my heart trembles at your word. <sup><strong>162</strong></sup> I rejoice in your promise like one who finds great spoil. <sup><strong>163</strong></sup> I hate and abhor falsehood but I love your law. <sup><strong>164</strong></sup> Seven times a day I praise you for your righteous laws. <sup><strong>165</strong></sup> Great peace have they who love your law, and nothing can make them stumble. <sup><strong>166</strong></sup> I wait for your salvation, O LORD, and I follow your commands. <sup><strong>167</strong></sup> I obey your statutes, for I love them greatly. <sup><strong>168</strong></sup> I obey your precepts and your statutes, for all my ways are known to you. <sup><strong>169</strong></sup> May my cry come before you, O LORD; give me understanding according to your word. <sup><strong>170</strong></sup> May my supplication come before you; deliver me according to your promise. <sup><strong>171</strong></sup> May my lips overflow with praise, for you teach me your decrees. <sup><strong>172</strong></sup> May my tongue sing of your word, for all your commands are righteous. <sup><strong>173</strong></sup> May your hand be ready to help me, for I have chosen your precepts. <sup><strong>174</strong></sup> I long for your salvation, O LORD, and your law is my delight. <sup><strong>175</strong></sup> Let me live that I may praise you, and may your laws sustain me. <sup><strong>176</strong></sup> I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands. ","modified":"2022-10-27T18:22:03.591Z"},{"_id":"616a4159a03c6e96020ba1d0","topicId":"616a4153a03c6e96020ba1be","verse":"John 6:44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006044_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."},{"_id":"616a4159a03c6e96020ba1cf","topicId":"616a4153a03c6e96020ba1be","verse":"Romans 1:1-32","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-19\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-19\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-19\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-19\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-19\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-19\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-19\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-19\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"616a415aa03c6e96020ba1d1","topicId":"616a4153a03c6e96020ba1be","verse":"Psalm 83:1-18","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-20\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-20\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br><span id=\"p19083006_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083006-1\">6&nbsp;</b>&nbsp;&nbsp;the tents of Edom and the Ishmaelites,</span><br><span id=\"p19083006_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab and the Hagrites,</span><br><span id=\"p19083007_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083007-1\">7&nbsp;</b>&nbsp;&nbsp;Gebal and Ammon and Amalek,</span><br><span id=\"p19083007_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Philistia with the inhabitants of Tyre;</span><br><span id=\"p19083008_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083008-1\">8&nbsp;</b>&nbsp;&nbsp;Asshur also has joined them;</span><br><span id=\"p19083008_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are the strong arm of the children of Lot. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083009_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083009-1\">9&nbsp;</b>&nbsp;&nbsp;Do to them as you did to Midian,</span><br><span id=\"p19083009_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as to Sisera and Jabin at the river Kishon,</span><br><span id=\"p19083010_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083010-1\">10&nbsp;</b>&nbsp;&nbsp;who were destroyed at En-dor,</span><br><span id=\"p19083010_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who became dung for the ground.</span><br><span id=\"p19083011_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083011-1\">11&nbsp;</b>&nbsp;&nbsp;Make their nobles like Oreb and Zeeb,</span><br><span id=\"p19083011_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their princes like Zebah and Zalmunna,</span><br><span id=\"p19083012_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083012-1\">12&nbsp;</b>&nbsp;&nbsp;who said, “Let us take possession for ourselves</span><br><span id=\"p19083012_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the pastures of God.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083013_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083013-1\">13&nbsp;</b>&nbsp;&nbsp;O my God, make them like whirling dust,</span><br><span id=\"p19083013_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like chaff before the wind.</span><br><span id=\"p19083014_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083014-1\">14&nbsp;</b>&nbsp;&nbsp;As fire consumes the forest,</span><br><span id=\"p19083014_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flame sets the mountains ablaze,</span><br><span id=\"p19083015_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083015-1\">15&nbsp;</b>&nbsp;&nbsp;so may you pursue them with your tempest</span><br><span id=\"p19083015_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them with your hurricane!</span><br><span id=\"p19083016_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083016-1\">16&nbsp;</b>&nbsp;&nbsp;Fill their faces with shame,</span><br><span id=\"p19083016_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may seek your name, O LORD.</span><br><span id=\"p19083017_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dismayed forever;</span><br><span id=\"p19083017_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them perish in disgrace,</span><br><span id=\"p19083018_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083018-1\">18&nbsp;</b>&nbsp;&nbsp;that they may know that you alone,</span><br><span id=\"p19083018_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose name is the LORD,</span><br><span id=\"p19083018_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the Most High over all the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  <strong>6</strong> The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;  <strong>7</strong> Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;  <strong>8</strong> Assur also is joined with them: they have holpen the children of Lot. Selah.  <strong>9</strong> Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:  <strong>10</strong>             Which perished at Endor: they became as dung for the earth.  <strong>11</strong> Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:  <strong>12</strong> Who said, Let us take to ourselves the houses of God in possession.  <strong>13</strong> O my God, make them like a wheel; as the stubble before the wind.  <strong>14</strong> As the fire burneth a wood, and as the flame setteth the mountains on fire;  <strong>15</strong> So persecute them with thy tempest, and make them afraid with thy storm.  <strong>16</strong> Fill their faces with shame; that they may seek thy name, O LORD.  <strong>17</strong> Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:  <strong>18</strong> That men may know that thou, whose name alone is  JEHOVAH, art the most high over all the earth.  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- <sup><strong>6</strong></sup> the tents of Edom and the Ishmaelites, of Moab and the Hagrites, <sup><strong>7</strong></sup> Gebal, Ammon and Amalek, Philistia, with the people of Tyre. <sup><strong>8</strong></sup> Even Assyria has joined them to lend strength to the descendants of Lot. Selah <sup><strong>9</strong></sup> Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon, <sup><strong>10</strong></sup> who perished at Endor and became like refuse on the ground. <sup><strong>11</strong></sup> Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, <sup><strong>12</strong></sup> who said, \"Let us take possession of the pasturelands of God.\" <sup><strong>13</strong></sup> Make them like tumbleweed, O my God, like chaff before the wind. <sup><strong>14</strong></sup> As fire consumes the forest or a flame sets the mountains ablaze, <sup><strong>15</strong></sup> so pursue them with your tempest and terrify them with your storm. <sup><strong>16</strong></sup> Cover their faces with shame so that men will seek your name, O LORD. <sup><strong>17</strong></sup> May they ever be ashamed and dismayed; may they perish in disgrace. <sup><strong>18</strong></sup> Let them know that you, whose name is the LORD - that you alone are the Most High over all the earth. "},{"_id":"616a415aa03c6e96020ba1d2","topicId":"616a4153a03c6e96020ba1be","verse":"Hebrews 13:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616a415aa03c6e96020ba1d3","topicId":"616a4153a03c6e96020ba1be","verse":"Isaiah 35:1-10","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035001_05-22\" class=\"line\"><b class=\"chapter-num\" id=\"v23035001-1\">35:1&nbsp;</b>&nbsp;&nbsp;The wilderness and the dry land shall be glad;</span><br><span id=\"p23035001_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the desert shall rejoice and blossom like the crocus;</span><br><span id=\"p23035002_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035002-1\">2&nbsp;</b>&nbsp;&nbsp;it shall blossom abundantly</span><br><span id=\"p23035002_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with joy and singing.</span><br><span id=\"p23035002_05-22\" class=\"line\">&nbsp;&nbsp;The glory of Lebanon shall be given to it,</span><br><span id=\"p23035002_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of Carmel and Sharon.</span><br><span id=\"p23035002_05-22\" class=\"line\">&nbsp;&nbsp;They shall see the glory of the LORD,</span><br><span id=\"p23035002_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of our God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035003_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035003-1\">3&nbsp;</b>&nbsp;&nbsp;Strengthen the weak hands,</span><br><span id=\"p23035003_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make firm the feeble knees.</span><br><span id=\"p23035004_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to those who have an anxious heart,</span><br><span id=\"p23035004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Be strong; fear not!</span><br><span id=\"p23035004_05-22\" class=\"line\">&nbsp;&nbsp;Behold, your God</span><br><span id=\"p23035004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will come with vengeance,</span><br><span id=\"p23035004_05-22\" class=\"line\">&nbsp;&nbsp;with the recompense of God.</span><br><span id=\"p23035004_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will come and save you.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035005_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035005-1\">5&nbsp;</b>&nbsp;&nbsp;Then the eyes of the blind shall be opened,</span><br><span id=\"p23035005_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of the deaf unstopped;</span><br><span id=\"p23035006_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035006-1\">6&nbsp;</b>&nbsp;&nbsp;then shall the lame man leap like a deer,</span><br><span id=\"p23035006_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the mute sing for joy.</span><br><span id=\"p23035006_05-22\" class=\"line\">&nbsp;&nbsp;For waters break forth in the wilderness,</span><br><span id=\"p23035006_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and streams in the desert;</span><br><span id=\"p23035007_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035007-1\">7&nbsp;</b>&nbsp;&nbsp;the burning sand shall become a pool,</span><br><span id=\"p23035007_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the thirsty ground springs of water;</span><br><span id=\"p23035007_05-22\" class=\"line\">&nbsp;&nbsp;in the haunt of jackals, where they lie down,</span><br><span id=\"p23035007_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the grass shall become reeds and rushes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035008_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035008-1\">8&nbsp;</b>&nbsp;&nbsp;And a highway shall be there,</span><br><span id=\"p23035008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall be called the Way of Holiness;</span><br><span id=\"p23035008_05-22\" class=\"line\">&nbsp;&nbsp;the unclean shall not pass over it.</span><br><span id=\"p23035008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It shall belong to those who walk on the way;</span><br><span id=\"p23035008_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even if they are fools, they shall not go astray.</span><br><span id=\"p23035009_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035009-1\">9&nbsp;</b>&nbsp;&nbsp;No lion shall be there,</span><br><span id=\"p23035009_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall any ravenous beast come up on it;</span><br><span id=\"p23035009_05-22\" class=\"line\">&nbsp;&nbsp;they shall not be found there,</span><br><span id=\"p23035009_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the redeemed shall walk there.</span><br><span id=\"p23035010_05-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035010-1\">10&nbsp;</b>&nbsp;&nbsp;And the ransomed of the LORD shall return</span><br><span id=\"p23035010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and come to Zion with singing;</span><br><span id=\"p23035010_05-22\" class=\"line\">&nbsp;&nbsp;everlasting joy shall be upon their heads;</span><br><span id=\"p23035010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall obtain gladness and joy,</span><br><span id=\"p23035010_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sorrow and sighing shall flee away.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.  <strong>2</strong> It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD, and the excellency of our God.  <strong>3</strong> Strengthen ye the weak hands, and confirm the feeble knees.  <strong>4</strong> Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.  <strong>5</strong> Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.  <strong>6</strong> Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.  <strong>7</strong> And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be  grass with reeds and rushes.  <strong>8</strong> And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be  for those: the wayfaring men, though fools, shall not err therein.  <strong>9</strong> No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:  <strong>10</strong> And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away.  ","niv":"<sup><strong>1</strong></sup> The desert and the parched land will be glad; the wilderness will rejoice and blossom. Like the crocus, <sup><strong>2</strong></sup> it will burst into bloom; it will rejoice greatly and shout for joy. The glory of Lebanon will be given to it, the splendor of Carmel and Sharon; they will see the glory of the LORD, the splendor of our God. <sup><strong>3</strong></sup> Strengthen the feeble hands, steady the knees that give way; <sup><strong>4</strong></sup> say to those with fearful hearts, \"Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.\" <sup><strong>5</strong></sup> Then will the eyes of the blind be opened and the ears of the deaf unstopped. <sup><strong>6</strong></sup> Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert. <sup><strong>7</strong></sup> The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow. <sup><strong>8</strong></sup> And a highway will be there; it will be called the Way of Holiness. The unclean will not journey on it; it will be for those who walk in that Way; wicked fools will not go about on it. <sup><strong>9</strong></sup> No lion will be there, nor will any ferocious beast get up on it; they will not be found there. But only the redeemed will walk there, <sup><strong>10</strong></sup> and the ransomed of the LORD will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away. "},{"_id":"616a415aa03c6e96020ba1d4","topicId":"616a4153a03c6e96020ba1be","verse":"1 Peter 2:11-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-24\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. "},{"_id":"616a415ba03c6e96020ba1d5","topicId":"616a4153a03c6e96020ba1be","verse":"Hebrews 10:26-31","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-25\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries. <b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v58010029-1\">29&nbsp;</b>How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace? <b class=\"verse-num\" id=\"v58010030-1\">30&nbsp;</b>For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.” <b class=\"verse-num\" id=\"v58010031-1\">31&nbsp;</b>It is a fearful thing to fall into the hands of the living God.</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. <sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. <sup><strong>29</strong></sup> How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace? <sup><strong>30</strong></sup> For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" <sup><strong>31</strong></sup> It is a dreadful thing to fall into the hands of the living God. "},{"_id":"616a415ba03c6e96020ba1d6","topicId":"616a4153a03c6e96020ba1be","verse":"Matthew 19:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40019028_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span></p>\n\n</div>","kjv":"<strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  ","niv":"<sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel."},{"_id":"616a415ba03c6e96020ba1d7","topicId":"616a4153a03c6e96020ba1be","verse":"Isaiah 11:1-16","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011001_07-27\" class=\"line\"><b class=\"chapter-num\" id=\"v23011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;There shall come forth a shoot from the stump of Jesse,</span><br><span id=\"p23011001_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a branch from his roots shall bear fruit.</span><br><span id=\"p23011002_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011002-1\">2&nbsp;</b>&nbsp;&nbsp;And the Spirit of the LORD shall rest upon him,</span><br><span id=\"p23011002_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of wisdom and understanding,</span><br><span id=\"p23011002_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of counsel and might,</span><br><span id=\"p23011002_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of knowledge and the fear of the LORD.</span><br><span id=\"p23011003_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011003-1\">3&nbsp;</b>&nbsp;&nbsp;And his delight shall be in the fear of the LORD.</span><br><span id=\"p23011003_07-27\" class=\"line\">&nbsp;&nbsp;He shall not judge by what his eyes see,</span><br><span id=\"p23011003_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or decide disputes by what his ears hear,</span><br><span id=\"p23011004_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011004-1\">4&nbsp;</b>&nbsp;&nbsp;but with righteousness he shall judge the poor,</span><br><span id=\"p23011004_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and decide with equity for the meek of the earth;</span><br><span id=\"p23011004_07-27\" class=\"line\">&nbsp;&nbsp;and he shall strike the earth with the rod of his mouth,</span><br><span id=\"p23011004_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the breath of his lips he shall kill the wicked.</span><br><span id=\"p23011005_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011005-1\">5&nbsp;</b>&nbsp;&nbsp;Righteousness shall be the belt of his waist,</span><br><span id=\"p23011005_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and faithfulness the belt of his loins.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23011006_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011006-1\">6&nbsp;</b>&nbsp;&nbsp;The wolf shall dwell with the lamb,</span><br><span id=\"p23011006_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the leopard shall lie down with the young goat,</span><br><span id=\"p23011006_07-27\" class=\"line\">&nbsp;&nbsp;and the calf and the lion and the fattened calf together;</span><br><span id=\"p23011006_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a little child shall lead them.</span><br><span id=\"p23011007_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011007-1\">7&nbsp;</b>&nbsp;&nbsp;The cow and the bear shall graze;</span><br><span id=\"p23011007_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their young shall lie down together;</span><br><span id=\"p23011007_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lion shall eat straw like the ox.</span><br><span id=\"p23011008_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011008-1\">8&nbsp;</b>&nbsp;&nbsp;The nursing child shall play over the hole of the cobra,</span><br><span id=\"p23011008_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weaned child shall put his hand on the adder’s den.</span><br><span id=\"p23011009_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011009-1\">9&nbsp;</b>&nbsp;&nbsp;They shall not hurt or destroy</span><br><span id=\"p23011009_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all my holy mountain;</span><br><span id=\"p23011009_07-27\" class=\"line\">&nbsp;&nbsp;for the earth shall be full of the knowledge of the LORD</span><br><span id=\"p23011009_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the waters cover the sea.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23011009_07-27\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23011010-1\">10&nbsp;</b>In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious.</p>\n<p id=\"p23011010_07-27\"><b class=\"verse-num\" id=\"v23011011-1\">11&nbsp;</b>In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011012_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011012-1\">12&nbsp;</b>&nbsp;&nbsp;He will raise a signal for the nations</span><br><span id=\"p23011012_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will assemble the banished of Israel,</span><br><span id=\"p23011012_07-27\" class=\"line\">&nbsp;&nbsp;and gather the dispersed of Judah</span><br><span id=\"p23011012_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the four corners of the earth.</span><br><span id=\"p23011013_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011013-1\">13&nbsp;</b>&nbsp;&nbsp;The jealousy of Ephraim shall depart,</span><br><span id=\"p23011013_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who harass Judah shall be cut off;</span><br><span id=\"p23011013_07-27\" class=\"line\">&nbsp;&nbsp;Ephraim shall not be jealous of Judah,</span><br><span id=\"p23011013_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah shall not harass Ephraim.</span><br><span id=\"p23011014_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011014-1\">14&nbsp;</b>&nbsp;&nbsp;But they shall swoop down on the shoulder of the Philistines in the west,</span><br><span id=\"p23011014_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and together they shall plunder the people of the east.</span><br><span id=\"p23011014_07-27\" class=\"line\">&nbsp;&nbsp;They shall put out their hand against Edom and Moab,</span><br><span id=\"p23011014_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ammonites shall obey them.</span><br><span id=\"p23011015_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011015-1\">15&nbsp;</b>&nbsp;&nbsp;And the LORD will utterly destroy</span><br><span id=\"p23011015_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the tongue of the Sea of Egypt,</span><br><span id=\"p23011015_07-27\" class=\"line\">&nbsp;&nbsp;and will wave his hand over the River</span><br><span id=\"p23011015_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with his scorching breath,</span><br><span id=\"p23011015_07-27\" class=\"line\">&nbsp;&nbsp;and strike it into seven channels,</span><br><span id=\"p23011015_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will lead people across in sandals.</span><br><span id=\"p23011016_07-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011016-1\">16&nbsp;</b>&nbsp;&nbsp;And there will be a highway from Assyria</span><br><span id=\"p23011016_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the remnant that remains of his people,</span><br><span id=\"p23011016_07-27\" class=\"line\">&nbsp;&nbsp;as there was for Israel</span><br><span id=\"p23011016_07-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when they came up from the land of Egypt.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots:  <strong>2</strong> And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;  <strong>3</strong> And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:  <strong>4</strong> But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.  <strong>5</strong> And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.  <strong>6</strong> The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.  <strong>7</strong> And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox.  <strong>8</strong> And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’ den.  <strong>9</strong> They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the LORD, as the waters cover the sea.  <strong>10</strong> And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious.  <strong>11</strong> And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.  <strong>12</strong> And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.  <strong>13</strong> The envy also of Ephraim shall depart, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim.  <strong>14</strong> But they shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together: they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them.  <strong>15</strong> And the LORD shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make men go over dryshod.  <strong>16</strong> And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.  ","niv":"<sup><strong>1</strong></sup> A shoot will come up from the stump of Jesse; from his roots a Branch will bear fruit. <sup><strong>2</strong></sup> The Spirit of the LORD will rest on him- the Spirit of wisdom and of understanding, the Spirit of counsel and of power, the Spirit of knowledge and of the fear of the LORD - <sup><strong>3</strong></sup> and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears; <sup><strong>4</strong></sup> but with righteousness he will judge the needy, with justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth; with the breath of his lips he will slay the wicked. <sup><strong>5</strong></sup> Righteousness will be his belt and faithfulness the sash around his waist. <sup><strong>6</strong></sup> The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them. <sup><strong>7</strong></sup> The cow will feed with the bear, their young will lie down together, and the lion will eat straw like the ox. <sup><strong>8</strong></sup> The infant will play near the hole of the cobra, and the young child put his hand into the viper's nest. <sup><strong>9</strong></sup> They will neither harm nor destroy on all my holy mountain, for the earth will be full of the knowledge of the LORD as the waters cover the sea. <sup><strong>10</strong></sup> In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his place of rest will be glorious. <sup><strong>11</strong></sup> In that day the Lord will reach out his hand a second time to reclaim the remnant that is left of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the sea. <sup><strong>12</strong></sup> He will raise a banner for the nations and gather the exiles of Israel; he will assemble the scattered people of Judah from the four quarters of the earth. <sup><strong>13</strong></sup> Ephraim's jealousy will vanish, and Judah's enemies will be cut off; Ephraim will not be jealous of Judah, nor Judah hostile toward Ephraim. <sup><strong>14</strong></sup> They will swoop down on the slopes of Philistia to the west; together they will plunder the people to the east. They will lay hands on Edom and Moab, and the Ammonites will be subject to them. <sup><strong>15</strong></sup> The LORD will dry up the gulf of the Egyptian sea; with a scorching wind he will sweep his hand over the Euphrates River. He will break it up into seven streams so that men can cross over in sandals. <sup><strong>16</strong></sup> There will be a highway for the remnant of his people that is left from Assyria, as there was for Israel when they came up from Egypt. "}]}