{"_id":"616a418ba03c6e96020ba1d8","slug":"satanism","name":"Satanism","verses":[{"_id":"616a418ba03c6e96020ba1d9","topicId":"616a418ba03c6e96020ba1d8","verse":"John 8:44","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"616a418ca03c6e96020ba1da","topicId":"616a418ba03c6e96020ba1d8","verse":"Leviticus 19:31","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-2\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"616a418da03c6e96020ba1db","topicId":"616a418ba03c6e96020ba1d8","verse":"Revelation 22:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"616a418da03c6e96020ba1dc","topicId":"616a418ba03c6e96020ba1d8","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616a418da03c6e96020ba1dd","topicId":"616a418ba03c6e96020ba1d8","verse":"2 Peter 2:1-22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-5\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-5\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-5\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"616a418da03c6e96020ba1de","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Corinthians 8:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46008012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008012-1\">12&nbsp;</b>Thus, sinning against your brothers and wounding their conscience when it is weak, you sin against Christ.</p>\n\n</div>","kjv":"<strong>12</strong> But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.  ","niv":"<sup><strong>12</strong></sup> When you sin against your brothers in this way and wound their weak conscience, you sin against Christ."},{"_id":"616a418da03c6e96020ba1df","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Corinthians 15:33","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"616a418ea03c6e96020ba1e0","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Corinthians 10:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46010021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons.</p>\n</div>","kjv":"<strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  ","niv":"<sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons."},{"_id":"616a418ea03c6e96020ba1e1","topicId":"616a418ba03c6e96020ba1d8","verse":"Proverbs 16:5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016005_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016005-1\">5&nbsp;</b>&nbsp;&nbsp;Everyone who is arrogant in heart is an abomination to the LORD;</span><br><span id=\"p20016005_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be assured, he will not go unpunished.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Every one that is proud in heart is an abomination to the LORD: though hand join in hand, he shall not be unpunished.  ","niv":"<sup><strong>5</strong></sup> The LORD detests all the proud of heart. Be sure of this: They will not go unpunished."},{"_id":"616a418fa03c6e96020ba1e2","topicId":"616a418ba03c6e96020ba1d8","verse":"Psalm 145:20","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145020_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145020-1\">20&nbsp;</b>&nbsp;&nbsp;The LORD preserves all who love him,</span><br><span id=\"p19145020_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but all the wicked he will destroy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> The LORD preserveth all them that love him: but all the wicked will he destroy.  ","niv":"<sup><strong>20</strong></sup> The LORD watches over all who love him, but all the wicked he will destroy."},{"_id":"616a418fa03c6e96020ba1e3","topicId":"616a418ba03c6e96020ba1d8","verse":"Romans 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45002005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n</div>","kjv":"<strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  ","niv":"<sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed."},{"_id":"616a418fa03c6e96020ba1e4","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Corinthians 10:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616a418fa03c6e96020ba1e5","topicId":"616a418ba03c6e96020ba1d8","verse":"2 Corinthians 11:14-33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light. <b class=\"verse-num\" id=\"v47011015-1\">15&nbsp;</b>So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.</p>\n\n<p id=\"p47011015_06-17\"><b class=\"verse-num\" id=\"v47011016-1\">16&nbsp;</b>I repeat, let no one think me foolish. But even if you do, accept me as a fool, so that I too may boast a little. <b class=\"verse-num\" id=\"v47011017-1\">17&nbsp;</b>What I am saying with this boastful confidence, I say not as the Lord would but as a fool. <b class=\"verse-num\" id=\"v47011018-1\">18&nbsp;</b>Since many boast according to the flesh, I too will boast. <b class=\"verse-num\" id=\"v47011019-1\">19&nbsp;</b>For you gladly bear with fools, being wise yourselves! <b class=\"verse-num\" id=\"v47011020-1\">20&nbsp;</b>For you bear it if someone makes slaves of you, or devours you, or takes advantage of you, or puts on airs, or strikes you in the face. <b class=\"verse-num\" id=\"v47011021-1\">21&nbsp;</b>To my shame, I must say, we were too weak for that!</p>\n<p id=\"p47011021_06-17\">But whatever anyone else dares to boast of—I am speaking as a fool—I also dare to boast of that. <b class=\"verse-num\" id=\"v47011022-1\">22&nbsp;</b>Are they Hebrews? So am I. Are they Israelites? So am I. Are they offspring of Abraham? So am I. <b class=\"verse-num\" id=\"v47011023-1\">23&nbsp;</b>Are they servants of Christ? I am a better one—I am talking like a madman—with far greater labors, far more imprisonments, with countless beatings, and often near death. <b class=\"verse-num\" id=\"v47011024-1\">24&nbsp;</b>Five times I received at the hands of the Jews the forty lashes less one. <b class=\"verse-num\" id=\"v47011025-1\">25&nbsp;</b>Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked; a night and a day I was adrift at sea; <b class=\"verse-num\" id=\"v47011026-1\">26&nbsp;</b>on frequent journeys, in danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers; <b class=\"verse-num\" id=\"v47011027-1\">27&nbsp;</b>in toil and hardship, through many a sleepless night, in hunger and thirst, often without food, in cold and exposure. <b class=\"verse-num\" id=\"v47011028-1\">28&nbsp;</b>And, apart from other things, there is the daily pressure on me of my anxiety for all the churches. <b class=\"verse-num\" id=\"v47011029-1\">29&nbsp;</b>Who is weak, and I am not weak? Who is made to fall, and I am not indignant?</p>\n<p id=\"p47011029_06-17\"><b class=\"verse-num\" id=\"v47011030-1\">30&nbsp;</b>If I must boast, I will boast of the things that show my weakness. <b class=\"verse-num\" id=\"v47011031-1\">31&nbsp;</b>The God and Father of the Lord Jesus, he who is blessed forever, knows that I am not lying. <b class=\"verse-num\" id=\"v47011032-1\">32&nbsp;</b>At Damascus, the governor under King Aretas was guarding the city of Damascus in order to seize me, <b class=\"verse-num\" id=\"v47011033-1\">33&nbsp;</b>but I was let down in a basket through a window in the wall and escaped his hands.</p>\n\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  <strong>15</strong> Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.  <strong>16</strong> I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little.  <strong>17</strong> That which I speak, I speak it not after the Lord, but as it were foolishly, in this confidence of boasting.  <strong>18</strong> Seeing that many glory after the flesh, I will glory also.  <strong>19</strong> For ye suffer fools gladly, seeing ye yourselves are wise.  <strong>20</strong> For ye suffer, if a man bring you into bondage, if a man devour you, if a man take of you, if a man exalt himself, if a man smite you on the face.  <strong>21</strong> I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also.  <strong>22</strong> Are they Hebrews? so am I. Are they Israelites? so am  I. Are they the seed of Abraham? so am I.  <strong>23</strong> Are they ministers of Christ? (I speak as a fool) I am more; in labours more abundant, in stripes above measure, in prisons more frequent, in deaths oft.  <strong>24</strong> Of the Jews five times received I forty stripes save one.  <strong>25</strong> Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;  <strong>26</strong> In journeyings often, in perils of waters, in perils of robbers, in perils by mine own  countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;  <strong>27</strong> In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness.  <strong>28</strong> Beside those things that are without, that which cometh upon me daily, the care of all the churches.  <strong>29</strong> Who is weak, and I am not weak? who is offended, and I burn not?  <strong>30</strong> If I must needs glory, I will glory of the things which concern mine infirmities.  <strong>31</strong> The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not.  <strong>32</strong> In Damascus the governor under Aretas the king kept the city of the Damascenes with a garrison, desirous to apprehend me:  <strong>33</strong> And through a window in a basket was I let down by the wall, and escaped his hands.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. <sup><strong>15</strong></sup> It is not surprising, then, if his servants masquerade as servants of righteousness. Their end will be what their actions deserve. <sup><strong>16</strong></sup> I repeat: Let no one take me for a fool. But if you do, then receive me just as you would a fool, so that I may do a little boasting. <sup><strong>17</strong></sup> In this self-confident boasting I am not talking as the Lord would, but as a fool. <sup><strong>18</strong></sup> Since many are boasting in the way the world does, I too will boast. <sup><strong>19</strong></sup> You gladly put up with fools since you are so wise! <sup><strong>20</strong></sup> In fact, you even put up with anyone who enslaves you or exploits you or takes advantage of you or pushes himself forward or slaps you in the face. <sup><strong>21</strong></sup> To my shame I admit that we were too weak for that! <sup><strong>22</strong></sup> What anyone else dares to boast about--I am speaking as a fool--I also dare to boast about. Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham's descendants? So am I. <sup><strong>23</strong></sup> Are they servants of Christ? (I am out of my mind to talk like this.) I am more. I have worked much harder, been in prison more frequently, been flogged more severely, and been exposed to death again and again. <sup><strong>24</strong></sup> Five times I received from the Jews the forty lashes minus one. <sup><strong>25</strong></sup> Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, I spent a night and a day in the open sea, <sup><strong>26</strong></sup> I have been constantly on the move. I have been in danger from rivers, in danger from bandits, in danger from my own countrymen, in danger from Gentiles; in danger in the city, in danger in the country, in danger at sea; and in danger from false brothers. <sup><strong>27</strong></sup> I have labored and toiled and have often gone without sleep; I have known hunger and thirst and have often gone without food; I have been cold and naked. <sup><strong>28</strong></sup> Besides everything else, I face daily the pressure of my concern for all the churches. <sup><strong>29</strong></sup> Who is weak, and I do not feel weak? Who is led into sin, and I do not inwardly burn? <sup><strong>30</strong></sup> If I must boast, I will boast of the things that show my weakness. <sup><strong>31</strong></sup> The God and Father of the Lord Jesus, who is to be praised forever, knows that I am not lying. <sup><strong>32</strong></sup> In Damascus the governor under King Aretas had the city of the Damascenes guarded in order to arrest me. <sup><strong>33</strong></sup> But I was lowered in a basket from a window in the wall and slipped through his hands. "},{"_id":"616a4190a03c6e96020ba1e6","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Corinthians 10:20-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010020-1\">20&nbsp;</b>No, I imply that what pagans sacrifice they offer to demons and not to God. I do not want you to be participants with demons. <b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons. <b class=\"verse-num\" id=\"v46010022-1\">22&nbsp;</b>Shall we provoke the Lord to jealousy? Are we stronger than he?</p>\n</div>","kjv":"<strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  <strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  ","niv":"<sup><strong>20</strong></sup> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons. <sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons. <sup><strong>22</strong></sup> Are we trying to arouse the Lord's jealousy? Are we stronger than he? "},{"_id":"616a4190a03c6e96020ba1e8","topicId":"616a418ba03c6e96020ba1d8","verse":"Romans 1:18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-20\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.</p>\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,"},{"_id":"616a4190a03c6e96020ba1e7","topicId":"616a418ba03c6e96020ba1d8","verse":"Jeremiah 10:11-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24010011_01-21\"><b class=\"verse-num\" id=\"v24010011-1\">11&nbsp;</b>Thus shall you say to them: “The gods who did not make the heavens and the earth shall perish from the earth and from under the heavens.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010012_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010012-1\">12&nbsp;</b>&nbsp;&nbsp;It is he who made the earth by his power,</span><br><span id=\"p24010012_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who established the world by his wisdom,</span><br><span id=\"p24010012_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by his understanding stretched out the heavens.</span><br><span id=\"p24010013_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010013-1\">13&nbsp;</b>&nbsp;&nbsp;When he utters his voice, there is a tumult of waters in the heavens,</span><br><span id=\"p24010013_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes the mist rise from the ends of the earth.</span><br><span id=\"p24010013_01-21\" class=\"line\">&nbsp;&nbsp;He makes lightning for the rain,</span><br><span id=\"p24010013_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brings forth the wind from his storehouses.</span><br><span id=\"p24010014_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010014-1\">14&nbsp;</b>&nbsp;&nbsp;Every man is stupid and without knowledge;</span><br><span id=\"p24010014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every goldsmith is put to shame by his idols,</span><br><span id=\"p24010014_01-21\" class=\"line\">&nbsp;&nbsp;for his images are false,</span><br><span id=\"p24010014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no breath in them.</span><br><span id=\"p24010015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010015-1\">15&nbsp;</b>&nbsp;&nbsp;They are worthless, a work of delusion;</span><br><span id=\"p24010015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time of their punishment they shall perish.</span><br><span id=\"p24010016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010016-1\">16&nbsp;</b>&nbsp;&nbsp;Not like these is he who is the portion of Jacob,</span><br><span id=\"p24010016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is the one who formed all things,</span><br><span id=\"p24010016_01-21\" class=\"line\">&nbsp;&nbsp;and Israel is the tribe of his inheritance;</span><br><span id=\"p24010016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010017-1\">17&nbsp;</b>&nbsp;&nbsp;Gather up your bundle from the ground,</span><br><span id=\"p24010017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O you who dwell under siege!</span><br><span id=\"p24010018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p24010018_01-21\" class=\"line\">&nbsp;&nbsp;“Behold, I am slinging out the inhabitants of the land</span><br><span id=\"p24010018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at this time,</span><br><span id=\"p24010018_01-21\" class=\"line\">&nbsp;&nbsp;and I will bring distress on them,</span><br><span id=\"p24010018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may feel it.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010019-1\">19&nbsp;</b>&nbsp;&nbsp;Woe is me because of my hurt!</span><br><span id=\"p24010019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;My wound is grievous.</span><br><span id=\"p24010019_01-21\" class=\"line\">&nbsp;&nbsp;But I said, “Truly this is an affliction,</span><br><span id=\"p24010019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I must bear it.”</span><br><span id=\"p24010020_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010020-1\">20&nbsp;</b>&nbsp;&nbsp;My tent is destroyed,</span><br><span id=\"p24010020_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all my cords are broken;</span><br><span id=\"p24010020_01-21\" class=\"line\">&nbsp;&nbsp;my children have gone from me,</span><br><span id=\"p24010020_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they are not;</span><br><span id=\"p24010020_01-21\" class=\"line\">&nbsp;&nbsp;there is no one to spread my tent again</span><br><span id=\"p24010020_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to set up my curtains.</span><br><span id=\"p24010021_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010021-1\">21&nbsp;</b>&nbsp;&nbsp;For the shepherds are stupid</span><br><span id=\"p24010021_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not inquire of the LORD;</span><br><span id=\"p24010021_01-21\" class=\"line\">&nbsp;&nbsp;therefore they have not prospered,</span><br><span id=\"p24010021_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all their flock is scattered.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010022_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010022-1\">22&nbsp;</b>&nbsp;&nbsp;A voice, a rumor! Behold, it comes!—</span><br><span id=\"p24010022_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a great commotion out of the north country</span><br><span id=\"p24010022_01-21\" class=\"line\">&nbsp;&nbsp;to make the cities of Judah a desolation,</span><br><span id=\"p24010022_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a lair of jackals.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010023_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010023-1\">23&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that the way of man is not in himself,</span><br><span id=\"p24010023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that it is not in man who walks to direct his steps.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Thus shall ye say unto them, The gods that have not made the heavens and the earth, even they shall perish from the earth, and from under these heavens.  <strong>12</strong> He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heavens by his discretion.  <strong>13</strong> When he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapors to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures.  <strong>14</strong> Every man is brutish in his knowledge: every founder is confounded by the graven image: for his molten image is falsehood, and there is no breath in them.  <strong>15</strong> They are vanity, and the work of errors: in the time of their visitation they shall perish.  <strong>16</strong> The portion of Jacob is not like them: for he is  the former of all things; and Israel is the rod of his inheritance: The LORD of hosts is his name.  <strong>17</strong> Gather up thy wares out of the land, O inhabitant of the fortress.  <strong>18</strong> For thus saith the LORD, Behold, I will sling out the inhabitants of the land at this once, and will distress them, that they may find it  so.  <strong>19</strong> Woe is me for my hurt! my wound is grievous: but I said, Truly this is a grief, and I must bear it.  <strong>20</strong> My tabernacle is spoiled, and all my cords are broken: my children are gone forth of me, and they are not: there is none to stretch forth my tent any more, and to set up my curtains.  <strong>21</strong> For the pastors are become brutish, and have not sought the LORD: therefore they shall not prosper, and all their flocks shall be scattered.  <strong>22</strong> Behold, the noise of the bruit is come, and a great commotion out of the north country, to make the cities of Judah desolate, and a den of dragons.  <strong>23</strong> O LORD, I know that the way of man is not in himself: it is not in man that walketh to direct his steps.  ","niv":"<sup><strong>11</strong></sup> \"Tell them this: 'These gods, who did not make the heavens and the earth, will perish from the earth and from under the heavens.'\" <sup><strong>12</strong></sup> But God made the earth by his power; he founded the world by his wisdom and stretched out the heavens by his understanding. <sup><strong>13</strong></sup> When he thunders, the waters in the heavens roar; he makes clouds rise from the ends of the earth. He sends lightning with the rain and brings out the wind from his storehouses. <sup><strong>14</strong></sup> Everyone is senseless and without knowledge; every goldsmith is shamed by his idols. His images are a fraud; they have no breath in them. <sup><strong>15</strong></sup> They are worthless, the objects of mockery; when their judgment comes, they will perish. <sup><strong>16</strong></sup> He who is the Portion of Jacob is not like these, for he is the Maker of all things, including Israel, the tribe of his inheritance- the LORD Almighty is his name. <sup><strong>17</strong></sup> Gather up your belongings to leave the land, you who live under siege. <sup><strong>18</strong></sup> For this is what the LORD says: \"At this time I will hurl out those who live in this land; I will bring distress on them so that they may be captured.\" <sup><strong>19</strong></sup> Woe to me because of my injury! My wound is incurable! Yet I said to myself, \"This is my sickness, and I must endure it.\" <sup><strong>20</strong></sup> My tent is destroyed; all its ropes are snapped. My sons are gone from me and are no more; no one is left now to pitch my tent or to set up my shelter. <sup><strong>21</strong></sup> The shepherds are senseless and do not inquire of the LORD; so they do not prosper and all their flock is scattered. <sup><strong>22</strong></sup> Listen! The report is coming- a great commotion from the land of the north! It will make the towns of Judah desolate, a haunt of jackals. <sup><strong>23</strong></sup> I know, O LORD, that a man's life is not his own; it is not for man to direct his steps. "},{"_id":"616a4191a03c6e96020ba1e9","topicId":"616a418ba03c6e96020ba1d8","verse":"Ephesians 5:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"616a4191a03c6e96020ba1ea","topicId":"616a418ba03c6e96020ba1d8","verse":"Romans 1:30-32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001030_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n</div>","kjv":"<strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"616a4191a03c6e96020ba1eb","topicId":"616a418ba03c6e96020ba1d8","verse":"1 Timothy 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"616a4192a03c6e96020ba1ec","topicId":"616a418ba03c6e96020ba1d8","verse":"John 3:19-21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" "},{"_id":"616a4192a03c6e96020ba1ed","topicId":"616a418ba03c6e96020ba1d8","verse":"Isaiah 14:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p23014001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23014001-1\">14:1&nbsp;</b>For the LORD will have compassion on Jacob and will again choose Israel, and will set them in their own land, and sojourners will join them and will attach themselves to the house of Jacob. <b class=\"verse-num\" id=\"v23014002-1\">2&nbsp;</b>And the peoples will take them and bring them to their place, and the house of Israel will possess them in the LORD’s land as male and female slaves. They will take captive those who were their captors, and rule over those who oppressed them.</p>\n\n<p id=\"p23014002_09-27\"><b class=\"verse-num\" id=\"v23014003-1\">3&nbsp;</b>When the LORD has given you rest from your pain and turmoil and the hard service with which you were made to serve, <b class=\"verse-num\" id=\"v23014004-1\">4&nbsp;</b>you will take up this taunt against the king of Babylon:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014004_09-27\" class=\"line\">&nbsp;&nbsp;“How the oppressor has ceased,</span><br><span id=\"p23014004_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the insolent fury ceased!</span><br><span id=\"p23014005_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD has broken the staff of the wicked,</span><br><span id=\"p23014005_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of rulers,</span><br><span id=\"p23014006_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014006-1\">6&nbsp;</b>&nbsp;&nbsp;that struck the peoples in wrath</span><br><span id=\"p23014006_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with unceasing blows,</span><br><span id=\"p23014006_09-27\" class=\"line\">&nbsp;&nbsp;that ruled the nations in anger</span><br><span id=\"p23014006_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with unrelenting persecution.</span><br><span id=\"p23014007_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014007-1\">7&nbsp;</b>&nbsp;&nbsp;The whole earth is at rest and quiet;</span><br><span id=\"p23014007_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they break forth into singing.</span><br><span id=\"p23014008_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014008-1\">8&nbsp;</b>&nbsp;&nbsp;The cypresses rejoice at you,</span><br><span id=\"p23014008_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cedars of Lebanon, saying,</span><br><span id=\"p23014008_09-27\" class=\"line\">&nbsp;&nbsp;‘Since you were laid low,</span><br><span id=\"p23014008_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no woodcutter comes up against us.’</span><br><span id=\"p23014009_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014009-1\">9&nbsp;</b>&nbsp;&nbsp;Sheol beneath is stirred up</span><br><span id=\"p23014009_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to meet you when you come;</span><br><span id=\"p23014009_09-27\" class=\"line\">&nbsp;&nbsp;it rouses the shades to greet you,</span><br><span id=\"p23014009_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were leaders of the earth;</span><br><span id=\"p23014009_09-27\" class=\"line\">&nbsp;&nbsp;it raises from their thrones</span><br><span id=\"p23014009_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were kings of the nations.</span><br><span id=\"p23014010_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014010-1\">10&nbsp;</b>&nbsp;&nbsp;All of them will answer</span><br><span id=\"p23014010_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say to you:</span><br><span id=\"p23014010_09-27\" class=\"line\">&nbsp;&nbsp;‘You too have become as weak as we!</span><br><span id=\"p23014010_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You have become like us!’</span><br><span id=\"p23014011_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014011-1\">11&nbsp;</b>&nbsp;&nbsp;Your pomp is brought down to Sheol,</span><br><span id=\"p23014011_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sound of your harps;</span><br><span id=\"p23014011_09-27\" class=\"line\">&nbsp;&nbsp;maggots are laid as a bed beneath you,</span><br><span id=\"p23014011_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worms are your covers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014012_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014012-1\">12&nbsp;</b>&nbsp;&nbsp;“How you are fallen from heaven,</span><br><span id=\"p23014012_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Day Star, son of Dawn!</span><br><span id=\"p23014012_09-27\" class=\"line\">&nbsp;&nbsp;How you are cut down to the ground,</span><br><span id=\"p23014012_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who laid the nations low!</span><br><span id=\"p23014013_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014013-1\">13&nbsp;</b>&nbsp;&nbsp;You said in your heart,</span><br><span id=\"p23014013_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I will ascend to heaven;</span><br><span id=\"p23014013_09-27\" class=\"line\">&nbsp;&nbsp;above the stars of God</span><br><span id=\"p23014013_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will set my throne on high;</span><br><span id=\"p23014013_09-27\" class=\"line\">&nbsp;&nbsp;I will sit on the mount of assembly</span><br><span id=\"p23014013_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the far reaches of the north;</span><br><span id=\"p23014014_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014014-1\">14&nbsp;</b>&nbsp;&nbsp;I will ascend above the heights of the clouds;</span><br><span id=\"p23014014_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will make myself like the Most High.’</span><br><span id=\"p23014015_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014015-1\">15&nbsp;</b>&nbsp;&nbsp;But you are brought down to Sheol,</span><br><span id=\"p23014015_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the far reaches of the pit.</span><br><span id=\"p23014016_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014016-1\">16&nbsp;</b>&nbsp;&nbsp;Those who see you will stare at you</span><br><span id=\"p23014016_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ponder over you:</span><br><span id=\"p23014016_09-27\" class=\"line\">&nbsp;&nbsp;‘Is this the man who made the earth tremble,</span><br><span id=\"p23014016_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who shook kingdoms,</span><br><span id=\"p23014017_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014017-1\">17&nbsp;</b>&nbsp;&nbsp;who made the world like a desert</span><br><span id=\"p23014017_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and overthrew its cities,</span><br><span id=\"p23014017_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who did not let his prisoners go home?’</span><br><span id=\"p23014018_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014018-1\">18&nbsp;</b>&nbsp;&nbsp;All the kings of the nations lie in glory,</span><br><span id=\"p23014018_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each in his own tomb;</span><br><span id=\"p23014019_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014019-1\">19&nbsp;</b>&nbsp;&nbsp;but you are cast out, away from your grave,</span><br><span id=\"p23014019_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a loathed branch,</span><br><span id=\"p23014019_09-27\" class=\"line\">&nbsp;&nbsp;clothed with the slain, those pierced by the sword,</span><br><span id=\"p23014019_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who go down to the stones of the pit,</span><br><span id=\"p23014019_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a dead body trampled underfoot.</span><br><span id=\"p23014020_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014020-1\">20&nbsp;</b>&nbsp;&nbsp;You will not be joined with them in burial,</span><br><span id=\"p23014020_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have destroyed your land,</span><br><span id=\"p23014020_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have slain your people.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014020_09-27\" class=\"line\">&nbsp;&nbsp;“May the offspring of evildoers</span><br><span id=\"p23014020_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nevermore be named!</span><br><span id=\"p23014021_09-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014021-1\">21&nbsp;</b>&nbsp;&nbsp;Prepare slaughter for his sons</span><br><span id=\"p23014021_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the guilt of their fathers,</span><br><span id=\"p23014021_09-27\" class=\"line\">&nbsp;&nbsp;lest they rise and possess the earth,</span><br><span id=\"p23014021_09-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fill the face of the world with cities.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23014021_09-27\"><b class=\"verse-num\" id=\"v23014022-1\">22&nbsp;</b>“I will rise up against them,” declares the LORD of hosts, “and will cut off from Babylon name and remnant, descendants and posterity,” declares the LORD. <b class=\"verse-num\" id=\"v23014023-1\">23&nbsp;</b>“And I will make it a possession of the hedgehog, and pools of water, and I will sweep it with the broom of destruction,” declares the LORD of hosts.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014024_13-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD of hosts has sworn:</span><br><span id=\"p23014024_13-27\" class=\"line\">&nbsp;&nbsp;“As I have planned,</span><br><span id=\"p23014024_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall it be,</span><br><span id=\"p23014024_13-27\" class=\"line\">&nbsp;&nbsp;and as I have purposed,</span><br><span id=\"p23014024_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall it stand,</span><br><span id=\"p23014025_13-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014025-1\">25&nbsp;</b>&nbsp;&nbsp;that I will break the Assyrian in my land,</span><br><span id=\"p23014025_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on my mountains trample him underfoot;</span><br><span id=\"p23014025_13-27\" class=\"line\">&nbsp;&nbsp;and his yoke shall depart from them,</span><br><span id=\"p23014025_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his burden from their shoulder.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014026_13-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014026-1\">26&nbsp;</b>&nbsp;&nbsp;This is the purpose that is purposed</span><br><span id=\"p23014026_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;concerning the whole earth,</span><br><span id=\"p23014026_13-27\" class=\"line\">&nbsp;&nbsp;and this is the hand that is stretched out</span><br><span id=\"p23014026_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over all the nations.</span><br><span id=\"p23014027_13-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014027-1\">27&nbsp;</b>&nbsp;&nbsp;For the LORD of hosts has purposed,</span><br><span id=\"p23014027_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who will annul it?</span><br><span id=\"p23014027_13-27\" class=\"line\">&nbsp;&nbsp;His hand is stretched out,</span><br><span id=\"p23014027_13-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who will turn it back?</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23014027_17-27\"><b class=\"verse-num\" id=\"v23014028-1\">28&nbsp;</b>In the year that King Ahaz died came this oracle:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014029_17-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014029-1\">29&nbsp;</b>&nbsp;&nbsp;Rejoice not, O Philistia, all of you,</span><br><span id=\"p23014029_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the rod that struck you is broken,</span><br><span id=\"p23014029_17-27\" class=\"line\">&nbsp;&nbsp;for from the serpent’s root will come forth an adder,</span><br><span id=\"p23014029_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its fruit will be a flying fiery serpent.</span><br><span id=\"p23014030_17-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014030-1\">30&nbsp;</b>&nbsp;&nbsp;And the firstborn of the poor will graze,</span><br><span id=\"p23014030_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the needy lie down in safety;</span><br><span id=\"p23014030_17-27\" class=\"line\">&nbsp;&nbsp;but I will kill your root with famine,</span><br><span id=\"p23014030_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your remnant it will slay.</span><br><span id=\"p23014031_17-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014031-1\">31&nbsp;</b>&nbsp;&nbsp;Wail, O gate; cry out, O city;</span><br><span id=\"p23014031_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;melt in fear, O Philistia, all of you!</span><br><span id=\"p23014031_17-27\" class=\"line\">&nbsp;&nbsp;For smoke comes out of the north,</span><br><span id=\"p23014031_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no straggler in his ranks.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23014032_17-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014032-1\">32&nbsp;</b>&nbsp;&nbsp;What will one answer the messengers of the nation?</span><br><span id=\"p23014032_17-27\" class=\"line\">&nbsp;&nbsp;“The LORD has founded Zion,</span><br><span id=\"p23014032_17-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in her the afflicted of his people find refuge.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> For the LORD will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.  <strong>2</strong> And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the LORD for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.  <strong>3</strong> And it shall come to pass in the day that the LORD shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,  <strong>4</strong> That thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!  <strong>5</strong> The LORD hath broken the staff of the wicked, and the sceptre of the rulers.  <strong>6</strong> He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, and none hindereth.  <strong>7</strong> The whole earth is at rest, and is quiet: they break forth into singing.  <strong>8</strong> Yea, the fir trees rejoice at thee, and the cedars of Lebanon, saying, Since thou art laid down, no feller is come up against us.  <strong>9</strong> Hell from beneath is moved for thee to meet thee at thy coming: it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.  <strong>10</strong> All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?  <strong>11</strong> Thy pomp is brought down to the grave, and the noise of thy viols: the worm is spread under thee, and the worms cover thee.  <strong>12</strong> How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!  <strong>13</strong> For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:  <strong>14</strong> I will ascend above the heights of the clouds; I will be like the most High.  <strong>15</strong> Yet thou shalt be brought down to hell, to the sides of the pit.  <strong>16</strong> They that see thee shall narrowly look upon thee, and consider thee, saying, Is this the man that made the earth to tremble, that did shake kingdoms;  <strong>17</strong> That made the world as a wilderness, and destroyed the cities thereof; that opened not the house of his prisoners?  <strong>18</strong> All the kings of the nations, even all of them, lie in glory, every one in his own house.  <strong>19</strong> But thou art cast out of thy grave like an abominable branch, and as the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet.  <strong>20</strong> Thou shalt not be joined with them in burial, because thou hast destroyed thy land, and slain thy people: the seed of evildoers shall never be renowned.  <strong>21</strong> Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities.  <strong>22</strong> For I will rise up against them, saith the LORD of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the LORD.  <strong>23</strong> I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the LORD of hosts.  <strong>24</strong> The LORD of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand:  <strong>25</strong> That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.  <strong>26</strong> This is the purpose that is purposed upon the whole earth: and this is the hand that is stretched out upon all the nations.  <strong>27</strong> For the LORD of hosts hath purposed, and who shall disannul it?  and his hand is stretched out, and who shall turn it back?  <strong>28</strong> In the year that king Ahaz died was this burden.  <strong>29</strong> Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent’s root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.  <strong>30</strong> And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant.  <strong>31</strong> Howl, O gate; cry, O city; thou, whole Palestina, art dissolved: for there shall come from the north a smoke, and none shall be alone in his appointed times.  <strong>32</strong> What shall one then answer the messengers of the nation? That the LORD hath founded Zion, and the poor of his people shall trust in it.  ","niv":"<sup><strong>1</strong></sup> The LORD will have compassion on Jacob; once again he will choose Israel and will settle them in their own land. Aliens will join them and unite with the house of Jacob. <sup><strong>2</strong></sup> Nations will take them and bring them to their own place. And the house of Israel will possess the nations as menservants and maidservants in the LORD's land. They will make captives of their captors and rule over their oppressors. <sup><strong>3</strong></sup> On the day the LORD gives you relief from suffering and turmoil and cruel bondage, <sup><strong>4</strong></sup> you will take up this taunt against the king of Babylon: How the oppressor has come to an end! How his fury has ended! <sup><strong>5</strong></sup> The LORD has broken the rod of the wicked, the scepter of the rulers, <sup><strong>6</strong></sup> which in anger struck down peoples with unceasing blows, and in fury subdued nations with relentless aggression. <sup><strong>7</strong></sup> All the lands are at rest and at peace; they break into singing. <sup><strong>8</strong></sup> Even the pine trees and the cedars of Lebanon exult over you and say, \"Now that you have been laid low, no woodsman comes to cut us down.\" <sup><strong>9</strong></sup> The grave below is all astir to meet you at your coming; it rouses the spirits of the departed to greet you- all those who were leaders in the world; it makes them rise from their thrones- all those who were kings over the nations. <sup><strong>10</strong></sup> They will all respond, they will say to you, \"You also have become weak, as we are; you have become like us.\" <sup><strong>11</strong></sup> All your pomp has been brought down to the grave, along with the noise of your harps; maggots are spread out beneath you and worms cover you. <sup><strong>12</strong></sup> How you have fallen from heaven, O morning star, son of the dawn! You have been cast down to the earth, you who once laid low the nations! <sup><strong>13</strong></sup> You said in your heart, \"I will ascend to heaven; I will raise my throne above the stars of God; I will sit enthroned on the mount of assembly, on the utmost heights of the sacred mountain. <sup><strong>14</strong></sup> I will ascend above the tops of the clouds; I will make myself like the Most High.\" <sup><strong>15</strong></sup> But you are brought down to the grave, to the depths of the pit. <sup><strong>16</strong></sup> Those who see you stare at you, they ponder your fate: \"Is this the man who shook the earth and made kingdoms tremble, <sup><strong>17</strong></sup> the man who made the world a desert, who overthrew its cities and would not let his captives go home?\" <sup><strong>18</strong></sup> All the kings of the nations lie in state, each in his own tomb. <sup><strong>19</strong></sup> But you are cast out of your tomb like a rejected branch; you are covered with the slain, with those pierced by the sword, those who descend to the stones of the pit. Like a corpse trampled underfoot, <sup><strong>20</strong></sup> you will not join them in burial, for you have destroyed your land and killed your people. The offspring of the wicked will never be mentioned again. <sup><strong>21</strong></sup> Prepare a place to slaughter his sons for the sins of their forefathers; they are not to rise to inherit the land and cover the earth with their cities. <sup><strong>22</strong></sup> \"I will rise up against them,\" declares the LORD Almighty. \"I will cut off from Babylon her name and survivors, her offspring and descendants,\" declares the LORD. <sup><strong>23</strong></sup> \"I will turn her into a place for owls and into swampland; I will sweep her with the broom of destruction,\" declares the LORD Almighty. <sup><strong>24</strong></sup> The LORD Almighty has sworn, \"Surely, as I have planned, so it will be, and as I have purposed, so it will stand. <sup><strong>25</strong></sup> I will crush the Assyrian in my land; on my mountains I will trample him down. His yoke will be taken from my people, and his burden removed from their shoulders.\" <sup><strong>26</strong></sup> This is the plan determined for the whole world; this is the hand stretched out over all nations. <sup><strong>27</strong></sup> For the LORD Almighty has purposed, and who can thwart him? His hand is stretched out, and who can turn it back? <sup><strong>28</strong></sup> This oracle came in the year King Ahaz died: <sup><strong>29</strong></sup> Do not rejoice, all you Philistines, that the rod that struck you is broken; from the root of that snake will spring up a viper, its fruit will be a darting, venomous serpent. <sup><strong>30</strong></sup> The poorest of the poor will find pasture, and the needy will lie down in safety. But your root I will destroy by famine; it will slay your survivors. <sup><strong>31</strong></sup> Wail, O gate! Howl, O city! Melt away, all you Philistines! A cloud of smoke comes from the north, and there is not a straggler in its ranks. <sup><strong>32</strong></sup> What answer shall be given to the envoys of that nation? \"The LORD has established Zion, and in her his afflicted people will find refuge.\" "},{"_id":"616a4192a03c6e96020ba1ee","topicId":"616a418ba03c6e96020ba1d8","verse":"John 1:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001005_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n</div>","kjv":"<strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  ","niv":"<sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it."},{"_id":"616a4192a03c6e96020ba1ef","topicId":"616a418ba03c6e96020ba1d8","verse":"Isaiah 5:20-21","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-29\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-29\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br><span id=\"p23005021_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005021-1\">21&nbsp;</b>&nbsp;&nbsp;Woe to those who are wise in their own eyes,</span><br><span id=\"p23005021_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shrewd in their own sight!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  <strong>21</strong> Woe unto them that are wise in their own eyes, and prudent in their own sight!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter. <sup><strong>21</strong></sup> Woe to those who are wise in their own eyes and clever in their own sight. "},{"_id":"616a4193a03c6e96020ba1f0","topicId":"616a418ba03c6e96020ba1d8","verse":"Proverbs 11:14-18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011014_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011014-1\">14&nbsp;</b>&nbsp;&nbsp;Where there is no guidance, a people falls,</span><br><span id=\"p20011014_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in an abundance of counselors there is safety.</span><br><span id=\"p20011015_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011015-1\">15&nbsp;</b>&nbsp;&nbsp;Whoever puts up security for a stranger will surely suffer harm,</span><br><span id=\"p20011015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hates striking hands in pledge is secure.</span><br><span id=\"p20011016_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011016-1\">16&nbsp;</b>&nbsp;&nbsp;A gracious woman gets honor,</span><br><span id=\"p20011016_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and violent men get riches.</span><br><span id=\"p20011017_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011017-1\">17&nbsp;</b>&nbsp;&nbsp;A man who is kind benefits himself,</span><br><span id=\"p20011017_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a cruel man hurts himself.</span><br><span id=\"p20011018_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011018-1\">18&nbsp;</b>&nbsp;&nbsp;The wicked earns deceptive wages,</span><br><span id=\"p20011018_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one who sows righteousness gets a sure reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Where no counsel is, the people fall: but in the multitude of counsellors there is safety.  <strong>15</strong> He that is surety for a stranger shall smart for it: and he that hateth suretiship is sure.  <strong>16</strong> A gracious woman retaineth honour: and strong men retain riches.  <strong>17</strong> The merciful man doeth good to his own soul: but he that is  cruel troubleth his own flesh.  <strong>18</strong> The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.  ","niv":"<sup><strong>14</strong></sup> For lack of guidance a nation falls, but many advisers make victory sure. <sup><strong>15</strong></sup> He who puts up security for another will surely suffer, but whoever refuses to strike hands in pledge is safe. <sup><strong>16</strong></sup> A kindhearted woman gains respect, but ruthless men gain only wealth. <sup><strong>17</strong></sup> A kind man benefits himself, but a cruel man brings trouble on himself. <sup><strong>18</strong></sup> The wicked man earns deceptive wages, but he who sows righteousness reaps a sure reward. "},{"_id":"616a4193a03c6e96020ba1f1","topicId":"616a418ba03c6e96020ba1d8","verse":"Proverbs 1:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001007_01-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001007-1\">7&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is the beginning of knowledge;</span><br><span id=\"p20001007_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fools despise wisdom and instruction.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The fear of the LORD is the beginning of knowledge: but  fools despise wisdom and instruction.  ","niv":"<sup><strong>7</strong></sup> The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline."}]}