{"_id":"616a423a9dfb4d9c011d8115","slug":"saul","name":"Saul","verses":[{"_id":"616a423a9dfb4d9c011d8116","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 9:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p09009002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v09009002-1\">2&nbsp;</b>And he had a son whose name was Saul, a handsome young man. There was not a man among the people of Israel more handsome than he. From his shoulders upward he was taller than any of the people.</p>\n</div>","kjv":"<strong>2</strong> And he had a son, whose name was Saul, a choice young man, and a goodly: and there was not among the children of Israel a goodlier person than he: from his shoulders and upward he was higher than any of the people.  ","niv":"<sup><strong>2</strong></sup> He had a son named Saul, an impressive young man without equal among the Israelites-a head taller than any of the others.","modified":"2023-04-26T20:04:20.157Z"},{"_id":"616a423b9dfb4d9c011d8117","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Timothy 5:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616a423c9dfb4d9c011d8118","topicId":"616a423a9dfb4d9c011d8115","verse":"Acts 9:1-6","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p44009001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44009001-1\">9:1&nbsp;</b>But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest <b class=\"verse-num\" id=\"v44009002-1\">2&nbsp;</b>and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem. <b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span></p>\n</div>","kjv":"<strong>1</strong> And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,  <strong>2</strong> And desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.  <strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  ","niv":"<sup><strong>1</strong></sup> Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest <sup><strong>2</strong></sup> and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem. <sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" ","modified":"2023-02-06T08:10:30.245Z"},{"_id":"616a423c9dfb4d9c011d8119","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 13:11-14","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p09013001_05-35\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09013001-1\">13:1&nbsp;</b>Saul lived for one year and then became king, and when he had reigned for two years over Israel, <b class=\"verse-num\" id=\"v09013002-1\">2&nbsp;</b>Saul chose three thousand men of Israel. Two thousand were with Saul in Michmash and the hill country of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent home, every man to his tent. <b class=\"verse-num\" id=\"v09013003-1\">3&nbsp;</b>Jonathan defeated the garrison of the Philistines that was at Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear.” <b class=\"verse-num\" id=\"v09013004-1\">4&nbsp;</b>And all Israel heard it said that Saul had defeated the garrison of the Philistines, and also that Israel had become a stench to the Philistines. And the people were called out to join Saul at Gilgal.</p>\n<p id=\"p09013004_05-35\"><b class=\"verse-num\" id=\"v09013005-1\">5&nbsp;</b>And the Philistines mustered to fight with Israel, thirty thousand chariots and six thousand horsemen and troops like the sand on the seashore in multitude. They came up and encamped in Michmash, to the east of Beth-aven. <b class=\"verse-num\" id=\"v09013006-1\">6&nbsp;</b>When the men of Israel saw that they were in trouble (for the people were hard pressed), the people hid themselves in caves and in holes and in rocks and in tombs and in cisterns, <b class=\"verse-num\" id=\"v09013007-1\">7&nbsp;</b>and some Hebrews crossed the fords of the Jordan to the land of Gad and Gilead. Saul was still at Gilgal, and all the people followed him trembling.</p>\n\n<p id=\"p09013007_08-35\"><b class=\"verse-num\" id=\"v09013008-1\">8&nbsp;</b>He waited seven days, the time appointed by Samuel. But Samuel did not come to Gilgal, and the people were scattering from him. <b class=\"verse-num\" id=\"v09013009-1\">9&nbsp;</b>So Saul said, “Bring the burnt offering here to me, and the peace offerings.” And he offered the burnt offering. <b class=\"verse-num\" id=\"v09013010-1\">10&nbsp;</b>As soon as he had finished offering the burnt offering, behold, Samuel came. And Saul went out to meet him and greet him. <b class=\"verse-num\" id=\"v09013011-1\">11&nbsp;</b>Samuel said, “What have you done?” And Saul said, “When I saw that the people were scattering from me, and that you did not come within the days appointed, and that the Philistines had mustered at Michmash, <b class=\"verse-num\" id=\"v09013012-1\">12&nbsp;</b>I said, ‘Now the Philistines will come down against me at Gilgal, and I have not sought the favor of the LORD.’ So I forced myself, and offered the burnt offering.” <b class=\"verse-num\" id=\"v09013013-1\">13&nbsp;</b>And Samuel said to Saul, “You have done foolishly. You have not kept the command of the LORD your God, with which he commanded you. For then the LORD would have established your kingdom over Israel forever. <b class=\"verse-num\" id=\"v09013014-1\">14&nbsp;</b>But now your kingdom shall not continue. The LORD has sought out a man after his own heart, and the LORD has commanded him to be prince over his people, because you have not kept what the LORD commanded you.” <b class=\"verse-num\" id=\"v09013015-1\">15&nbsp;</b>And Samuel arose and went up from Gilgal. The rest of the people went up after Saul to meet the army; they went up from Gilgal to Gibeah of Benjamin.</p>\n<p id=\"p09013015_08-35\">And Saul numbered the people who were present with him, about six hundred men. <b class=\"verse-num\" id=\"v09013016-1\">16&nbsp;</b>And Saul and Jonathan his son and the people who were present with them stayed in Geba of Benjamin, but the Philistines encamped in Michmash. <b class=\"verse-num\" id=\"v09013017-1\">17&nbsp;</b>And raiders came out of the camp of the Philistines in three companies. One company turned toward Ophrah, to the land of Shual; <b class=\"verse-num\" id=\"v09013018-1\">18&nbsp;</b>another company turned toward Beth-horon; and another company turned toward the border that looks down on the Valley of Zeboim toward the wilderness.</p>\n<p id=\"p09013018_08-35\"><b class=\"verse-num\" id=\"v09013019-1\">19&nbsp;</b>Now there was no blacksmith to be found throughout all the land of Israel, for the Philistines said, “Lest the Hebrews make themselves swords or spears.” <b class=\"verse-num\" id=\"v09013020-1\">20&nbsp;</b>But every one of the Israelites went down to the Philistines to sharpen his plowshare, his mattock, his axe, or his sickle, <b class=\"verse-num\" id=\"v09013021-1\">21&nbsp;</b>and the charge was two-thirds of a shekel for the plowshares and for the mattocks, and a third of a shekel for sharpening the axes and for setting the goads. <b class=\"verse-num\" id=\"v09013022-1\">22&nbsp;</b>So on the day of the battle there was neither sword nor spear found in the hand of any of the people with Saul and Jonathan, but Saul and Jonathan his son had them. <b class=\"verse-num\" id=\"v09013023-1\">23&nbsp;</b>And the garrison of the Philistines went out to the pass of Michmash.</p>\n\n</div>","kjv":"<strong>11</strong> And Samuel said, What hast thou done? And Saul said, Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together at Michmash;  <strong>12</strong> Therefore said I, The Philistines will come down now upon me to Gilgal, and I have not made supplication unto the LORD: I forced myself therefore, and offered a burnt offering.  <strong>13</strong> And Samuel said to Saul, Thou hast done foolishly: thou hast not kept the commandment of the LORD thy God, which he commanded thee: for now would the LORD have established thy kingdom upon Israel for ever.  <strong>14</strong> But now thy kingdom shall not continue: the LORD hath sought him a man after his own heart, and the LORD hath commanded him to be captain over his people, because thou hast not kept that which the LORD commanded thee.  ","niv":"<sup><strong>11</strong></sup> \"What have you done?\" asked Samuel. Saul replied, \"When I saw that the men were scattering, and that you did not come at the set time, and that the Philistines were assembling at Micmash, <sup><strong>12</strong></sup> I thought, 'Now the Philistines will come down against me at Gilgal, and I have not sought the LORD's favor.' So I felt compelled to offer the burnt offering.\" <sup><strong>13</strong></sup> \"You acted foolishly,\" Samuel said. \"You have not kept the command the LORD your God gave you; if you had, he would have established your kingdom over Israel for all time. <sup><strong>14</strong></sup> But now your kingdom will not endure; the LORD has sought out a man after his own heart and appointed him leader of his people, because you have not kept the LORD's command.\" ","modified":"2022-09-18T09:55:08.353Z"},{"_id":"616a423c9dfb4d9c011d811a","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 18:1-30","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p09018001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09018001-1\">18:1&nbsp;</b>As soon as he had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul. <b class=\"verse-num\" id=\"v09018002-1\">2&nbsp;</b>And Saul took him that day and would not let him return to his father’s house. <b class=\"verse-num\" id=\"v09018003-1\">3&nbsp;</b>Then Jonathan made a covenant with David, because he loved him as his own soul. <b class=\"verse-num\" id=\"v09018004-1\">4&nbsp;</b>And Jonathan stripped himself of the robe that was on him and gave it to David, and his armor, and even his sword and his bow and his belt. <b class=\"verse-num\" id=\"v09018005-1\">5&nbsp;</b>And David went out and was successful wherever Saul sent him, so that Saul set him over the men of war. And this was good in the sight of all the people and also in the sight of Saul’s servants.</p>\n\n<p id=\"p09018005_09-8\"><b class=\"verse-num\" id=\"v09018006-1\">6&nbsp;</b>As they were coming home, when David returned from striking down the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments. <b class=\"verse-num\" id=\"v09018007-1\">7&nbsp;</b>And the women sang to one another as they celebrated,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09018007_09-8\" class=\"line\">&nbsp;&nbsp;“Saul has struck down his thousands,</span><br><span id=\"p09018007_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and David his ten thousands.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p09018007_09-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v09018008-1\">8&nbsp;</b>And Saul was very angry, and this saying displeased him. He said, “They have ascribed to David ten thousands, and to me they have ascribed thousands, and what more can he have but the kingdom?” <b class=\"verse-num\" id=\"v09018009-1\">9&nbsp;</b>And Saul eyed David from that day on.</p>\n<p id=\"p09018009_09-8\"><b class=\"verse-num\" id=\"v09018010-1\">10&nbsp;</b>The next day a harmful spirit from God rushed upon Saul, and he raved within his house while David was playing the lyre, as he did day by day. Saul had his spear in his hand. <b class=\"verse-num\" id=\"v09018011-1\">11&nbsp;</b>And Saul hurled the spear, for he thought, “I will pin David to the wall.” But David evaded him twice.</p>\n<p id=\"p09018011_09-8\"><b class=\"verse-num\" id=\"v09018012-1\">12&nbsp;</b>Saul was afraid of David because the LORD was with him but had departed from Saul. <b class=\"verse-num\" id=\"v09018013-1\">13&nbsp;</b>So Saul removed him from his presence and made him a commander of a thousand. And he went out and came in before the people. <b class=\"verse-num\" id=\"v09018014-1\">14&nbsp;</b>And David had success in all his undertakings, for the LORD was with him. <b class=\"verse-num\" id=\"v09018015-1\">15&nbsp;</b>And when Saul saw that he had great success, he stood in fearful awe of him. <b class=\"verse-num\" id=\"v09018016-1\">16&nbsp;</b>But all Israel and Judah loved David, for he went out and came in before them.</p>\n\n<p id=\"p09018016_12-8\"><b class=\"verse-num\" id=\"v09018017-1\">17&nbsp;</b>Then Saul said to David, “Here is my elder daughter Merab. I will give her to you for a wife. Only be valiant for me and fight the LORD’s battles.” For Saul thought, “Let not my hand be against him, but let the hand of the Philistines be against him.” <b class=\"verse-num\" id=\"v09018018-1\">18&nbsp;</b>And David said to Saul, “Who am I, and who are my relatives, my father’s clan in Israel, that I should be son-in-law to the king?” <b class=\"verse-num\" id=\"v09018019-1\">19&nbsp;</b>But at the time when Merab, Saul’s daughter, should have been given to David, she was given to Adriel the Meholathite for a wife.</p>\n<p id=\"p09018019_12-8\"><b class=\"verse-num\" id=\"v09018020-1\">20&nbsp;</b>Now Saul’s daughter Michal loved David. And they told Saul, and the thing pleased him. <b class=\"verse-num\" id=\"v09018021-1\">21&nbsp;</b>Saul thought, “Let me give her to him, that she may be a snare for him and that the hand of the Philistines may be against him.” Therefore Saul said to David a second time, “You shall now be my son-in-law.” <b class=\"verse-num\" id=\"v09018022-1\">22&nbsp;</b>And Saul commanded his servants, “Speak to David in private and say, ‘Behold, the king has delight in you, and all his servants love you. Now then become the king’s son-in-law.’” <b class=\"verse-num\" id=\"v09018023-1\">23&nbsp;</b>And Saul’s servants spoke those words in the ears of David. And David said, “Does it seem to you a little thing to become the king’s son-in-law, since I am a poor man and have no reputation?” <b class=\"verse-num\" id=\"v09018024-1\">24&nbsp;</b>And the servants of Saul told him, “Thus and so did David speak.” <b class=\"verse-num\" id=\"v09018025-1\">25&nbsp;</b>Then Saul said, “Thus shall you say to David, ‘The king desires no bride-price except a hundred foreskins of the Philistines, that he may be avenged of the king’s enemies.’” Now Saul thought to make David fall by the hand of the Philistines. <b class=\"verse-num\" id=\"v09018026-1\">26&nbsp;</b>And when his servants told David these words, it pleased David well to be the king’s son-in-law. Before the time had expired, <b class=\"verse-num\" id=\"v09018027-1\">27&nbsp;</b>David arose and went, along with his men, and killed two hundred of the Philistines. And David brought their foreskins, which were given in full number to the king, that he might become the king’s son-in-law. And Saul gave him his daughter Michal for a wife. <b class=\"verse-num\" id=\"v09018028-1\">28&nbsp;</b>But when Saul saw and knew that the LORD was with David, and that Michal, Saul’s daughter, loved him, <b class=\"verse-num\" id=\"v09018029-1\">29&nbsp;</b>Saul was even more afraid of David. So Saul was David’s enemy continually.</p>\n<p id=\"p09018029_12-8\"><b class=\"verse-num\" id=\"v09018030-1\">30&nbsp;</b>Then the commanders of the Philistines came out to battle, and as often as they came out David had more success than all the servants of Saul, so that his name was highly esteemed.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul.  <strong>2</strong> And Saul took him that day, and would let him go no more home to his father’s house.  <strong>3</strong> Then Jonathan and David made a covenant, because he loved him as his own soul.  <strong>4</strong> And Jonathan stripped himself of the robe that was upon him, and gave it to David, and his garments, even to his sword, and to his bow, and to his girdle.  <strong>5</strong> And David went out whithersoever Saul sent him, and behaved himself wisely: and Saul set him over the men of war, and he was accepted in the sight of all the people, and also in the sight of Saul’s servants.  <strong>6</strong> And it came to pass as they came, when David was returned from the slaughter of the Philistine, that the women came out of all cities of Israel, singing and dancing, to meet king Saul, with tabrets, with joy, and with instruments of musick.  <strong>7</strong> And the women answered one another as they played, and said, Saul hath slain his thousands, and David his ten thousands.  <strong>8</strong> And Saul was very wroth, and the saying displeased him; and he said, They have ascribed unto David ten thousands, and to me they have ascribed but thousands: and what can he have more but the kingdom?  <strong>9</strong> And Saul eyed David from that day and forward.  <strong>10</strong> And it came to pass on the morrow, that the evil spirit from God came upon Saul, and he prophesied in the midst of the house: and David played with his hand, as at other times: and there was a javelin in Saul’s hand.  <strong>11</strong> And Saul cast the javelin; for he said, I will smite David even to the wall with it. And David avoided out of his presence twice.  <strong>12</strong> And Saul was afraid of David, because the LORD was with him, and was departed from Saul.  <strong>13</strong> Therefore Saul removed him from him, and made him his captain over a thousand; and he went out and came in before the people.  <strong>14</strong> And David behaved himself wisely in all his ways; and the LORD was with him.  <strong>15</strong> Wherefore when Saul saw that he behaved himself very wisely, he was afraid of him.  <strong>16</strong> But all Israel and Judah loved David, because he went out and came in before them.  <strong>17</strong> And Saul said to David, Behold my elder daughter Merab, her will I give thee to wife: only be thou valiant for me, and fight the LORD’S battles. For Saul said, Let not mine hand be upon him, but let the hand of the Philistines be upon him.  <strong>18</strong> And David said unto Saul, Who am I? and what is  my life, or my father’s family in Israel, that I should be son in law to the king?  <strong>19</strong> But it came to pass at the time when Merab Saul’s daughter should have been given to David, that she was given unto Adriel the Meholathite to wife.  <strong>20</strong> And Michal Saul’s daughter loved David: and they told Saul, and the thing pleased him.  <strong>21</strong> And Saul said, I will give him her, that she may be a snare to him, and that the hand of the Philistines may be against him. Wherefore Saul said to David, Thou shalt this day be my son in law in the one of the twain.  <strong>22</strong> And Saul commanded his servants, saying, Commune with David secretly, and say, Behold, the king hath delight in thee, and all his servants love thee: now therefore be the king’s son in law.  <strong>23</strong> And Saul’s servants spake those words in the ears of David. And David said, Seemeth it to you a light thing to be a king’s son in law, seeing that I am a poor man, and lightly esteemed?  <strong>24</strong> And the servants of Saul told him, saying, On this manner spake David.  <strong>25</strong> And Saul said, Thus shall ye say to David, The king desireth not any dowry, but an hundred foreskins of the Philistines, to be avenged of the king’s enemies. But Saul thought to make David fall by the hand of the Philistines.  <strong>26</strong> And when his servants told David these words, it pleased David well to be the king’s son in law: and the days were not expired.  <strong>27</strong> Wherefore David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full tale to the king, that he might be the king’s son in law. And Saul gave him Michal his daughter to wife.  <strong>28</strong> And Saul saw and knew that the LORD was with David, and that Michal Saul’s daughter loved him.  <strong>29</strong> And Saul was yet the more afraid of David; and Saul became David’s enemy continually.  <strong>30</strong> Then the princes of the Philistines went forth: and it came to pass, after they went forth, that David behaved himself more wisely than all the servants of Saul; so that his name was much set by.  ","niv":"<sup><strong>1</strong></sup> After David had finished talking with Saul, Jonathan became one in spirit with David, and he loved him as himself. <sup><strong>2</strong></sup> From that day Saul kept David with him and did not let him return to his father's house. <sup><strong>3</strong></sup> And Jonathan made a covenant with David because he loved him as himself. <sup><strong>4</strong></sup> Jonathan took off the robe he was wearing and gave it to David, along with his tunic, and even his sword, his bow and his belt. <sup><strong>5</strong></sup> Whatever Saul sent him to do, David did it so successfully that Saul gave him a high rank in the army. This pleased all the people, and Saul's officers as well. <sup><strong>6</strong></sup> When the men were returning home after David had killed the Philistine, the women came out from all the towns of Israel to meet King Saul with singing and dancing, with joyful songs and with tambourines and lutes. <sup><strong>7</strong></sup> As they danced, they sang: \"Saul has slain his thousands, and David his tens of thousands.\" <sup><strong>8</strong></sup> Saul was very angry; this refrain galled him. \"They have credited David with tens of thousands,\" he thought, \"but me with only thousands. What more can he get but the kingdom?\" <sup><strong>9</strong></sup> And from that time on Saul kept a jealous eye on David. <sup><strong>10</strong></sup> The next day an evil spirit from God came forcefully upon Saul. He was prophesying in his house, while David was playing the harp, as he usually did. Saul had a spear in his hand <sup><strong>11</strong></sup> and he hurled it, saying to himself, \"I'll pin David to the wall.\" But David eluded him twice. <sup><strong>12</strong></sup> Saul was afraid of David, because the LORD was with David but had left Saul. <sup><strong>13</strong></sup> So he sent David away from him and gave him command over a thousand men, and David led the troops in their campaigns. <sup><strong>14</strong></sup> In everything he did he had great success, because the LORD was with him. <sup><strong>15</strong></sup> When Saul saw how successful he was, he was afraid of him. <sup><strong>16</strong></sup> But all Israel and Judah loved David, because he led them in their campaigns. <sup><strong>17</strong></sup> Saul said to David, \"Here is my older daughter Merab. I will give her to you in marriage; only serve me bravely and fight the battles of the LORD.\" For Saul said to himself, \"I will not raise a hand against him. Let the Philistines do that!\" <sup><strong>18</strong></sup> But David said to Saul, \"Who am I, and what is my family or my father's clan in Israel, that I should become the king's son-in-law?\" <sup><strong>19</strong></sup> So when the time came for Merab, Saul's daughter, to be given to David, she was given in marriage to Adriel of Meholah. <sup><strong>20</strong></sup> Now Saul's daughter Michal was in love with David, and when they told Saul about it, he was pleased. <sup><strong>21</strong></sup> \"I will give her to him,\" he thought, \"so that she may be a snare to him and so that the hand of the Philistines may be against him.\" So Saul said to David, \"Now you have a second opportunity to become my son-in-law.\" <sup><strong>22</strong></sup> Then Saul ordered his attendants: \"Speak to David privately and say, 'Look, the king is pleased with you, and his attendants all like you; now become his son-in-law.'\" <sup><strong>23</strong></sup> They repeated these words to David. But David said, \"Do you think it is a small matter to become the king's son-in-law? I'm only a poor man and little known.\" <sup><strong>24</strong></sup> When Saul's servants told him what David had said, <sup><strong>25</strong></sup> Saul replied, \"Say to David, 'The king wants no other price for the bride than a hundred Philistine foreskins, to take revenge on his enemies.'\" Saul's plan was to have David fall by the hands of the Philistines. <sup><strong>26</strong></sup> When the attendants told David these things, he was pleased to become the king's son-in-law. So before the allotted time elapsed, <sup><strong>27</strong></sup> David and his men went out and killed two hundred Philistines. He brought their foreskins and presented the full number to the king so that he might become the king's son-in-law. Then Saul gave him his daughter Michal in marriage. <sup><strong>28</strong></sup> When Saul realized that the LORD was with David and that his daughter Michal loved David, <sup><strong>29</strong></sup> Saul became still more afraid of him, and he remained his enemy the rest of his days. <sup><strong>30</strong></sup> The Philistine commanders continued to go out to battle, and as often as they did, David met with more success than the rest of Saul's officers, and his name became well known. "},{"_id":"616a423c9dfb4d9c011d811b","topicId":"616a423a9dfb4d9c011d8115","verse":"Deuteronomy 28:1-68","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-9\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-9\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-9\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-9\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-9\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-9\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-9\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-9\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-9\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. "},{"_id":"616a423d9dfb4d9c011d811c","topicId":"616a423a9dfb4d9c011d8115","verse":"Leviticus 26:1-46","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03026001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03026001-1\">26:1&nbsp;</b>“You shall not make idols for yourselves or erect an image or pillar, and you shall not set up a figured stone in your land to bow down to it, for I am the LORD your God. <b class=\"verse-num\" id=\"v03026002-1\">2&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n<p id=\"p03026002_04-10\"><b class=\"verse-num\" id=\"v03026003-1\">3&nbsp;</b>“If you walk in my statutes and observe my commandments and do them, <b class=\"verse-num\" id=\"v03026004-1\">4&nbsp;</b>then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit. <b class=\"verse-num\" id=\"v03026005-1\">5&nbsp;</b>Your threshing shall last to the time of the grape harvest, and the grape harvest shall last to the time for sowing. And you shall eat your bread to the full and dwell in your land securely. <b class=\"verse-num\" id=\"v03026006-1\">6&nbsp;</b>I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land. <b class=\"verse-num\" id=\"v03026007-1\">7&nbsp;</b>You shall chase your enemies, and they shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026008-1\">8&nbsp;</b>Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026009-1\">9&nbsp;</b>I will turn to you and make you fruitful and multiply you and will confirm my covenant with you. <b class=\"verse-num\" id=\"v03026010-1\">10&nbsp;</b>You shall eat old store long kept, and you shall clear out the old to make way for the new. <b class=\"verse-num\" id=\"v03026011-1\">11&nbsp;</b>I will make my dwelling among you, and my soul shall not abhor you. <b class=\"verse-num\" id=\"v03026012-1\">12&nbsp;</b>And I will walk among you and will be your God, and you shall be my people. <b class=\"verse-num\" id=\"v03026013-1\">13&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect.</p>\n\n<p id=\"p03026013_07-10\"><b class=\"verse-num\" id=\"v03026014-1\">14&nbsp;</b>“But if you will not listen to me and will not do all these commandments, <b class=\"verse-num\" id=\"v03026015-1\">15&nbsp;</b>if you spurn my statutes, and if your soul abhors my rules, so that you will not do all my commandments, but break my covenant, <b class=\"verse-num\" id=\"v03026016-1\">16&nbsp;</b>then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it. <b class=\"verse-num\" id=\"v03026017-1\">17&nbsp;</b>I will set my face against you, and you shall be struck down before your enemies. Those who hate you shall rule over you, and you shall flee when none pursues you. <b class=\"verse-num\" id=\"v03026018-1\">18&nbsp;</b>And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins, <b class=\"verse-num\" id=\"v03026019-1\">19&nbsp;</b>and I will break the pride of your power, and I will make your heavens like iron and your earth like bronze. <b class=\"verse-num\" id=\"v03026020-1\">20&nbsp;</b>And your strength shall be spent in vain, for your land shall not yield its increase, and the trees of the land shall not yield their fruit.</p>\n<p id=\"p03026020_07-10\"><b class=\"verse-num\" id=\"v03026021-1\">21&nbsp;</b>“Then if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins. <b class=\"verse-num\" id=\"v03026022-1\">22&nbsp;</b>And I will let loose the wild beasts against you, which shall bereave you of your children and destroy your livestock and make you few in number, so that your roads shall be deserted.</p>\n<p id=\"p03026022_07-10\"><b class=\"verse-num\" id=\"v03026023-1\">23&nbsp;</b>“And if by this discipline you are not turned to me but walk contrary to me, <b class=\"verse-num\" id=\"v03026024-1\">24&nbsp;</b>then I also will walk contrary to you, and I myself will strike you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026025-1\">25&nbsp;</b>And I will bring a sword upon you, that shall execute vengeance for the covenant. And if you gather within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy. <b class=\"verse-num\" id=\"v03026026-1\">26&nbsp;</b>When I break your supply of bread, ten women shall bake your bread in a single oven and shall dole out your bread again by weight, and you shall eat and not be satisfied.</p>\n<p id=\"p03026026_07-10\"><b class=\"verse-num\" id=\"v03026027-1\">27&nbsp;</b>“But if in spite of this you will not listen to me, but walk contrary to me, <b class=\"verse-num\" id=\"v03026028-1\">28&nbsp;</b>then I will walk contrary to you in fury, and I myself will discipline you sevenfold for your sins. <b class=\"verse-num\" id=\"v03026029-1\">29&nbsp;</b>You shall eat the flesh of your sons, and you shall eat the flesh of your daughters. <b class=\"verse-num\" id=\"v03026030-1\">30&nbsp;</b>And I will destroy your high places and cut down your incense altars and cast your dead bodies upon the dead bodies of your idols, and my soul will abhor you. <b class=\"verse-num\" id=\"v03026031-1\">31&nbsp;</b>And I will lay your cities waste and will make your sanctuaries desolate, and I will not smell your pleasing aromas. <b class=\"verse-num\" id=\"v03026032-1\">32&nbsp;</b>And I myself will devastate the land, so that your enemies who settle in it shall be appalled at it. <b class=\"verse-num\" id=\"v03026033-1\">33&nbsp;</b>And I will scatter you among the nations, and I will unsheathe the sword after you, and your land shall be a desolation, and your cities shall be a waste.</p>\n<p id=\"p03026033_07-10\"><b class=\"verse-num\" id=\"v03026034-1\">34&nbsp;</b>“Then the land shall enjoy its Sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest, and enjoy its Sabbaths. <b class=\"verse-num\" id=\"v03026035-1\">35&nbsp;</b>As long as it lies desolate it shall have rest, the rest that it did not have on your Sabbaths when you were dwelling in it. <b class=\"verse-num\" id=\"v03026036-1\">36&nbsp;</b>And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues. <b class=\"verse-num\" id=\"v03026037-1\">37&nbsp;</b>They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies. <b class=\"verse-num\" id=\"v03026038-1\">38&nbsp;</b>And you shall perish among the nations, and the land of your enemies shall eat you up. <b class=\"verse-num\" id=\"v03026039-1\">39&nbsp;</b>And those of you who are left shall rot away in your enemies’ lands because of their iniquity, and also because of the iniquities of their fathers they shall rot away like them.</p>\n<p id=\"p03026039_07-10\"><b class=\"verse-num\" id=\"v03026040-1\">40&nbsp;</b>“But if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me, <b class=\"verse-num\" id=\"v03026041-1\">41&nbsp;</b>so that I walked contrary to them and brought them into the land of their enemies—if then their uncircumcised heart is humbled and they make amends for their iniquity, <b class=\"verse-num\" id=\"v03026042-1\">42&nbsp;</b>then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land. <b class=\"verse-num\" id=\"v03026043-1\">43&nbsp;</b>But the land shall be abandoned by them and enjoy its Sabbaths while it lies desolate without them, and they shall make amends for their iniquity, because they spurned my rules and their soul abhorred my statutes. <b class=\"verse-num\" id=\"v03026044-1\">44&nbsp;</b>Yet for all that, when they are in the land of their enemies, I will not spurn them, neither will I abhor them so as to destroy them utterly and break my covenant with them, for I am the LORD their God. <b class=\"verse-num\" id=\"v03026045-1\">45&nbsp;</b>But I will for their sake remember the covenant with their forefathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the LORD.”</p>\n<p id=\"p03026045_07-10\"><b class=\"verse-num\" id=\"v03026046-1\">46&nbsp;</b>These are the statutes and rules and laws that the LORD made between himself and the people of Israel through Moses on Mount Sinai.</p>\n\n</div>","kjv":"<strong>1</strong> Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the LORD your God.  <strong>2</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  <strong>3</strong> If ye walk in my statutes, and keep my commandments, and do them;  <strong>4</strong> Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.  <strong>5</strong> And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.  <strong>6</strong> And I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.  <strong>7</strong> And ye shall chase your enemies, and they shall fall before you by the sword.  <strong>8</strong> And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.  <strong>9</strong> For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.  <strong>10</strong> And ye shall eat old store, and bring forth the old because of the new.  <strong>11</strong> And I will set my tabernacle among you: and my soul shall not abhor you.  <strong>12</strong> And I will walk among you, and will be your God, and ye shall be my people.  <strong>13</strong> I am the LORD your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.  <strong>14</strong> But if ye will not hearken unto me, and will not do all these commandments;  <strong>15</strong> And if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant:  <strong>16</strong> I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.  <strong>17</strong> And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.  <strong>18</strong> And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.  <strong>19</strong> And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:  <strong>20</strong> And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits.  <strong>21</strong> And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.  <strong>22</strong> I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate.  <strong>23</strong> And if ye will not be reformed by me by these things, but will walk contrary unto me;  <strong>24</strong> Then will I also walk contrary unto you, and will punish you yet seven times for your sins.  <strong>25</strong> And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.  <strong>26</strong> And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied.  <strong>27</strong> And if ye will not for all this hearken unto me, but walk contrary unto me;  <strong>28</strong> Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins.  <strong>29</strong> And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.  <strong>30</strong> And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.  <strong>31</strong> And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours.  <strong>32</strong> And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.  <strong>33</strong> And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.  <strong>34</strong> Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies’ land; even then shall the land rest, and enjoy her sabbaths.  <strong>35</strong> As long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it.  <strong>36</strong> And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.  <strong>37</strong> And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.  <strong>38</strong> And ye shall perish among the heathen, and the land of your enemies shall eat you up.  <strong>39</strong> And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them.  <strong>40</strong> If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;  <strong>41</strong> And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:  <strong>42</strong> Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land.  <strong>43</strong> The land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes.  <strong>44</strong> And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the LORD their God.  <strong>45</strong> But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the LORD.  <strong>46</strong> These are the statutes and judgments and laws, which the LORD made between him and the children of Israel in mount Sinai by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> \"'Do not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the LORD your God. <sup><strong>2</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD. <sup><strong>3</strong></sup> \"'If you follow my decrees and are careful to obey my commands, <sup><strong>4</strong></sup> I will send you rain in its season, and the ground will yield its crops and the trees of the field their fruit. <sup><strong>5</strong></sup> Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land. <sup><strong>6</strong></sup> \"'I will grant peace in the land, and you will lie down and no one will make you afraid. I will remove savage beasts from the land, and the sword will not pass through your country. <sup><strong>7</strong></sup> You will pursue your enemies, and they will fall by the sword before you. <sup><strong>8</strong></sup> Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you. <sup><strong>9</strong></sup> \"'I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you. <sup><strong>10</strong></sup> You will still be eating last year's harvest when you will have to move it out to make room for the new. <sup><strong>11</strong></sup> I will put my dwelling place among you, and I will not abhor you. <sup><strong>12</strong></sup> I will walk among you and be your God, and you will be my people. <sup><strong>13</strong></sup> I am the LORD your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high. <sup><strong>14</strong></sup> \"'But if you will not listen to me and carry out all these commands, <sup><strong>15</strong></sup> and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant, <sup><strong>16</strong></sup> then I will do this to you: I will bring upon you sudden terror, wasting diseases and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it. <sup><strong>17</strong></sup> I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you. <sup><strong>18</strong></sup> \"'If after all this you will not listen to me, I will punish you for your sins seven times over. <sup><strong>19</strong></sup> I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze. <sup><strong>20</strong></sup> Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of the land yield their fruit. <sup><strong>21</strong></sup> \"'If you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve. <sup><strong>22</strong></sup> I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted. <sup><strong>23</strong></sup> \"'If in spite of these things you do not accept my correction but continue to be hostile toward me, <sup><strong>24</strong></sup> I myself will be hostile toward you and will afflict you for your sins seven times over. <sup><strong>25</strong></sup> And I will bring the sword upon you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands. <sup><strong>26</strong></sup> When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied. <sup><strong>27</strong></sup> \"'If in spite of this you still do not listen to me but continue to be hostile toward me, <sup><strong>28</strong></sup> then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over. <sup><strong>29</strong></sup> You will eat the flesh of your sons and the flesh of your daughters. <sup><strong>30</strong></sup> I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you. <sup><strong>31</strong></sup> I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings. <sup><strong>32</strong></sup> I will lay waste the land, so that your enemies who live there will be appalled. <sup><strong>33</strong></sup> I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins. <sup><strong>34</strong></sup> Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths. <sup><strong>35</strong></sup> All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it. <sup><strong>36</strong></sup> \"'As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them. <sup><strong>37</strong></sup> They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies. <sup><strong>38</strong></sup> You will perish among the nations; the land of your enemies will devour you. <sup><strong>39</strong></sup> Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their fathers' sins they will waste away. <sup><strong>40</strong></sup> \"'But if they will confess their sins and the sins of their fathers-their treachery against me and their hostility toward me, <sup><strong>41</strong></sup> which made me hostile toward them so that I sent them into the land of their enemies-then when their uncircumcised hearts are humbled and they pay for their sin, <sup><strong>42</strong></sup> I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land. <sup><strong>43</strong></sup> For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees. <sup><strong>44</strong></sup> Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the LORD their God. <sup><strong>45</strong></sup> But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the LORD.'\" <sup><strong>46</strong></sup> These are the decrees, the laws and the regulations that the LORD established on Mount Sinai between himself and the Israelites through Moses. "},{"_id":"616a423d9dfb4d9c011d811d","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 15:21-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p09015001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09015001-1\">15:1&nbsp;</b>And Samuel said to Saul, “The LORD sent me to anoint you king over his people Israel; now therefore listen to the words of the LORD. <b class=\"verse-num\" id=\"v09015002-1\">2&nbsp;</b>Thus says the LORD of hosts, ‘I have noted what Amalek did to Israel in opposing them on the way when they came up out of Egypt. <b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n<p id=\"p09015003_05-16\"><b class=\"verse-num\" id=\"v09015004-1\">4&nbsp;</b>So Saul summoned the people and numbered them in Telaim, two hundred thousand men on foot, and ten thousand men of Judah. <b class=\"verse-num\" id=\"v09015005-1\">5&nbsp;</b>And Saul came to the city of Amalek and lay in wait in the valley. <b class=\"verse-num\" id=\"v09015006-1\">6&nbsp;</b>Then Saul said to the Kenites, “Go, depart; go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the people of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites. <b class=\"verse-num\" id=\"v09015007-1\">7&nbsp;</b>And Saul defeated the Amalekites from Havilah as far as Shur, which is east of Egypt. <b class=\"verse-num\" id=\"v09015008-1\">8&nbsp;</b>And he took Agag the king of the Amalekites alive and devoted to destruction all the people with the edge of the sword. <b class=\"verse-num\" id=\"v09015009-1\">9&nbsp;</b>But Saul and the people spared Agag and the best of the sheep and of the oxen and of the fattened calves and the lambs, and all that was good, and would not utterly destroy them. All that was despised and worthless they devoted to destruction.</p>\n<p id=\"p09015009_05-16\"><b class=\"verse-num\" id=\"v09015010-1\">10&nbsp;</b>The word of the LORD came to Samuel: <b class=\"verse-num\" id=\"v09015011-1\">11&nbsp;</b>“I regret that I have made Saul king, for he has turned back from following me and has not performed my commandments.” And Samuel was angry, and he cried to the LORD all night. <b class=\"verse-num\" id=\"v09015012-1\">12&nbsp;</b>And Samuel rose early to meet Saul in the morning. And it was told Samuel, “Saul came to Carmel, and behold, he set up a monument for himself and turned and passed on and went down to Gilgal.” <b class=\"verse-num\" id=\"v09015013-1\">13&nbsp;</b>And Samuel came to Saul, and Saul said to him, “Blessed be you to the LORD. I have performed the commandment of the LORD.” <b class=\"verse-num\" id=\"v09015014-1\">14&nbsp;</b>And Samuel said, “What then is this bleating of the sheep in my ears and the lowing of the oxen that I hear?” <b class=\"verse-num\" id=\"v09015015-1\">15&nbsp;</b>Saul said, “They have brought them from the Amalekites, for the people spared the best of the sheep and of the oxen to sacrifice to the LORD your God, and the rest we have devoted to destruction.” <b class=\"verse-num\" id=\"v09015016-1\">16&nbsp;</b>Then Samuel said to Saul, “Stop! I will tell you what the LORD said to me this night.” And he said to him, “Speak.”</p>\n<p id=\"p09015016_05-16\"><b class=\"verse-num\" id=\"v09015017-1\">17&nbsp;</b>And Samuel said, “Though you are little in your own eyes, are you not the head of the tribes of Israel? The LORD anointed you king over Israel. <b class=\"verse-num\" id=\"v09015018-1\">18&nbsp;</b>And the LORD sent you on a mission and said, ‘Go, devote to destruction the sinners, the Amalekites, and fight against them until they are consumed.’ <b class=\"verse-num\" id=\"v09015019-1\">19&nbsp;</b>Why then did you not obey the voice of the LORD? Why did you pounce on the spoil and do what was evil in the sight of the LORD?” <b class=\"verse-num\" id=\"v09015020-1\">20&nbsp;</b>And Saul said to Samuel, “I have obeyed the voice of the LORD. I have gone on the mission on which the LORD sent me. I have brought Agag the king of Amalek, and I have devoted the Amalekites to destruction. <b class=\"verse-num\" id=\"v09015021-1\">21&nbsp;</b>But the people took of the spoil, sheep and oxen, the best of the things devoted to destruction, to sacrifice to the LORD your God in Gilgal.” <b class=\"verse-num\" id=\"v09015022-1\">22&nbsp;</b>And Samuel said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015022_05-16\" class=\"line\">&nbsp;&nbsp;“Has the LORD as great delight in burnt offerings and sacrifices,</span><br><span id=\"p09015022_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in obeying the voice of the LORD?</span><br><span id=\"p09015022_05-16\" class=\"line\">&nbsp;&nbsp;Behold, to obey is better than sacrifice,</span><br><span id=\"p09015022_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to listen than the fat of rams.</span><br><span id=\"p09015023_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_05-16\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p09015023_05-16\"><b class=\"verse-num\" id=\"v09015024-1\">24&nbsp;</b>Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the LORD and your words, because I feared the people and obeyed their voice. <b class=\"verse-num\" id=\"v09015025-1\">25&nbsp;</b>Now therefore, please pardon my sin and return with me that I may bow before the LORD.” <b class=\"verse-num\" id=\"v09015026-1\">26&nbsp;</b>And Samuel said to Saul, “I will not return with you. For you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel.” <b class=\"verse-num\" id=\"v09015027-1\">27&nbsp;</b>As Samuel turned to go away, Saul seized the skirt of his robe, and it tore. <b class=\"verse-num\" id=\"v09015028-1\">28&nbsp;</b>And Samuel said to him, “The LORD has torn the kingdom of Israel from you this day and has given it to a neighbor of yours, who is better than you. <b class=\"verse-num\" id=\"v09015029-1\">29&nbsp;</b>And also the Glory of Israel will not lie or have regret, for he is not a man, that he should have regret.” <b class=\"verse-num\" id=\"v09015030-1\">30&nbsp;</b>Then he said, “I have sinned; yet honor me now before the elders of my people and before Israel, and return with me, that I may bow before the LORD your God.” <b class=\"verse-num\" id=\"v09015031-1\">31&nbsp;</b>So Samuel turned back after Saul, and Saul bowed before the LORD.</p>\n<p id=\"p09015031_05-16\"><b class=\"verse-num\" id=\"v09015032-1\">32&nbsp;</b>Then Samuel said, “Bring here to me Agag the king of the Amalekites.” And Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.” <b class=\"verse-num\" id=\"v09015033-1\">33&nbsp;</b>And Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hacked Agag to pieces before the LORD in Gilgal.</p>\n<p id=\"p09015033_05-16\"><b class=\"verse-num\" id=\"v09015034-1\">34&nbsp;</b>Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul. <b class=\"verse-num\" id=\"v09015035-1\">35&nbsp;</b>And Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul. And the LORD regretted that he had made Saul king over Israel.</p>\n\n</div>","kjv":"<strong>21</strong> But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD thy God in Gilgal.  <strong>22</strong> And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.  <strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  <strong>24</strong> And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and thy words: because I feared the people, and obeyed their voice.  <strong>25</strong> Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the LORD.  ","niv":"<sup><strong>21</strong></sup> The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the LORD your God at Gilgal.\" <sup><strong>22</strong></sup> But Samuel replied: \"Does the LORD delight in burnt offerings and sacrifices as much as in obeying the voice of the LORD? To obey is better than sacrifice, and to heed is better than the fat of rams. <sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\" <sup><strong>24</strong></sup> Then Saul said to Samuel, \"I have sinned. I violated the LORD's command and your instructions. I was afraid of the people and so I gave in to them. <sup><strong>25</strong></sup> Now I beg you, forgive my sin and come back with me, so that I may worship the LORD.\" "},{"_id":"616a423d9dfb4d9c011d811e","topicId":"616a423a9dfb4d9c011d8115","verse":"Matthew 5:1-48","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-13\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-13\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-13\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-13\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-13\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-13\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-13\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-13\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-13\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-13\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-13\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-13\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-13\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-13\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-13\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-13\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-13\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-13\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-13\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616a423e9dfb4d9c011d811f","topicId":"616a423a9dfb4d9c011d8115","verse":"Exodus 22:2-3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him, <b class=\"verse-num\" id=\"v02022003-1\">3&nbsp;</b>but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft.</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. "},{"_id":"616a423e9dfb4d9c011d8120","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 15:1-35","votes":2,"__v":0,"kjv":"<strong>1</strong> Samuel also said unto Saul, The LORD sent me to anoint thee to be  king over his people, over Israel: now therefore hearken thou unto the voice of the words of the LORD.  <strong>2</strong> Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt.  <strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  <strong>4</strong> And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah.  <strong>5</strong> And Saul came to a city of Amalek, and laid wait in the valley.  <strong>6</strong> And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye shewed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites.  <strong>7</strong> And Saul smote the Amalekites from Havilah until thou comest to Shur, that is over against Egypt.  <strong>8</strong> And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.  <strong>9</strong> But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was  good, and would not utterly destroy them: but every thing that was  vile and refuse, that they destroyed utterly.  <strong>10</strong> Then came the word of the LORD unto Samuel, saying,  <strong>11</strong> It repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night.  <strong>12</strong> And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal.  <strong>13</strong> And Samuel came to Saul: and Saul said unto him, Blessed be  thou of the LORD: I have performed the commandment of the LORD.  <strong>14</strong> And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?  <strong>15</strong> And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD thy God; and the rest we have utterly destroyed.  <strong>16</strong> Then Samuel said unto Saul, Stay, and I will tell thee what the LORD hath said to me this night. And he said unto him, Say on.  <strong>17</strong> And Samuel said, When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the LORD anointed thee king over Israel?  <strong>18</strong> And the LORD sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed.  <strong>19</strong> Wherefore then didst thou not obey the voice of the LORD, but didst fly upon the spoil, and didst evil in the sight of the LORD?  <strong>20</strong> And Saul said unto Samuel, Yea, I have obeyed the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.  <strong>21</strong> But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD thy God in Gilgal.  <strong>22</strong> And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.  <strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  <strong>24</strong> And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and thy words: because I feared the people, and obeyed their voice.  <strong>25</strong> Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the LORD.  <strong>26</strong> And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the LORD, and the LORD hath rejected thee from being king over Israel.  <strong>27</strong> And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent.  <strong>28</strong> And Samuel said unto him, The LORD hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine, that is  better than thou.  <strong>29</strong> And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent.  <strong>30</strong> Then he said, I have sinned: yet honour me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the LORD thy God.  <strong>31</strong> So Samuel turned again after Saul; and Saul worshipped the LORD.  <strong>32</strong> Then said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past.  <strong>33</strong> And Samuel said, As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal.  <strong>34</strong> Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.  <strong>35</strong> And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the LORD repented that he had made Saul king over Israel.  ","niv":"<sup><strong>1</strong></sup> Samuel said to Saul, \"I am the one the LORD sent to anoint you king over his people Israel; so listen now to the message from the LORD. <sup><strong>2</strong></sup> This is what the LORD Almighty says: 'I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt. <sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\" <sup><strong>4</strong></sup> So Saul summoned the men and mustered them at Telaim-two hundred thousand foot soldiers and ten thousand men from Judah. <sup><strong>5</strong></sup> Saul went to the city of Amalek and set an ambush in the ravine. <sup><strong>6</strong></sup> Then he said to the Kenites, \"Go away, leave the Amalekites so that I do not destroy you along with them; for you showed kindness to all the Israelites when they came up out of Egypt.\" So the Kenites moved away from the Amalekites. <sup><strong>7</strong></sup> Then Saul attacked the Amalekites all the way from Havilah to Shur, to the east of Egypt. <sup><strong>8</strong></sup> He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword. <sup><strong>9</strong></sup> But Saul and the army spared Agag and the best of the sheep and cattle, the fat calves and lambs-everything that was good. These they were unwilling to destroy completely, but everything that was despised and weak they totally destroyed. <sup><strong>10</strong></sup> Then the word of the LORD came to Samuel: <sup><strong>11</strong></sup> \"I am grieved that I have made Saul king, because he has turned away from me and has not carried out my instructions.\" Samuel was troubled, and he cried out to the LORD all that night. <sup><strong>12</strong></sup> Early in the morning Samuel got up and went to meet Saul, but he was told, \"Saul has gone to Carmel. There he has set up a monument in his own honor and has turned and gone on down to Gilgal.\" <sup><strong>13</strong></sup> When Samuel reached him, Saul said, \"The LORD bless you! I have carried out the LORD's instructions.\" <sup><strong>14</strong></sup> But Samuel said, \"What then is this bleating of sheep in my ears? What is this lowing of cattle that I hear?\" <sup><strong>15</strong></sup> Saul answered, \"The soldiers brought them from the Amalekites; they spared the best of the sheep and cattle to sacrifice to the LORD your God, but we totally destroyed the rest.\" <sup><strong>16</strong></sup> \"Stop!\" Samuel said to Saul. \"Let me tell you what the LORD said to me last night.Tell me,\" Saul replied. <sup><strong>17</strong></sup> Samuel said, \"Although you were once small in your own eyes, did you not become the head of the tribes of Israel? The LORD anointed you king over Israel. <sup><strong>18</strong></sup> And he sent you on a mission, saying, 'Go and completely destroy those wicked people, the Amalekites; make war on them until you have wiped them out.' <sup><strong>19</strong></sup> Why did you not obey the LORD? Why did you pounce on the plunder and do evil in the eyes of the LORD?\" <sup><strong>20</strong></sup> \"But I did obey the LORD,\" Saul said. \"I went on the mission the LORD assigned me. I completely destroyed the Amalekites and brought back Agag their king. <sup><strong>21</strong></sup> The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the LORD your God at Gilgal.\" <sup><strong>22</strong></sup> But Samuel replied: \"Does the LORD delight in burnt offerings and sacrifices as much as in obeying the voice of the LORD? To obey is better than sacrifice, and to heed is better than the fat of rams. <sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\" <sup><strong>24</strong></sup> Then Saul said to Samuel, \"I have sinned. I violated the LORD's command and your instructions. I was afraid of the people and so I gave in to them. <sup><strong>25</strong></sup> Now I beg you, forgive my sin and come back with me, so that I may worship the LORD.\" <sup><strong>26</strong></sup> But Samuel said to him, \"I will not go back with you. You have rejected the word of the LORD, and the LORD has rejected you as king over Israel!\" <sup><strong>27</strong></sup> As Samuel turned to leave, Saul caught hold of the hem of his robe, and it tore. <sup><strong>28</strong></sup> Samuel said to him, \"The LORD has torn the kingdom of Israel from you today and has given it to one of your neighbors-to one better than you. <sup><strong>29</strong></sup> He who is the Glory of Israel does not lie or change his mind; for he is not a man, that he should change his mind.\" <sup><strong>30</strong></sup> Saul replied, \"I have sinned. But please honor me before the elders of my people and before Israel; come back with me, so that I may worship the LORD your God.\" <sup><strong>31</strong></sup> So Samuel went back with Saul, and Saul worshiped the LORD. <sup><strong>32</strong></sup> Then Samuel said, \"Bring me Agag king of the Amalekites.\" Agag came to him confidently, thinking, \"Surely the bitterness of death is past.\" <sup><strong>33</strong></sup> But Samuel said, \"As your sword has made women childless, so will your mother be childless among women.\" And Samuel put Agag to death before the LORD at Gilgal. <sup><strong>34</strong></sup> Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul. <sup><strong>35</strong></sup> Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the LORD was grieved that he had made Saul king over Israel. ","modified":"2023-06-24T18:40:53.715Z"},{"_id":"616a423e9dfb4d9c011d8121","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 14:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09014002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v09014002-1\">2&nbsp;</b>Saul was staying in the outskirts of Gibeah in the pomegranate cave at Migron. The people who were with him were about six hundred men,</p>\n\n</div>","kjv":"<strong>2</strong> And Saul tarried in the uttermost part of Gibeah under a pomegranate tree which is in Migron: and the people that were with him were  about six hundred men;  ","niv":"<sup><strong>2</strong></sup> Saul was staying on the outskirts of Gibeah under a pomegranate tree in Migron. With him were about six hundred men,"},{"_id":"616a423f9dfb4d9c011d8122","topicId":"616a423a9dfb4d9c011d8115","verse":"Romans 5:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-19\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-19\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-19\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-19\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"616a423f9dfb4d9c011d8123","topicId":"616a423a9dfb4d9c011d8115","verse":"John 14:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"616a423f9dfb4d9c011d8124","topicId":"616a423a9dfb4d9c011d8115","verse":"2 Timothy 3:16-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616a423f9dfb4d9c011d8125","topicId":"616a423a9dfb4d9c011d8115","verse":"Matthew 4:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-22\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-22\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-22\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-22\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-22\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-22\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-22\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-22\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-22\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-22\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-22\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"616a42409dfb4d9c011d8126","topicId":"616a423a9dfb4d9c011d8115","verse":"Hosea 13:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013011_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013011-1\">11&nbsp;</b>&nbsp;&nbsp;I gave you a king in my anger,</span><br><span id=\"p28013011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I took him away in my wrath.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> I gave thee a king in mine anger, and took him away in my wrath.  ","niv":"<sup><strong>11</strong></sup> So in my anger I gave you a king, and in my wrath I took him away."},{"_id":"616a42409dfb4d9c011d8127","topicId":"616a423a9dfb4d9c011d8115","verse":"2 Samuel 21:1-9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10021001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10021001-1\">21:1&nbsp;</b>Now there was a famine in the days of David for three years, year after year. And David sought the face of the LORD. And the LORD said, “There is bloodguilt on Saul and on his house, because he put the Gibeonites to death.” <b class=\"verse-num\" id=\"v10021002-1\">2&nbsp;</b>So the king called the Gibeonites and spoke to them. Now the Gibeonites were not of the people of Israel but of the remnant of the Amorites. Although the people of Israel had sworn to spare them, Saul had sought to strike them down in his zeal for the people of Israel and Judah. <b class=\"verse-num\" id=\"v10021003-1\">3&nbsp;</b>And David said to the Gibeonites, “What shall I do for you? And how shall I make atonement, that you may bless the heritage of the LORD?” <b class=\"verse-num\" id=\"v10021004-1\">4&nbsp;</b>The Gibeonites said to him, “It is not a matter of silver or gold between us and Saul or his house; neither is it for us to put any man to death in Israel.” And he said, “What do you say that I shall do for you?” <b class=\"verse-num\" id=\"v10021005-1\">5&nbsp;</b>They said to the king, “The man who consumed us and planned to destroy us, so that we should have no place in all the territory of Israel, <b class=\"verse-num\" id=\"v10021006-1\">6&nbsp;</b>let seven of his sons be given to us, so that we may hang them before the LORD at Gibeah of Saul, the chosen of the LORD.” And the king said, “I will give them.”</p>\n<p id=\"p10021006_05-24\"><b class=\"verse-num\" id=\"v10021007-1\">7&nbsp;</b>But the king spared Mephibosheth, the son of Saul’s son Jonathan, because of the oath of the LORD that was between them, between David and Jonathan the son of Saul. <b class=\"verse-num\" id=\"v10021008-1\">8&nbsp;</b>The king took the two sons of Rizpah the daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth; and the five sons of Merab the daughter of Saul, whom she bore to Adriel the son of Barzillai the Meholathite; <b class=\"verse-num\" id=\"v10021009-1\">9&nbsp;</b>and he gave them into the hands of the Gibeonites, and they hanged them on the mountain before the LORD, and the seven of them perished together. They were put to death in the first days of harvest, at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Then there was a famine in the days of David three years, year after year; and David enquired of the LORD. And the LORD answered, It is  for Saul, and for his bloody house, because he slew the Gibeonites.  <strong>2</strong> And the king called the Gibeonites, and said unto them; (now the Gibeonites were not of the children of Israel, but of the remnant of the Amorites; and the children of Israel had sworn unto them: and Saul sought to slay them in his zeal to the children of Israel and Judah.)  <strong>3</strong> Wherefore David said unto the Gibeonites, What shall I do for you? and wherewith shall I make the atonement, that ye may bless the inheritance of the LORD?  <strong>4</strong> And the Gibeonites said unto him, We will have no silver nor gold of Saul, nor of his house; neither for us shalt thou kill any man in Israel. And he said, What ye shall say, that will I do for you.  <strong>5</strong> And they answered the king, The man that consumed us, and that devised against us that we should be destroyed from remaining in any of the coasts of Israel,  <strong>6</strong> Let seven men of his sons be delivered unto us, and we will hang them up unto the LORD in Gibeah of Saul, whom the LORD did choose. And the king said, I will give them.  <strong>7</strong> But the king spared Mephibosheth, the son of Jonathan the son of Saul, because of the LORD’S oath that was between them, between David and Jonathan the son of Saul.  <strong>8</strong> But the king took the two sons of Rizpah the daughter of Aiah, whom she bare unto Saul, Armoni and Mephibosheth; and the five sons of Michal the daughter of Saul, whom she brought up for Adriel the son of Barzillai the Meholathite:  <strong>9</strong> And he delivered them into the hands of the Gibeonites, and they hanged them in the hill before the LORD: and they fell all seven together, and were put to death in the days of harvest, in the first days,  in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> During the reign of David, there was a famine for three successive years; so David sought the face of the LORD. The LORD said, \"It is on account of Saul and his blood-stained house; it is because he put the Gibeonites to death.\" <sup><strong>2</strong></sup> The king summoned the Gibeonites and spoke to them. (Now the Gibeonites were not a part of Israel but were survivors of the Amorites; the Israelites had sworn to spare them, but Saul in his zeal for Israel and Judah had tried to annihilate them.) <sup><strong>3</strong></sup> David asked the Gibeonites, \"What shall I do for you? How shall I make amends so that you will bless the LORD's inheritance?\" <sup><strong>4</strong></sup> The Gibeonites answered him, \"We have no right to demand silver or gold from Saul or his family, nor do we have the right to put anyone in Israel to death.What do you want me to do for you?\" David asked. <sup><strong>5</strong></sup> They answered the king, \"As for the man who destroyed us and plotted against us so that we have been decimated and have no place anywhere in Israel, <sup><strong>6</strong></sup> let seven of his male descendants be given to us to be killed and exposed before the LORD at Gibeah of Saul-the Lord 's chosen one.\" So the king said, \"I will give them to you.\" <sup><strong>7</strong></sup> The king spared Mephibosheth son of Jonathan, the son of Saul, because of the oath before the LORD between David and Jonathan son of Saul. <sup><strong>8</strong></sup> But the king took Armoni and Mephibosheth, the two sons of Aiah's daughter Rizpah, whom she had borne to Saul, together with the five sons of Saul's daughter Merab, whom she had borne to Adriel son of Barzillai the Meholathite. <sup><strong>9</strong></sup> He handed them over to the Gibeonites, who killed and exposed them on a hill before the LORD. All seven of them fell together; they were put to death during the first days of the harvest, just as the barley harvest was beginning. "},{"_id":"616a42409dfb4d9c011d8128","topicId":"616a423a9dfb4d9c011d8115","verse":"2 Chronicles 17:1-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p14017001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14017001-1\">17:1&nbsp;</b>Jehoshaphat his son reigned in his place and strengthened himself against Israel. <b class=\"verse-num\" id=\"v14017002-1\">2&nbsp;</b>He placed forces in all the fortified cities of Judah and set garrisons in the land of Judah, and in the cities of Ephraim that Asa his father had captured. <b class=\"verse-num\" id=\"v14017003-1\">3&nbsp;</b>The LORD was with Jehoshaphat, because he walked in the earlier ways of his father David. He did not seek the Baals, <b class=\"verse-num\" id=\"v14017004-1\">4&nbsp;</b>but sought the God of his father and walked in his commandments, and not according to the practices of Israel. <b class=\"verse-num\" id=\"v14017005-1\">5&nbsp;</b>Therefore the LORD established the kingdom in his hand. And all Judah brought tribute to Jehoshaphat, and he had great riches and honor. <b class=\"verse-num\" id=\"v14017006-1\">6&nbsp;</b>His heart was courageous in the ways of the LORD. And furthermore, he took the high places and the Asherim out of Judah.</p>\n<p id=\"p14017006_05-25\"><b class=\"verse-num\" id=\"v14017007-1\">7&nbsp;</b>In the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah; <b class=\"verse-num\" id=\"v14017008-1\">8&nbsp;</b>and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with these Levites, the priests Elishama and Jehoram. <b class=\"verse-num\" id=\"v14017009-1\">9&nbsp;</b>And they taught in Judah, having the Book of the Law of the LORD with them. They went about through all the cities of Judah and taught among the people.</p>\n<p id=\"p14017009_05-25\"><b class=\"verse-num\" id=\"v14017010-1\">10&nbsp;</b>And the fear of the LORD fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat. <b class=\"verse-num\" id=\"v14017011-1\">11&nbsp;</b>Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats. <b class=\"verse-num\" id=\"v14017012-1\">12&nbsp;</b>And Jehoshaphat grew steadily greater. He built in Judah fortresses and store cities, <b class=\"verse-num\" id=\"v14017013-1\">13&nbsp;</b>and he had large supplies in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem. <b class=\"verse-num\" id=\"v14017014-1\">14&nbsp;</b>This was the muster of them by fathers’ houses: Of Judah, the commanders of thousands: Adnah the commander, with 300,000 mighty men of valor; <b class=\"verse-num\" id=\"v14017015-1\">15&nbsp;</b>and next to him Jehohanan the commander, with 280,000; <b class=\"verse-num\" id=\"v14017016-1\">16&nbsp;</b>and next to him Amasiah the son of Zichri, a volunteer for the service of the LORD, with 200,000 mighty men of valor. <b class=\"verse-num\" id=\"v14017017-1\">17&nbsp;</b>Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield; <b class=\"verse-num\" id=\"v14017018-1\">18&nbsp;</b>and next to him Jehozabad with 180,000 armed for war. <b class=\"verse-num\" id=\"v14017019-1\">19&nbsp;</b>These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah.</p>\n</div>","kjv":"<strong>1</strong> And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel.  <strong>2</strong> And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.  <strong>3</strong> And the LORD was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;  <strong>4</strong> But sought to the LORD God of his father, and walked in his commandments, and not after the doings of Israel.  <strong>5</strong> Therefore the LORD stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance.  <strong>6</strong> And his heart was lifted up in the ways of the LORD: moreover he took away the high places and groves out of Judah.  <strong>7</strong> Also in the third year of his reign he sent to his princes, even  to Ben-hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah.  <strong>8</strong> And with them he sent Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them Elishama and Jehoram, priests.  <strong>9</strong> And they taught in Judah, and had the book of the law of the LORD with them, and went about throughout all the cities of Judah, and taught the people.  <strong>10</strong> And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat.  <strong>11</strong> Also some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.  <strong>12</strong> And Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store.  <strong>13</strong> And he had much business in the cities of Judah: and the men of war, mighty men of valour, were in Jerusalem.  <strong>14</strong> And these are the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand.  <strong>15</strong> And next to him was Jehohanan the captain, and with him two hundred and fourscore thousand.  <strong>16</strong> And next him was Amasiah the son of Zichri, who willingly offered himself unto the LORD; and with him two hundred thousand mighty men of valour.  <strong>17</strong> And of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand.  <strong>18</strong> And next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war.  <strong>19</strong> These waited on the king, beside those whom the king put in the fenced cities throughout all Judah.  ","niv":"<sup><strong>1</strong></sup> Jehoshaphat his son succeeded him as king and strengthened himself against Israel. <sup><strong>2</strong></sup> He stationed troops in all the fortified cities of Judah and put garrisons in Judah and in the towns of Ephraim that his father Asa had captured. <sup><strong>3</strong></sup> The LORD was with Jehoshaphat because in his early years he walked in the ways his father David had followed. He did not consult the Baals <sup><strong>4</strong></sup> but sought the God of his father and followed his commands rather than the practices of Israel. <sup><strong>5</strong></sup> The LORD established the kingdom under his control; and all Judah brought gifts to Jehoshaphat, so that he had great wealth and honor. <sup><strong>6</strong></sup> His heart was devoted to the ways of the LORD; furthermore, he removed the high places and the Asherah poles from Judah. <sup><strong>7</strong></sup> In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah to teach in the towns of Judah. <sup><strong>8</strong></sup> With them were certain Levites-Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah-and the priests Elishama and Jehoram. <sup><strong>9</strong></sup> They taught throughout Judah, taking with them the Book of the Law of the LORD; they went around to all the towns of Judah and taught the people. <sup><strong>10</strong></sup> The fear of the LORD fell on all the kingdoms of the lands surrounding Judah, so that they did not make war with Jehoshaphat. <sup><strong>11</strong></sup> Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats. <sup><strong>12</strong></sup> Jehoshaphat became more and more powerful; he built forts and store cities in Judah <sup><strong>13</strong></sup> and had large supplies in the towns of Judah. He also kept experienced fighting men in Jerusalem. <sup><strong>14</strong></sup> Their enrollment by families was as follows: From Judah, commanders of units of 1,000: Adnah the commander, with 300,000 fighting men; <sup><strong>15</strong></sup> next, Jehohanan the commander, with 280,000; <sup><strong>16</strong></sup> next, Amasiah son of Zicri, who volunteered himself for the service of the LORD, with 200,000. <sup><strong>17</strong></sup> From Benjamin: Eliada, a valiant soldier, with 200,000 men armed with bows and shields; <sup><strong>18</strong></sup> next, Jehozabad, with 180,000 men armed for battle. <sup><strong>19</strong></sup> These were the men who served the king, besides those he stationed in the fortified cities throughout Judah. "},{"_id":"616a42419dfb4d9c011d8129","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 16:17-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09016017_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016017-1\">17&nbsp;</b>So Saul said to his servants, “Provide for me a man who can play well and bring him to me.” <b class=\"verse-num\" id=\"v09016018-1\">18&nbsp;</b>One of the young men answered, “Behold, I have seen a son of Jesse the Bethlehemite, who is skillful in playing, a man of valor, a man of war, prudent in speech, and a man of good presence, and the LORD is with him.” <b class=\"verse-num\" id=\"v09016019-1\">19&nbsp;</b>Therefore Saul sent messengers to Jesse and said, “Send me David your son, who is with the sheep.” <b class=\"verse-num\" id=\"v09016020-1\">20&nbsp;</b>And Jesse took a donkey laden with bread and a skin of wine and a young goat and sent them by David his son to Saul. <b class=\"verse-num\" id=\"v09016021-1\">21&nbsp;</b>And David came to Saul and entered his service. And Saul loved him greatly, and he became his armor-bearer. <b class=\"verse-num\" id=\"v09016022-1\">22&nbsp;</b>And Saul sent to Jesse, saying, “Let David remain in my service, for he has found favor in my sight.” <b class=\"verse-num\" id=\"v09016023-1\">23&nbsp;</b>And whenever the harmful spirit from God was upon Saul, David took the lyre and played it with his hand. So Saul was refreshed and was well, and the harmful spirit departed from him.</p>\n</div>","kjv":"<strong>17</strong> And Saul said unto his servants, Provide me now a man that can play well, and bring him to me.  <strong>18</strong> Then answered one of the servants, and said, Behold, I have seen a son of Jesse the Bethlehemite, that is cunning in playing, and a mighty valiant man, and a man of war, and prudent in matters, and a comely person, and the LORD is with him.  <strong>19</strong> Wherefore Saul sent messengers unto Jesse, and said, Send me David thy son, which is with the sheep.  <strong>20</strong> And Jesse took an ass laden with bread, and a bottle of wine, and a kid, and sent them by David his son unto Saul.  <strong>21</strong> And David came to Saul, and stood before him: and he loved him greatly; and he became his armourbearer.  <strong>22</strong> And Saul sent to Jesse, saying, Let David, I pray thee, stand before me; for he hath found favour in my sight.  <strong>23</strong> And it came to pass, when the evil spirit from God was upon Saul, that David took an harp, and played with his hand: so Saul was refreshed, and was well, and the evil spirit departed from him.  ","niv":"<sup><strong>17</strong></sup> So Saul said to his attendants, \"Find someone who plays well and bring him to me.\" <sup><strong>18</strong></sup> One of the servants answered, \"I have seen a son of Jesse of Bethlehem who knows how to play the harp. He is a brave man and a warrior. He speaks well and is a fine-looking man. And the LORD is with him.\" <sup><strong>19</strong></sup> Then Saul sent messengers to Jesse and said, \"Send me your son David, who is with the sheep.\" <sup><strong>20</strong></sup> So Jesse took a donkey loaded with bread, a skin of wine and a young goat and sent them with his son David to Saul. <sup><strong>21</strong></sup> David came to Saul and entered his service. Saul liked him very much, and David became one of his armor-bearers. <sup><strong>22</strong></sup> Then Saul sent word to Jesse, saying, \"Allow David to remain in my service, for I am pleased with him.\" <sup><strong>23</strong></sup> Whenever the spirit from God came upon Saul, David would take his harp and play. Then relief would come to Saul; he would feel better, and the evil spirit would leave him. "},{"_id":"616a42419dfb4d9c011d812a","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 14:52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09014052_01-29\"><b class=\"verse-num\" id=\"v09014052-1\">52&nbsp;</b>There was hard fighting against the Philistines all the days of Saul. And when Saul saw any strong man, or any valiant man, he attached him to himself.</p>\n</div>","kjv":"<strong>52</strong> And there was sore war against the Philistines all the days of Saul: and when Saul saw any strong man, or any valiant man, he took him unto him.  ","niv":"<sup><strong>52</strong></sup> All the days of Saul there was bitter war with the Philistines, and whenever Saul saw a mighty or brave man, he took him into his service."},{"_id":"616a42419dfb4d9c011d812b","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 17:1-58","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09017001_04-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09017001-1\">17:1&nbsp;</b>Now the Philistines gathered their armies for battle. And they were gathered at Socoh, which belongs to Judah, and encamped between Socoh and Azekah, in Ephes-dammim. <b class=\"verse-num\" id=\"v09017002-1\">2&nbsp;</b>And Saul and the men of Israel were gathered, and encamped in the Valley of Elah, and drew up in line of battle against the Philistines. <b class=\"verse-num\" id=\"v09017003-1\">3&nbsp;</b>And the Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side, with a valley between them. <b class=\"verse-num\" id=\"v09017004-1\">4&nbsp;</b>And there came out from the camp of the Philistines a champion named Goliath of Gath, whose height was six cubits and a span. <b class=\"verse-num\" id=\"v09017005-1\">5&nbsp;</b>He had a helmet of bronze on his head, and he was armed with a coat of mail, and the weight of the coat was five thousand shekels of bronze. <b class=\"verse-num\" id=\"v09017006-1\">6&nbsp;</b>And he had bronze armor on his legs, and a javelin of bronze slung between his shoulders. <b class=\"verse-num\" id=\"v09017007-1\">7&nbsp;</b>The shaft of his spear was like a weaver’s beam, and his spear’s head weighed six hundred shekels of iron. And his shield-bearer went before him. <b class=\"verse-num\" id=\"v09017008-1\">8&nbsp;</b>He stood and shouted to the ranks of Israel, “Why have you come out to draw up for battle? Am I not a Philistine, and are you not servants of Saul? Choose a man for yourselves, and let him come down to me. <b class=\"verse-num\" id=\"v09017009-1\">9&nbsp;</b>If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and serve us.” <b class=\"verse-num\" id=\"v09017010-1\">10&nbsp;</b>And the Philistine said, “I defy the ranks of Israel this day. Give me a man, that we may fight together.” <b class=\"verse-num\" id=\"v09017011-1\">11&nbsp;</b>When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid.</p>\n<p id=\"p09017011_04-31\"><b class=\"verse-num\" id=\"v09017012-1\">12&nbsp;</b>Now David was the son of an Ephrathite of Bethlehem in Judah, named Jesse, who had eight sons. In the days of Saul the man was already old and advanced in years. <b class=\"verse-num\" id=\"v09017013-1\">13&nbsp;</b>The three oldest sons of Jesse had followed Saul to the battle. And the names of his three sons who went to the battle were Eliab the firstborn, and next to him Abinadab, and the third Shammah. <b class=\"verse-num\" id=\"v09017014-1\">14&nbsp;</b>David was the youngest. The three eldest followed Saul, <b class=\"verse-num\" id=\"v09017015-1\">15&nbsp;</b>but David went back and forth from Saul to feed his father’s sheep at Bethlehem. <b class=\"verse-num\" id=\"v09017016-1\">16&nbsp;</b>For forty days the Philistine came forward and took his stand, morning and evening.</p>\n<p id=\"p09017016_04-31\"><b class=\"verse-num\" id=\"v09017017-1\">17&nbsp;</b>And Jesse said to David his son, “Take for your brothers an ephah of this parched grain, and these ten loaves, and carry them quickly to the camp to your brothers. <b class=\"verse-num\" id=\"v09017018-1\">18&nbsp;</b>Also take these ten cheeses to the commander of their thousand. See if your brothers are well, and bring some token from them.”</p>\n<p id=\"p09017018_04-31\"><b class=\"verse-num\" id=\"v09017019-1\">19&nbsp;</b>Now Saul and they and all the men of Israel were in the Valley of Elah, fighting with the Philistines. <b class=\"verse-num\" id=\"v09017020-1\">20&nbsp;</b>And David rose early in the morning and left the sheep with a keeper and took the provisions and went, as Jesse had commanded him. And he came to the encampment as the host was going out to the battle line, shouting the war cry. <b class=\"verse-num\" id=\"v09017021-1\">21&nbsp;</b>And Israel and the Philistines drew up for battle, army against army. <b class=\"verse-num\" id=\"v09017022-1\">22&nbsp;</b>And David left the things in charge of the keeper of the baggage and ran to the ranks and went and greeted his brothers. <b class=\"verse-num\" id=\"v09017023-1\">23&nbsp;</b>As he talked with them, behold, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines and spoke the same words as before. And David heard him.</p>\n<p id=\"p09017023_04-31\"><b class=\"verse-num\" id=\"v09017024-1\">24&nbsp;</b>All the men of Israel, when they saw the man, fled from him and were much afraid. <b class=\"verse-num\" id=\"v09017025-1\">25&nbsp;</b>And the men of Israel said, “Have you seen this man who has come up? Surely he has come up to defy Israel. And the king will enrich the man who kills him with great riches and will give him his daughter and make his father’s house free in Israel.” <b class=\"verse-num\" id=\"v09017026-1\">26&nbsp;</b>And David said to the men who stood by him, “What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?” <b class=\"verse-num\" id=\"v09017027-1\">27&nbsp;</b>And the people answered him in the same way, “So shall it be done to the man who kills him.”</p>\n<p id=\"p09017027_04-31\"><b class=\"verse-num\" id=\"v09017028-1\">28&nbsp;</b>Now Eliab his eldest brother heard when he spoke to the men. And Eliab’s anger was kindled against David, and he said, “Why have you come down? And with whom have you left those few sheep in the wilderness? I know your presumption and the evil of your heart, for you have come down to see the battle.” <b class=\"verse-num\" id=\"v09017029-1\">29&nbsp;</b>And David said, “What have I done now? Was it not but a word?” <b class=\"verse-num\" id=\"v09017030-1\">30&nbsp;</b>And he turned away from him toward another, and spoke in the same way, and the people answered him again as before.</p>\n<p id=\"p09017030_04-31\"><b class=\"verse-num\" id=\"v09017031-1\">31&nbsp;</b>When the words that David spoke were heard, they repeated them before Saul, and he sent for him. <b class=\"verse-num\" id=\"v09017032-1\">32&nbsp;</b>And David said to Saul, “Let no man’s heart fail because of him. Your servant will go and fight with this Philistine.” <b class=\"verse-num\" id=\"v09017033-1\">33&nbsp;</b>And Saul said to David, “You are not able to go against this Philistine to fight with him, for you are but a youth, and he has been a man of war from his youth.” <b class=\"verse-num\" id=\"v09017034-1\">34&nbsp;</b>But David said to Saul, “Your servant used to keep sheep for his father. And when there came a lion, or a bear, and took a lamb from the flock, <b class=\"verse-num\" id=\"v09017035-1\">35&nbsp;</b>I went after him and struck him and delivered it out of his mouth. And if he arose against me, I caught him by his beard and struck him and killed him. <b class=\"verse-num\" id=\"v09017036-1\">36&nbsp;</b>Your servant has struck down both lions and bears, and this uncircumcised Philistine shall be like one of them, for he has defied the armies of the living God.” <b class=\"verse-num\" id=\"v09017037-1\">37&nbsp;</b>And David said, “The LORD who delivered me from the paw of the lion and from the paw of the bear will deliver me from the hand of this Philistine.” And Saul said to David, “Go, and the LORD be with you!”</p>\n<p id=\"p09017037_04-31\"><b class=\"verse-num\" id=\"v09017038-1\">38&nbsp;</b>Then Saul clothed David with his armor. He put a helmet of bronze on his head and clothed him with a coat of mail, <b class=\"verse-num\" id=\"v09017039-1\">39&nbsp;</b>and David strapped his sword over his armor. And he tried in vain to go, for he had not tested them. Then David said to Saul, “I cannot go with these, for I have not tested them.” So David put them off. <b class=\"verse-num\" id=\"v09017040-1\">40&nbsp;</b>Then he took his staff in his hand and chose five smooth stones from the brook and put them in his shepherd’s pouch. His sling was in his hand, and he approached the Philistine.</p>\n<p id=\"p09017040_04-31\"><b class=\"verse-num\" id=\"v09017041-1\">41&nbsp;</b>And the Philistine moved forward and came near to David, with his shield-bearer in front of him. <b class=\"verse-num\" id=\"v09017042-1\">42&nbsp;</b>And when the Philistine looked and saw David, he disdained him, for he was but a youth, ruddy and handsome in appearance. <b class=\"verse-num\" id=\"v09017043-1\">43&nbsp;</b>And the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods. <b class=\"verse-num\" id=\"v09017044-1\">44&nbsp;</b>The Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and to the beasts of the field.” <b class=\"verse-num\" id=\"v09017045-1\">45&nbsp;</b>Then David said to the Philistine, “You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the LORD of hosts, the God of the armies of Israel, whom you have defied. <b class=\"verse-num\" id=\"v09017046-1\">46&nbsp;</b>This day the LORD will deliver you into my hand, and I will strike you down and cut off your head. And I will give the dead bodies of the host of the Philistines this day to the birds of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel, <b class=\"verse-num\" id=\"v09017047-1\">47&nbsp;</b>and that all this assembly may know that the LORD saves not with sword and spear. For the battle is the LORD’s, and he will give you into our hand.”</p>\n<p id=\"p09017047_04-31\"><b class=\"verse-num\" id=\"v09017048-1\">48&nbsp;</b>When the Philistine arose and came and drew near to meet David, David ran quickly toward the battle line to meet the Philistine. <b class=\"verse-num\" id=\"v09017049-1\">49&nbsp;</b>And David put his hand in his bag and took out a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, and he fell on his face to the ground.</p>\n<p id=\"p09017049_04-31\"><b class=\"verse-num\" id=\"v09017050-1\">50&nbsp;</b>So David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him. There was no sword in the hand of David. <b class=\"verse-num\" id=\"v09017051-1\">51&nbsp;</b>Then David ran and stood over the Philistine and took his sword and drew it out of its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled. <b class=\"verse-num\" id=\"v09017052-1\">52&nbsp;</b>And the men of Israel and Judah rose with a shout and pursued the Philistines as far as Gath and the gates of Ekron, so that the wounded Philistines fell on the way from Shaaraim as far as Gath and Ekron. <b class=\"verse-num\" id=\"v09017053-1\">53&nbsp;</b>And the people of Israel came back from chasing the Philistines, and they plundered their camp. <b class=\"verse-num\" id=\"v09017054-1\">54&nbsp;</b>And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.</p>\n<p id=\"p09017054_04-31\"><b class=\"verse-num\" id=\"v09017055-1\">55&nbsp;</b>As soon as Saul saw David go out against the Philistine, he said to Abner, the commander of the army, “Abner, whose son is this youth?” And Abner said, “As your soul lives, O king, I do not know.” <b class=\"verse-num\" id=\"v09017056-1\">56&nbsp;</b>And the king said, “Inquire whose son the boy is.” <b class=\"verse-num\" id=\"v09017057-1\">57&nbsp;</b>And as soon as David returned from the striking down of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand. <b class=\"verse-num\" id=\"v09017058-1\">58&nbsp;</b>And Saul said to him, “Whose son are you, young man?” And David answered, “I am the son of your servant Jesse the Bethlehemite.”</p>\n\n</div>","kjv":"<strong>1</strong> Now the Philistines gathered together their armies to battle, and were gathered together at Shochoh, which belongeth to Judah, and pitched between Shochoh and Azekah, in Ephes-dammim.  <strong>2</strong> And Saul and the men of Israel were gathered together, and pitched by the valley of Elah, and set the battle in array against the Philistines.  <strong>3</strong> And the Philistines stood on a mountain on the one side, and Israel stood on a mountain on the other side: and there was a valley between them.  <strong>4</strong> And there went out a champion out of the camp of the Philistines, named Goliath, of Gath, whose height was six cubits and a span.  <strong>5</strong> And he had an helmet of brass upon his head, and he was  armed with a coat of mail; and the weight of the coat was  five thousand shekels of brass.  <strong>6</strong> And he had greaves of brass upon his legs, and a target of brass between his shoulders.  <strong>7</strong> And the staff of his spear was like a weaver’s beam; and his spear’s head weighed six hundred shekels of iron: and one bearing a shield went before him.  <strong>8</strong> And he stood and cried unto the armies of Israel, and said unto them, Why are ye come out to set your battle in array? am not I a Philistine, and ye servants to Saul? choose you a man for you, and let him come down to me.  <strong>9</strong> If he be able to fight with me, and to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall ye be our servants, and serve us.  <strong>10</strong> And the Philistine said, I defy the armies of Israel this day; give me a man, that we may fight together.  <strong>11</strong> When Saul and all Israel heard those words of the Philistine, they were dismayed, and greatly afraid.  <strong>12</strong> Now David was the son of that Ephrathite of Bethlehemjudah, whose name was Jesse; and he had eight sons: and the man went among men for an old man in the days of Saul.  <strong>13</strong> And the three eldest sons of Jesse went and followed Saul to the battle: and the names of his three sons that went to the battle were Eliab the first born, and next unto him Abinadab, and the third Shammah.  <strong>14</strong> And David was the youngest: and the three eldest followed Saul.  <strong>15</strong> But David went and returned from Saul to feed his father’s sheep at Bethlehem.  <strong>16</strong> And the Philistine drew near morning and evening, and presented himself forty days.  <strong>17</strong> And Jesse said unto David his son, Take now for thy brethren an ephah of this parched corn, and these ten loaves, and run to the camp to thy brethren;  <strong>18</strong> And carry these ten cheeses unto the captain of their thousand, and look how thy brethren fare, and take their pledge.  <strong>19</strong> Now Saul, and they, and all the men of Israel, were in the valley of Elah, fighting with the Philistines.  <strong>20</strong> And David rose up early in the morning, and left the sheep with a keeper, and took, and went, as Jesse had commanded him; and he came to the trench, as the host was going forth to the fight, and shouted for the battle.  <strong>21</strong> For Israel and the Philistines had put the battle in array, army against army.  <strong>22</strong> And David left his carriage in the hand of the keeper of the carriage, and ran into the army, and came and saluted his brethren.  <strong>23</strong> And as he talked with them, behold, there came up the champion, the Philistine of Gath, Goliath by name, out of the armies of the Philistines, and spake according to the same words: and David heard them.  <strong>24</strong> And all the men of Israel, when they saw the man, fled from him, and were sore afraid.  <strong>25</strong> And the men of Israel said, Have ye seen this man that is come up? surely to defy Israel is he come up: and it shall be, that the man who killeth him, the king will enrich him with great riches, and will give him his daughter, and make his father’s house free in Israel.  <strong>26</strong> And David spake to the men that stood by him, saying, What shall be done to the man that killeth this Philistine, and taketh away the reproach from Israel? for who is this uncircumcised Philistine, that he should defy the armies of the living God?  <strong>27</strong> And the people answered him after this manner, saying, So shall it be done to the man that killeth him.  <strong>28</strong> And Eliab his eldest brother heard when he spake unto the men; and Eliab’s anger was kindled against David, and he said, Why camest thou down hither? and with whom hast thou left those few sheep in the wilderness? I know thy pride, and the naughtiness of thine heart; for thou art come down that thou mightest see the battle.  <strong>29</strong> And David said, What have I now done? Is there not a cause?  <strong>30</strong> And he turned from him toward another, and spake after the same manner: and the people answered him again after the former manner.  <strong>31</strong> And when the words were heard which David spake, they rehearsed them before Saul: and he sent for him.  <strong>32</strong> And David said to Saul, Let no man’s heart fail because of him; thy servant will go and fight with this Philistine.  <strong>33</strong> And Saul said to David, Thou art not able to go against this Philistine to fight with him: for thou art but a youth, and he a man of war from his youth.  <strong>34</strong> And David said unto Saul, Thy servant kept his father’s sheep, and there came a lion, and a bear, and took a lamb out of the flock:  <strong>35</strong> And I went out after him, and smote him, and delivered it  out of his mouth: and when he arose against me, I caught him  by his beard, and smote him, and slew him.  <strong>36</strong> Thy servant slew both the lion and the bear: and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God.  <strong>37</strong> David said moreover, The LORD that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. And Saul said unto David, Go, and the LORD be with thee.  <strong>38</strong> And Saul armed David with his armour, and he put an helmet of brass upon his head; also he armed him with a coat of mail.  <strong>39</strong> And David girded his sword upon his armour, and he assayed to go; for he had not proved it. And David said unto Saul, I cannot go with these; for I have not proved them. And David put them off him.  <strong>40</strong> And he took his staff in his hand, and chose him five smooth stones out of the brook, and put them in a shepherd’s bag which he had, even in a scrip; and his sling was in his hand: and he drew near to the Philistine.  <strong>41</strong> And the Philistine came on and drew near unto David; and the man that bare the shield went before him.  <strong>42</strong> And when the Philistine looked about, and saw David, he disdained him: for he was but a youth, and ruddy, and of a fair countenance.  <strong>43</strong> And the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine cursed David by his gods.  <strong>44</strong> And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field.  <strong>45</strong> Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the LORD of hosts, the God of the armies of Israel, whom thou hast defied.  <strong>46</strong> This day will the LORD deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.  <strong>47</strong> And all this assembly shall know that the LORD saveth not with sword and spear: for the battle is the LORD’S, and he will give you into our hands.  <strong>48</strong> And it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine.  <strong>49</strong> And David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth.  <strong>50</strong> So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; but there was no sword in the hand of David.  <strong>51</strong> Therefore David ran, and stood upon the Philistine, and took his sword, and drew it out of the sheath thereof, and slew him, and cut off his head therewith. And when the Philistines saw their champion was dead, they fled.  <strong>52</strong> And the men of Israel and of Judah arose, and shouted, and pursued the Philistines, until thou come to the valley, and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even unto Gath, and unto Ekron.  <strong>53</strong> And the children of Israel returned from chasing after the Philistines, and they spoiled their tents.  <strong>54</strong> And David took the head of the Philistine, and brought it to Jerusalem; but he put his armour in his tent.  <strong>55</strong> And when Saul saw David go forth against the Philistine, he said unto Abner, the captain of the host, Abner, whose son is this youth? And Abner said, As thy soul liveth, O king, I cannot tell.  <strong>56</strong> And the king said, Enquire thou whose son the stripling is.  <strong>57</strong> And as David returned from the slaughter of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand.  <strong>58</strong> And Saul said to him, Whose son art thou, thou  young man? And David answered, I am the son of thy servant Jesse the Bethlehemite.  ","niv":"<sup><strong>1</strong></sup> Now the Philistines gathered their forces for war and assembled at Socoh in Judah. They pitched camp at Ephes Dammim, between Socoh and Azekah. <sup><strong>2</strong></sup> Saul and the Israelites assembled and camped in the Valley of Elah and drew up their battle line to meet the Philistines. <sup><strong>3</strong></sup> The Philistines occupied one hill and the Israelites another, with the valley between them. <sup><strong>4</strong></sup> A champion named Goliath, who was from Gath, came out of the Philistine camp. He was over nine feet tall. <sup><strong>5</strong></sup> He had a bronze helmet on his head and wore a coat of scale armor of bronze weighing five thousand shekels; <sup><strong>6</strong></sup> on his legs he wore bronze greaves, and a bronze javelin was slung on his back. <sup><strong>7</strong></sup> His spear shaft was like a weaver's rod, and its iron point weighed six hundred shekels. His shield bearer went ahead of him. <sup><strong>8</strong></sup> Goliath stood and shouted to the ranks of Israel, \"Why do you come out and line up for battle? Am I not a Philistine, and are you not the servants of Saul? Choose a man and have him come down to me. <sup><strong>9</strong></sup> If he is able to fight and kill me, we will become your subjects; but if I overcome him and kill him, you will become our subjects and serve us.\" <sup><strong>10</strong></sup> Then the Philistine said, \"This day I defy the ranks of Israel! Give me a man and let us fight each other.\" <sup><strong>11</strong></sup> On hearing the Philistine's words, Saul and all the Israelites were dismayed and terrified. <sup><strong>12</strong></sup> Now David was the son of an Ephrathite named Jesse, who was from Bethlehem in Judah. Jesse had eight sons, and in Saul's time he was old and well advanced in years. <sup><strong>13</strong></sup> Jesse's three oldest sons had followed Saul to the war: The firstborn was Eliab; the second, Abinadab; and the third, Shammah. <sup><strong>14</strong></sup> David was the youngest. The three oldest followed Saul, <sup><strong>15</strong></sup> but David went back and forth from Saul to tend his father's sheep at Bethlehem. <sup><strong>16</strong></sup> For forty days the Philistine came forward every morning and evening and took his stand. <sup><strong>17</strong></sup> Now Jesse said to his son David, \"Take this ephah of roasted grain and these ten loaves of bread for your brothers and hurry to their camp. <sup><strong>18</strong></sup> Take along these ten cheeses to the commander of their unit. See how your brothers are and bring back some assurance from them. <sup><strong>19</strong></sup> They are with Saul and all the men of Israel in the Valley of Elah, fighting against the Philistines.\" <sup><strong>20</strong></sup> Early in the morning David left the flock with a shepherd, loaded up and set out, as Jesse had directed. He reached the camp as the army was going out to its battle positions, shouting the war cry. <sup><strong>21</strong></sup> Israel and the Philistines were drawing up their lines facing each other. <sup><strong>22</strong></sup> David left his things with the keeper of supplies, ran to the battle lines and greeted his brothers. <sup><strong>23</strong></sup> As he was talking with them, Goliath, the Philistine champion from Gath, stepped out from his lines and shouted his usual defiance, and David heard it. <sup><strong>24</strong></sup> When the Israelites saw the man, they all ran from him in great fear. <sup><strong>25</strong></sup> Now the Israelites had been saying, \"Do you see how this man keeps coming out? He comes out to defy Israel. The king will give great wealth to the man who kills him. He will also give him his daughter in marriage and will exempt his father's family from taxes in Israel.\" <sup><strong>26</strong></sup> David asked the men standing near him, \"What will be done for the man who kills this Philistine and removes this disgrace from Israel? Who is this uncircumcised Philistine that he should defy the armies of the living God?\" <sup><strong>27</strong></sup> They repeated to him what they had been saying and told him, \"This is what will be done for the man who kills him.\" <sup><strong>28</strong></sup> When Eliab, David's oldest brother, heard him speaking with the men, he burned with anger at him and asked, \"Why have you come down here? And with whom did you leave those few sheep in the desert? I know how conceited you are and how wicked your heart is; you came down only to watch the battle.\" <sup><strong>29</strong></sup> \"Now what have I done?\" said David. \"Can't I even speak?\" <sup><strong>30</strong></sup> He then turned away to someone else and brought up the same matter, and the men answered him as before. <sup><strong>31</strong></sup> What David said was overheard and reported to Saul, and Saul sent for him. <sup><strong>32</strong></sup> David said to Saul, \"Let no one lose heart on account of this Philistine; your servant will go and fight him.\" <sup><strong>33</strong></sup> Saul replied, \"You are not able to go out against this Philistine and fight him; you are only a boy, and he has been a fighting man from his youth.\" <sup><strong>34</strong></sup> But David said to Saul, \"Your servant has been keeping his father's sheep. When a lion or a bear came and carried off a sheep from the flock, <sup><strong>35</strong></sup> I went after it, struck it and rescued the sheep from its mouth. When it turned on me, I seized it by its hair, struck it and killed it. <sup><strong>36</strong></sup> Your servant has killed both the lion and the bear; this uncircumcised Philistine will be like one of them, because he has defied the armies of the living God. <sup><strong>37</strong></sup> The LORD who delivered me from the paw of the lion and the paw of the bear will deliver me from the hand of this Philistine.\" Saul said to David, \"Go, and the LORD be with you.\" <sup><strong>38</strong></sup> Then Saul dressed David in his own tunic. He put a coat of armor on him and a bronze helmet on his head. <sup><strong>39</strong></sup> David fastened on his sword over the tunic and tried walking around, because he was not used to them. \"I cannot go in these,\" he said to Saul, \"because I am not used to them.\" So he took them off. <sup><strong>40</strong></sup> Then he took his staff in his hand, chose five smooth stones from the stream, put them in the pouch of his shepherd's bag and, with his sling in his hand, approached the Philistine. <sup><strong>41</strong></sup> Meanwhile, the Philistine, with his shield bearer in front of him, kept coming closer to David. <sup><strong>42</strong></sup> He looked David over and saw that he was only a boy, ruddy and handsome, and he despised him. <sup><strong>43</strong></sup> He said to David, \"Am I a dog, that you come at me with sticks?\" And the Philistine cursed David by his gods. <sup><strong>44</strong></sup> \"Come here,\" he said, \"and I'll give your flesh to the birds of the air and the beasts of the field!\" <sup><strong>45</strong></sup> David said to the Philistine, \"You come against me with sword and spear and javelin, but I come against you in the name of the LORD Almighty, the God of the armies of Israel, whom you have defied. <sup><strong>46</strong></sup> This day the LORD will hand you over to me, and I'll strike you down and cut off your head. Today I will give the carcasses of the Philistine army to the birds of the air and the beasts of the earth, and the whole world will know that there is a God in Israel. <sup><strong>47</strong></sup> All those gathered here will know that it is not by sword or spear that the LORD saves; for the battle is the LORD's, and he will give all of you into our hands.\" <sup><strong>48</strong></sup> As the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him. <sup><strong>49</strong></sup> Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground. <sup><strong>50</strong></sup> So David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him. <sup><strong>51</strong></sup> David ran and stood over him. He took hold of the Philistine's sword and drew it from the scabbard. After he killed him, he cut off his head with the sword. When the Philistines saw that their hero was dead, they turned and ran. <sup><strong>52</strong></sup> Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron. <sup><strong>53</strong></sup> When the Israelites returned from chasing the Philistines, they plundered their camp. <sup><strong>54</strong></sup> David took the Philistine's head and brought it to Jerusalem, and he put the Philistine's weapons in his own tent. <sup><strong>55</strong></sup> As Saul watched David going out to meet the Philistine, he said to Abner, commander of the army, \"Abner, whose son is that young man?\" Abner replied, \"As surely as you live, O king, I don't know.\" <sup><strong>56</strong></sup> The king said, \"Find out whose son this young man is.\" <sup><strong>57</strong></sup> As soon as David returned from killing the Philistine, Abner took him and brought him before Saul, with David still holding the Philistine's head. <sup><strong>58</strong></sup> \"Whose son are you, young man?\" Saul asked him. David said, \"I am the son of your servant Jesse of Bethlehem.\" "},{"_id":"616a42419dfb4d9c011d812c","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 15:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09015034_01-33\"><b class=\"verse-num\" id=\"v09015034-1\">34&nbsp;</b>Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul.</p>\n</div>","kjv":"<strong>34</strong> Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.  ","niv":"<sup><strong>34</strong></sup> Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul."},{"_id":"616a42429dfb4d9c011d812d","topicId":"616a423a9dfb4d9c011d8115","verse":"1 Samuel 13:1-23","votes":2,"__v":0,"kjv":"<strong>1</strong> Saul reigned one year; and when he had reigned two years over Israel,  <strong>2</strong> Saul chose him three thousand men of Israel; whereof  two thousand were with Saul in Michmash and in mount Bethel, and a thousand were with Jonathan in Gibeah of Benjamin: and the rest of the people he sent every man to his tent.  <strong>3</strong> And Jonathan smote the garrison of the Philistines that was  in Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, Let the Hebrews hear.  <strong>4</strong> And all Israel heard say that Saul had smitten a garrison of the Philistines, and that Israel also was had in abomination with the Philistines. And the people were called together after Saul to Gilgal.  <strong>5</strong> And the Philistines gathered themselves together to fight with Israel, thirty thousand chariots, and six thousand horsemen, and people as the sand which is on the sea shore in multitude: and they came up, and pitched in Michmash, eastward from Beth-aven.  <strong>6</strong> When the men of Israel saw that they were in a strait, (for the people were distressed,) then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits.  <strong>7</strong> And some of the Hebrews went over Jordan to the land of Gad and Gilead. As for Saul, he was yet in Gilgal, and all the people followed him trembling.  <strong>8</strong> And he tarried seven days, according to the set time that Samuel had appointed: but Samuel came not to Gilgal; and the people were scattered from him.  <strong>9</strong> And Saul said, Bring hither a burnt offering to me, and peace offerings. And he offered the burnt offering.  <strong>10</strong> And it came to pass, that as soon as he had made an end of offering the burnt offering, behold, Samuel came; and Saul went out to meet him, that he might salute him.  <strong>11</strong> And Samuel said, What hast thou done? And Saul said, Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together at Michmash;  <strong>12</strong> Therefore said I, The Philistines will come down now upon me to Gilgal, and I have not made supplication unto the LORD: I forced myself therefore, and offered a burnt offering.  <strong>13</strong> And Samuel said to Saul, Thou hast done foolishly: thou hast not kept the commandment of the LORD thy God, which he commanded thee: for now would the LORD have established thy kingdom upon Israel for ever.  <strong>14</strong> But now thy kingdom shall not continue: the LORD hath sought him a man after his own heart, and the LORD hath commanded him to be captain over his people, because thou hast not kept that which the LORD commanded thee.  <strong>15</strong> And Samuel arose, and gat him up from Gilgal unto Gibeah of Benjamin. And Saul numbered the people that were present with him, about six hundred men.  <strong>16</strong> And Saul, and Jonathan his son, and the people that were  present with them, abode in Gibeah of Benjamin: but the Philistines encamped in Michmash.  <strong>17</strong> And the spoilers came out of the camp of the Philistines in three companies: one company turned unto the way that leadeth to Ophrah, unto the land of Shual:  <strong>18</strong> And another company turned the way to Beth-horon: and another company turned to the way of the border that looketh to the valley of Zeboim toward the wilderness.  <strong>19</strong> Now there was no smith found throughout all the land of Israel: for the Philistines said, Lest the Hebrews make them swords or spears:  <strong>20</strong> But all the Israelites went down to the Philistines, to sharpen every man his share, and his coulter, and his axe, and his mattock.  <strong>21</strong> Yet they had a file for the mattocks, and for the coulters, and for the forks, and for the axes, and to sharpen the goads.  <strong>22</strong> So it came to pass in the day of battle, that there was neither sword nor spear found in the hand of any of the people that were with Saul and Jonathan: but with Saul and with Jonathan his son was there found.  <strong>23</strong> And the garrison of the Philistines went out to the passage of Michmash.  ","niv":"<sup><strong>1</strong></sup> Saul was thirty years old when he became king, and he reigned over Israel forty- two years. <sup><strong>2</strong></sup> Saul chose three thousand men from Israel; two thousand were with him at Micmash and in the hill country of Bethel, and a thousand were with Jonathan at Gibeah in Benjamin. The rest of the men he sent back to their homes. <sup><strong>3</strong></sup> Jonathan attacked the Philistine outpost at Geba, and the Philistines heard about it. Then Saul had the trumpet blown throughout the land and said, \"Let the Hebrews hear!\" <sup><strong>4</strong></sup> So all Israel heard the news: \"Saul has attacked the Philistine outpost, and now Israel has become a stench to the Philistines.\" And the people were summoned to join Saul at Gilgal. <sup><strong>5</strong></sup> The Philistines assembled to fight Israel, with three thousand chariots, six thousand charioteers, and soldiers as numerous as the sand on the seashore. They went up and camped at Micmash, east of Beth Aven. <sup><strong>6</strong></sup> When the men of Israel saw that their situation was critical and that their army was hard pressed, they hid in caves and thickets, among the rocks, and in pits and cisterns. <sup><strong>7</strong></sup> Some Hebrews even crossed the Jordan to the land of Gad and Gilead. Saul remained at Gilgal, and all the troops with him were quaking with fear. <sup><strong>8</strong></sup> He waited seven days, the time set by Samuel; but Samuel did not come to Gilgal, and Saul's men began to scatter. <sup><strong>9</strong></sup> So he said, \"Bring me the burnt offering and the fellowship offerings. \"And Saul offered up the burnt offering. <sup><strong>10</strong></sup> Just as he finished making the offering, Samuel arrived, and Saul went out to greet him. <sup><strong>11</strong></sup> \"What have you done?\" asked Samuel. Saul replied, \"When I saw that the men were scattering, and that you did not come at the set time, and that the Philistines were assembling at Micmash, <sup><strong>12</strong></sup> I thought, 'Now the Philistines will come down against me at Gilgal, and I have not sought the LORD's favor.' So I felt compelled to offer the burnt offering.\" <sup><strong>13</strong></sup> \"You acted foolishly,\" Samuel said. \"You have not kept the command the LORD your God gave you; if you had, he would have established your kingdom over Israel for all time. <sup><strong>14</strong></sup> But now your kingdom will not endure; the LORD has sought out a man after his own heart and appointed him leader of his people, because you have not kept the LORD's command.\" <sup><strong>15</strong></sup> Then Samuel left Gilgal and went up to Gibeah in Benjamin, and Saul counted the men who were with him. They numbered about six hundred. <sup><strong>16</strong></sup> Saul and his son Jonathan and the men with them were staying in Gibeah in Benjamin, while the Philistines camped at Micmash. <sup><strong>17</strong></sup> Raiding parties went out from the Philistine camp in three detachments. One turned toward Ophrah in the vicinity of Shual, <sup><strong>18</strong></sup> another toward Beth Horon, and the third toward the borderland overlooking the Valley of Zeboim facing the desert. <sup><strong>19</strong></sup> Not a blacksmith could be found in the whole land of Israel, because the Philistines had said, \"Otherwise the Hebrews will make swords or spears!\" <sup><strong>20</strong></sup> So all Israel went down to the Philistines to have their plowshares, mattocks, axes and sickles sharpened. <sup><strong>21</strong></sup> The price was two thirds of a shekel for sharpening plowshares and mattocks, and a third of a shekel for sharpening forks and axes and for repointing goads. <sup><strong>22</strong></sup> So on the day of the battle not a soldier with Saul and Jonathan had a sword or spear in his hand; only Saul and his son Jonathan had them. <sup><strong>23</strong></sup> Now a detachment of Philistines had gone out to the pass at Micmash. "},{"_id":"616a42429dfb4d9c011d812e","topicId":"616a423a9dfb4d9c011d8115","verse":"Deuteronomy 28:47-48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05028047_01-36\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you.</p>\n</div>","kjv":"<strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  ","niv":"<sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. "}]}