{"_id":"616a44df9dfb4d9c011d824c","slug":"secrecy","name":"Secrecy","verses":[{"_id":"616a44df9dfb4d9c011d824d","topicId":"616a44df9dfb4d9c011d824c","verse":"2 Corinthians 4:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47004002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004002-1\">2&nbsp;</b>But we have renounced disgraceful, underhanded ways. We refuse to practice cunning or to tamper with God’s word, but by the open statement of the truth we would commend ourselves to everyone’s conscience in the sight of God.</p>\n\n</div>","kjv":"<strong>2</strong> But have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth commending ourselves to every man’s conscience in the sight of God.  ","niv":"<sup><strong>2</strong></sup> Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to every man's conscience in the sight of God."},{"_id":"616a44e09dfb4d9c011d824e","topicId":"616a44df9dfb4d9c011d824c","verse":"Colossians 2:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-2\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"616a44e09dfb4d9c011d8250","topicId":"616a44df9dfb4d9c011d824c","verse":"Matthew 5:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"616a44e09dfb4d9c011d824f","topicId":"616a44df9dfb4d9c011d824c","verse":"John 8:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"616a44e09dfb4d9c011d8251","topicId":"616a44df9dfb4d9c011d824c","verse":"Psalm 44:21","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19044021_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044021-1\">21&nbsp;</b>&nbsp;&nbsp;would not God discover this?</span><br><span id=\"p19044021_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For he knows the secrets of the heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Shall not God search this out? for he knoweth the secrets of the heart.  ","niv":"<sup><strong>21</strong></sup> would not God have discovered it, since he knows the secrets of the heart?"},{"_id":"616a44e19dfb4d9c011d8253","topicId":"616a44df9dfb4d9c011d824c","verse":"John 7:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43007024_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007024-1\">24&nbsp;</b><span class=\"woc\">Do not judge by appearances, but judge with right judgment.”</span></p>\n</div>","kjv":"<strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  ","niv":"<sup><strong>24</strong></sup> Stop judging by mere appearances, and make a right judgment.\""},{"_id":"616a44e19dfb4d9c011d8252","topicId":"616a44df9dfb4d9c011d824c","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616a44e29dfb4d9c011d8254","topicId":"616a44df9dfb4d9c011d824c","verse":"James 5:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-8\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned."},{"_id":"616a44e29dfb4d9c011d8255","topicId":"616a44df9dfb4d9c011d824c","verse":"1 John 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"616a44e29dfb4d9c011d8256","topicId":"616a44df9dfb4d9c011d824c","verse":"Ephesians 6:10-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-10\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"616a44e29dfb4d9c011d8257","topicId":"616a44df9dfb4d9c011d824c","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-11\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-11\">Greetings.</p>\n\n<p id=\"p59001001_06-11\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-11\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-11\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-11\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-11\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-11\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-11\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-11\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616a44e39dfb4d9c011d8258","topicId":"616a44df9dfb4d9c011d824c","verse":"Luke 15:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"616a44e39dfb4d9c011d8259","topicId":"616a44df9dfb4d9c011d824c","verse":"Titus 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56001002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began</p>\n\n</div>","kjv":"<strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  ","niv":"<sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time,"},{"_id":"616a44e39dfb4d9c011d825a","topicId":"616a44df9dfb4d9c011d824c","verse":"Ezekiel 18:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616a44e49dfb4d9c011d825b","topicId":"616a44df9dfb4d9c011d824c","verse":"Deuteronomy 24:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05024016_01-15\"><b class=\"verse-num\" id=\"v05024016-1\">16&nbsp;</b>“Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers. Each one shall be put to death for his own sin.</p>\n</div>","kjv":"<strong>16</strong> The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.  ","niv":"<sup><strong>16</strong></sup> Fathers shall not be put to death for their children, nor children put to death for their fathers; each is to die for his own sin."},{"_id":"616a44e49dfb4d9c011d825c","topicId":"616a44df9dfb4d9c011d824c","verse":"Luke 15:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42015010_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n</div>","kjv":"<strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\""},{"_id":"616a44e49dfb4d9c011d825d","topicId":"616a44df9dfb4d9c011d824c","verse":"Matthew 23:37","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40023037_04-17\"><b class=\"verse-num woc\" id=\"v40023037-1\">37&nbsp;</b><span class=\"woc\">“O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span></p>\n</div>","kjv":"<strong>37</strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  ","niv":"<sup><strong>37</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing."},{"_id":"616a44e59dfb4d9c011d825e","topicId":"616a44df9dfb4d9c011d824c","verse":"1 Samuel 16:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"616a44e59dfb4d9c011d825f","topicId":"616a44df9dfb4d9c011d824c","verse":"Hebrews 2:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-20\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"616a44e59dfb4d9c011d8261","topicId":"616a44df9dfb4d9c011d824c","verse":"Hebrews 2:14-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-21\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery. <b class=\"verse-num\" id=\"v58002016-1\">16&nbsp;</b>For surely it is not angels that he helps, but he helps the offspring of Abraham. <b class=\"verse-num\" id=\"v58002017-1\">17&nbsp;</b>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people. <b class=\"verse-num\" id=\"v58002018-1\">18&nbsp;</b>For because he himself has suffered when tempted, he is able to help those who are being tempted.</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  <strong>16</strong> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.  <strong>17</strong> Wherefore in all things it behoved him to be made like unto his  brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.  <strong>18</strong> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. <sup><strong>16</strong></sup> For surely it is not angels he helps, but Abraham's descendants. <sup><strong>17</strong></sup> For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. <sup><strong>18</strong></sup> Because he himself suffered when he was tempted, he is able to help those who are being tempted. "},{"_id":"616a44e59dfb4d9c011d8260","topicId":"616a44df9dfb4d9c011d824c","verse":"1 John 3:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003024_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003024-1\">24&nbsp;</b>Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us.</p>\n\n</div>","kjv":"<strong>24</strong> And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.  ","niv":"<sup><strong>24</strong></sup> Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us."},{"_id":"616a44e69dfb4d9c011d8262","topicId":"616a44df9dfb4d9c011d824c","verse":"1 Timothy 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"616a44e69dfb4d9c011d8263","topicId":"616a44df9dfb4d9c011d824c","verse":"2 Thessalonians 1:1-12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-25\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-25\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-25\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-25\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"616a44e69dfb4d9c011d8264","topicId":"616a44df9dfb4d9c011d824c","verse":"Colossians 1:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-26\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-26\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-26\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-26\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-26\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-26\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-26\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"616a44e79dfb4d9c011d8265","topicId":"616a44df9dfb4d9c011d824c","verse":"Romans 10:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""}]}