{"_id":"616a451e9dfb4d9c011d8266","slug":"secret-societies","name":"Secret Societies","verses":[{"_id":"616a451e9dfb4d9c011d8267","topicId":"616a451e9dfb4d9c011d8266","verse":"Ephesians 5:12","votes":28,"__v":0,"esv":"<div>\n<p id=\"p49005012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret.</p>\n</div>","kjv":"<strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  ","niv":"<sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret.","modified":"2022-08-30T02:45:01.772Z"},{"_id":"616a451f9dfb4d9c011d8268","topicId":"616a451e9dfb4d9c011d8266","verse":"Amos 3:7","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"616a451f9dfb4d9c011d8269","topicId":"616a451e9dfb4d9c011d8266","verse":"John 3:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil.","modified":"2023-10-22T18:49:32.371Z"},{"_id":"616a45209dfb4d9c011d826a","topicId":"616a451e9dfb4d9c011d8266","verse":"John 18:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43018020_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span></p>\n</div>","kjv":"<strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  ","niv":"<sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret.","modified":"2023-10-28T22:05:17.952Z"},{"_id":"616a45209dfb4d9c011d826b","topicId":"616a451e9dfb4d9c011d8266","verse":"Isaiah 5:20","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-5\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-5\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter."},{"_id":"616a45209dfb4d9c011d826c","topicId":"616a451e9dfb4d9c011d8266","verse":"Psalm 90:8","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090008_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090008-1\">8&nbsp;</b>&nbsp;&nbsp;You have set our iniquities before you,</span><br><span id=\"p19090008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our secret sins in the light of your presence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Thou hast set our iniquities before thee, our secret sins  in the light of thy countenance.  ","niv":"<sup><strong>8</strong></sup> You have set our iniquities before you, our secret sins in the light of your presence."},{"_id":"616a45209dfb4d9c011d826d","topicId":"616a451e9dfb4d9c011d8266","verse":"Psalm 25:14","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19025014_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19025014-1\">14&nbsp;</b>&nbsp;&nbsp;The friendship of the LORD is for those who fear him,</span><br><span id=\"p19025014_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes known to them his covenant.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> The secret of the LORD is with them that fear him; and he will shew them his covenant.  ","niv":"<sup><strong>14</strong></sup> The LORD confides in those who fear him; he makes his covenant known to them."},{"_id":"616a45219dfb4d9c011d826e","topicId":"616a451e9dfb4d9c011d8266","verse":"Mark 4:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p41004022_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41004022-1\">22&nbsp;</b><span class=\"woc\">For nothing is hidden except to be made manifest; nor is anything secret except to come to light.</span></p>\n</div>","kjv":"<strong>22</strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.  ","niv":"<sup><strong>22</strong></sup> For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open."},{"_id":"616a45219dfb4d9c011d826f","topicId":"616a451e9dfb4d9c011d8266","verse":"Proverbs 11:13","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011013_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever goes about slandering reveals secrets,</span><br><span id=\"p20011013_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is trustworthy in spirit keeps a thing covered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.  ","niv":"<sup><strong>13</strong></sup> A gossip betrays a confidence, but a trustworthy man keeps a secret."},{"_id":"616a45229dfb4d9c011d8270","topicId":"616a451e9dfb4d9c011d8266","verse":"Revelation 1:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616a45229dfb4d9c011d8271","topicId":"616a451e9dfb4d9c011d8266","verse":"1 John 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616a45229dfb4d9c011d8272","topicId":"616a451e9dfb4d9c011d8266","verse":"Deuteronomy 29:29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05029029_01-12\"><b class=\"verse-num\" id=\"v05029029-1\">29&nbsp;</b>“The secret things belong to the LORD our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law.</p>\n</div>","kjv":"<strong>29</strong> The secret things belong unto the LORD our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law.  ","niv":"<sup><strong>29</strong></sup> The secret things belong to the LORD our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law."},{"_id":"616a45229dfb4d9c011d8273","topicId":"616a451e9dfb4d9c011d8266","verse":"Luke 8:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42008017_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008017-1\">17&nbsp;</b><span class=\"woc\">For nothing is hidden that will not be made manifest, nor is anything secret that will not be known and come to light.</span></p>\n</div>","kjv":"<strong>17</strong> For nothing is secret, that shall not be made manifest; neither any thing hid, that shall not be known and come abroad.  ","niv":"<sup><strong>17</strong></sup> For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open.","modified":"2022-01-07T15:30:31.862Z"},{"_id":"616a45229dfb4d9c011d8274","topicId":"616a451e9dfb4d9c011d8266","verse":"Matthew 5:34-37","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40005034_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n</div>","kjv":"<strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. ","niv":"<sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. "},{"_id":"616a45239dfb4d9c011d8276","topicId":"616a451e9dfb4d9c011d8266","verse":"Proverbs 25:9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025009_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025009-1\">9&nbsp;</b>&nbsp;&nbsp;Argue your case with your neighbor himself,</span><br><span id=\"p20025009_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not reveal another’s secret,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Debate thy cause with thy neighbour himself; and discover not a secret to another:  ","niv":"<sup><strong>9</strong></sup> If you argue your case with a neighbor, do not betray another man's confidence,"},{"_id":"616a45239dfb4d9c011d8275","topicId":"616a451e9dfb4d9c011d8266","verse":"Ezekiel 8:1-18","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p26008001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26008001-1\">8:1&nbsp;</b>In the sixth year, in the sixth month, on the fifth day of the month, as I sat in my house, with the elders of Judah sitting before me, the hand of the Lord GOD fell upon me there. <b class=\"verse-num\" id=\"v26008002-1\">2&nbsp;</b>Then I looked, and behold, a form that had the appearance of a man. Below what appeared to be his waist was fire, and above his waist was something like the appearance of brightness, like gleaming metal. <b class=\"verse-num\" id=\"v26008003-1\">3&nbsp;</b>He put out the form of a hand and took me by a lock of my head, and the Spirit lifted me up between earth and heaven and brought me in visions of God to Jerusalem, to the entrance of the gateway of the inner court that faces north, where was the seat of the image of jealousy, which provokes to jealousy. <b class=\"verse-num\" id=\"v26008004-1\">4&nbsp;</b>And behold, the glory of the God of Israel was there, like the vision that I saw in the valley.</p>\n<p id=\"p26008004_05-16\"><b class=\"verse-num\" id=\"v26008005-1\">5&nbsp;</b>Then he said to me, “Son of man, lift up your eyes now toward the north.” So I lifted up my eyes toward the north, and behold, north of the altar gate, in the entrance, was this image of jealousy. <b class=\"verse-num\" id=\"v26008006-1\">6&nbsp;</b>And he said to me, “Son of man, do you see what they are doing, the great abominations that the house of Israel are committing here, to drive me far from my sanctuary? But you will see still greater abominations.”</p>\n<p id=\"p26008006_05-16\"><b class=\"verse-num\" id=\"v26008007-1\">7&nbsp;</b>And he brought me to the entrance of the court, and when I looked, behold, there was a hole in the wall. <b class=\"verse-num\" id=\"v26008008-1\">8&nbsp;</b>Then he said to me, “Son of man, dig in the wall.” So I dug in the wall, and behold, there was an entrance. <b class=\"verse-num\" id=\"v26008009-1\">9&nbsp;</b>And he said to me, “Go in, and see the vile abominations that they are committing here.” <b class=\"verse-num\" id=\"v26008010-1\">10&nbsp;</b>So I went in and saw. And there, engraved on the wall all around, was every form of creeping things and loathsome beasts, and all the idols of the house of Israel. <b class=\"verse-num\" id=\"v26008011-1\">11&nbsp;</b>And before them stood seventy men of the elders of the house of Israel, with Jaazaniah the son of Shaphan standing among them. Each had his censer in his hand, and the smoke of the cloud of incense went up. <b class=\"verse-num\" id=\"v26008012-1\">12&nbsp;</b>Then he said to me, “Son of man, have you seen what the elders of the house of Israel are doing in the dark, each in his room of pictures? For they say, ‘The LORD does not see us, the LORD has forsaken the land.’” <b class=\"verse-num\" id=\"v26008013-1\">13&nbsp;</b>He said also to me, “You will see still greater abominations that they commit.”</p>\n<p id=\"p26008013_05-16\"><b class=\"verse-num\" id=\"v26008014-1\">14&nbsp;</b>Then he brought me to the entrance of the north gate of the house of the LORD, and behold, there sat women weeping for Tammuz. <b class=\"verse-num\" id=\"v26008015-1\">15&nbsp;</b>Then he said to me, “Have you seen this, O son of man? You will see still greater abominations than these.”</p>\n<p id=\"p26008015_05-16\"><b class=\"verse-num\" id=\"v26008016-1\">16&nbsp;</b>And he brought me into the inner court of the house of the LORD. And behold, at the entrance of the temple of the LORD, between the porch and the altar, were about twenty-five men, with their backs to the temple of the LORD, and their faces toward the east, worshiping the sun toward the east. <b class=\"verse-num\" id=\"v26008017-1\">17&nbsp;</b>Then he said to me, “Have you seen this, O son of man? Is it too light a thing for the house of Judah to commit the abominations that they commit here, that they should fill the land with violence and provoke me still further to anger? Behold, they put the branch to their nose. <b class=\"verse-num\" id=\"v26008018-1\">18&nbsp;</b>Therefore I will act in wrath. My eye will not spare, nor will I have pity. And though they cry in my ears with a loud voice, I will not hear them.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the sixth year, in the sixth month,  in the fifth day of the month, as I sat in mine house, and the elders of Judah sat before me, that the hand of the Lord GOD fell there upon me.  <strong>2</strong> Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins even downward, fire; and from his loins even upward, as the appearance of brightness, as the colour of amber.  <strong>3</strong> And he put forth the form of an hand, and took me by a lock of mine head; and the spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the inner gate that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.  <strong>4</strong> And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain.  <strong>5</strong> Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold northward at the gate of the altar this image of jealousy in the entry.  <strong>6</strong> He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.  <strong>7</strong> And he brought me to the door of the court; and when I looked, behold a hole in the wall.  <strong>8</strong> Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold a door.  <strong>9</strong> And he said unto me, Go in, and behold the wicked abominations that they do here.  <strong>10</strong> So I went in and saw; and behold every form of creeping things, and abominable beasts, and all the idols of the house of Israel, pourtrayed upon the wall round about.  <strong>11</strong> And there stood before them seventy men of the ancients of the house of Israel, and in the midst of them stood Jaazaniah the son of Shaphan, with every man his censer in his hand; and a thick cloud of incense went up.  <strong>12</strong> Then said he unto me, Son of man, hast thou seen what the ancients of the house of Israel do in the dark, every man in the chambers of his imagery? for they say, The LORD seeth us not; the LORD hath forsaken the earth.  <strong>13</strong> He said also unto me, Turn thee yet again, and thou shalt see greater abominations that they do.  <strong>14</strong> Then he brought me to the door of the gate of the LORD’S house which was toward the north; and, behold, there sat women weeping for Tammuz.  <strong>15</strong> Then said he unto me, Hast thou seen this, O son of man? turn thee yet again, and thou shalt see greater abominations than these.  <strong>16</strong> And he brought me into the inner court of the LORD’S house, and, behold, at the door of the temple of the LORD, between the porch and the altar, were about five and twenty men, with their backs toward the temple of the LORD, and their faces toward the east; and they worshipped the sun toward the east.  <strong>17</strong> Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have returned to provoke me to anger: and, lo, they put the branch to their nose.  <strong>18</strong> Therefore will I also deal in fury: mine eye shall not spare, neither will I have pity: and though they cry in mine ears with a loud voice, yet will I not hear them.  ","niv":"<sup><strong>1</strong></sup> In the sixth year, in the sixth month on the fifth day, while I was sitting in my house and the elders of Judah were sitting before me, the hand of the Sovereign LORD came upon me there. <sup><strong>2</strong></sup> I looked, and I saw a figure like that of a man. From what appeared to be his waist down he was like fire, and from there up his appearance was as bright as glowing metal. <sup><strong>3</strong></sup> He stretched out what looked like a hand and took me by the hair of my head. The Spirit lifted me up between earth and heaven and in visions of God he took me to Jerusalem, to the entrance to the north gate of the inner court, where the idol that provokes to jealousy stood. <sup><strong>4</strong></sup> And there before me was the glory of the God of Israel, as in the vision I had seen in the plain. <sup><strong>5</strong></sup> Then he said to me, \"Son of man, look toward the north.\" So I looked, and in the entrance north of the gate of the altar I saw this idol of jealousy. <sup><strong>6</strong></sup> And he said to me, \"Son of man, do you see what they are doing-the utterly detestable things the house of Israel is doing here, things that will drive me far from my sanctuary? But you will see things that are even more detestable.\" <sup><strong>7</strong></sup> Then he brought me to the entrance to the court. I looked, and I saw a hole in the wall. <sup><strong>8</strong></sup> He said to me, \"Son of man, now dig into the wall.\" So I dug into the wall and saw a doorway there. <sup><strong>9</strong></sup> And he said to me, \"Go in and see the wicked and detestable things they are doing here.\" <sup><strong>10</strong></sup> So I went in and looked, and I saw portrayed all over the walls all kinds of crawling things and detestable animals and all the idols of the house of Israel. <sup><strong>11</strong></sup> In front of them stood seventy elders of the house of Israel, and Jaazaniah son of Shaphan was standing among them. Each had a censer in his hand, and a fragrant cloud of incense was rising. <sup><strong>12</strong></sup> He said to me, \"Son of man, have you seen what the elders of the house of Israel are doing in the darkness, each at the shrine of his own idol? They say, 'The LORD does not see us; the LORD has forsaken the land.'\" <sup><strong>13</strong></sup> Again, he said, \"You will see them doing things that are even more detestable.\" <sup><strong>14</strong></sup> Then he brought me to the entrance to the north gate of the house of the LORD, and I saw women sitting there, mourning for Tammuz. <sup><strong>15</strong></sup> He said to me, \"Do you see this, son of man? You will see things that are even more detestable than this.\" <sup><strong>16</strong></sup> He then brought me into the inner court of the house of the LORD, and there at the entrance to the temple, between the portico and the altar, were about twenty-five men. With their backs toward the temple of the LORD and their faces toward the east, they were bowing down to the sun in the east. <sup><strong>17</strong></sup> He said to me, \"Have you seen this, son of man? Is it a trivial matter for the house of Judah to do the detestable things they are doing here? Must they also fill the land with violence and continually provoke me to anger? Look at them putting the branch to their nose! <sup><strong>18</strong></sup> Therefore I will deal with them in anger; I will not look on them with pity or spare them. Although they shout in my ears, I will not listen to them.\" "},{"_id":"616a45249dfb4d9c011d8277","topicId":"616a451e9dfb4d9c011d8266","verse":"Psalm 19:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019012_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019012-1\">12&nbsp;</b>&nbsp;&nbsp;Who can discern his errors?</span><br><span id=\"p19019012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Declare me innocent from hidden faults.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Who can understand his errors? cleanse thou me from secret faults. ","niv":"<sup><strong>12</strong></sup> Who can discern his errors? Forgive my hidden faults."},{"_id":"616a45249dfb4d9c011d8278","topicId":"616a451e9dfb4d9c011d8266","verse":"1 Corinthians 2:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46002010_01-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God.</p>\n</div>","kjv":"<strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  ","niv":"<sup><strong>10</strong></sup> but God has revealed it to us by his Spirit."},{"_id":"616a45249dfb4d9c011d8279","topicId":"616a451e9dfb4d9c011d8266","verse":"James 5:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-20\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned."},{"_id":"616a45249dfb4d9c011d827a","topicId":"616a451e9dfb4d9c011d8266","verse":"Matthew 25:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40025030_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n</div>","kjv":"<strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. ","niv":"<sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.'","modified":"2022-05-03T21:06:09.517Z"},{"_id":"616a45259dfb4d9c011d827b","topicId":"616a451e9dfb4d9c011d8266","verse":"2 Corinthians 6:14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-22\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"616a45259dfb4d9c011d827d","topicId":"616a451e9dfb4d9c011d8266","verse":"2 Corinthians 6:14-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-23\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? <b class=\"verse-num\" id=\"v47006015-1\">15&nbsp;</b>What accord has Christ with Belial? Or what portion does a believer share with an unbeliever? <b class=\"verse-num\" id=\"v47006016-1\">16&nbsp;</b>What agreement has the temple of God with idols? For we are the temple of the living God; as God said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006016_07-23\" class=\"line\">&nbsp;&nbsp;“I will make my dwelling among them and walk among them,</span><br><span id=\"p47006016_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p47006016_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br><span id=\"p47006017_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore go out from their midst,</span><br><span id=\"p47006017_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be separate from them, says the Lord,</span><br><span id=\"p47006017_07-23\" class=\"line\">&nbsp;&nbsp;and touch no unclean thing;</span><br><span id=\"p47006017_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I will welcome you,</span><br><span id=\"p47006018_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006018-1\">18&nbsp;</b>&nbsp;&nbsp;and I will be a father to you,</span><br><span id=\"p47006018_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall be sons and daughters to me,</span><br><span id=\"p47006018_07-23\" class=\"line\">&nbsp;&nbsp;says the Lord Almighty.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  <strong>15</strong> And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?  <strong>16</strong> And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.  <strong>17</strong> Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,  <strong>18</strong> And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? <sup><strong>15</strong></sup> What harmony is there between Christ and Belial? What does a believer have in common with an unbeliever? <sup><strong>16</strong></sup> What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\" <sup><strong>17</strong></sup> \"Therefore come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\" <sup><strong>18</strong></sup> \"I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty.\" "},{"_id":"616a45259dfb4d9c011d827c","topicId":"616a451e9dfb4d9c011d8266","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a45269dfb4d9c011d827e","topicId":"616a451e9dfb4d9c011d8266","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a45269dfb4d9c011d827f","topicId":"616a451e9dfb4d9c011d8266","verse":"Luke 11:52","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42011052_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011052-1\">52&nbsp;</b><span class=\"woc\">Woe to you lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.”</span></p>\n</div>","kjv":"<strong>52</strong> Woe unto you, lawyers! for ye have taken away the key of knowledge: ye entered not in yourselves, and them that were entering in ye hindered.  ","niv":"<sup><strong>52</strong></sup> \"Woe to you experts in the law, because you have taken away the key to knowledge. You yourselves have not entered, and you have hindered those who were entering.\""}]}