{"_id":"616a455c9dfb4d9c011d8280","slug":"seduction","name":"Seduction","verses":[{"_id":"616a455c9dfb4d9c011d8281","topicId":"616a455c9dfb4d9c011d8280","verse":"Matthew 5:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"616a455d9dfb4d9c011d8282","topicId":"616a455c9dfb4d9c011d8280","verse":"1 Corinthians 6:18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body.","modified":"2022-11-29T23:26:47.914Z"},{"_id":"616a455d9dfb4d9c011d8283","topicId":"616a455c9dfb4d9c011d8280","verse":"Proverbs 6:25","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006025_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006025-1\">25&nbsp;</b>&nbsp;&nbsp;Do not desire her beauty in your heart,</span><br><span id=\"p20006025_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not let her capture you with her eyelashes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Lust not after her beauty in thine heart; neither let her take thee with her eyelids.  ","niv":"<sup><strong>25</strong></sup> Do not lust in your heart after her beauty or let her captivate you with her eyes,","modified":"2023-06-22T17:41:34.191Z"},{"_id":"616a455d9dfb4d9c011d8284","topicId":"616a455c9dfb4d9c011d8280","verse":"Proverbs 7:5","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20007005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007005-1\">5&nbsp;</b>&nbsp;&nbsp;to keep you from the forbidden woman,</span><br><span id=\"p20007005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the adulteress with her smooth words.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> That they may keep thee from the strange woman, from the stranger which flattereth with her words.  ","niv":"<sup><strong>5</strong></sup> they will keep you from the adulteress, from the wayward wife with her seductive words.","modified":"2023-03-01T23:42:34.529Z"},{"_id":"616a455e9dfb4d9c011d8285","topicId":"616a455c9dfb4d9c011d8280","verse":"Genesis 39:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01039012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039012-1\">12&nbsp;</b>she caught him by his garment, saying, “Lie with me.” But he left his garment in her hand and fled and got out of the house.</p>\n</div>","kjv":"<strong>12</strong> And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and got him out.  ","niv":"<sup><strong>12</strong></sup> She caught him by his cloak and said, \"Come to bed with me!\" But he left his cloak in her hand and ran out of the house."},{"_id":"616a455e9dfb4d9c011d8286","topicId":"616a455c9dfb4d9c011d8280","verse":"Genesis 3:1-24","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-7\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-7\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-7\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-7\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-7\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-7\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-7\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-7\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-7\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-7\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-7\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-7\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-7\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-7\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. ","modified":"2023-07-24T20:50:46.191Z"},{"_id":"616a455e9dfb4d9c011d8287","topicId":"616a455c9dfb4d9c011d8280","verse":"Romans 16:17-19","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-8\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. <b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive. <b class=\"verse-num\" id=\"v45016019-1\">19&nbsp;</b>For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil.</p>\n\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  <strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  <strong>19</strong> For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. <sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people. <sup><strong>19</strong></sup> Everyone has heard about your obedience, so I am full of joy over you; but I want you to be wise about what is good, and innocent about what is evil. "},{"_id":"616a455f9dfb4d9c011d8288","topicId":"616a455c9dfb4d9c011d8280","verse":"Romans 6:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45006014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n</div>","kjv":"<strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  ","niv":"<sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace."},{"_id":"616a455f9dfb4d9c011d8289","topicId":"616a455c9dfb4d9c011d8280","verse":"Genesis 39:7-9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01039007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039007-1\">7&nbsp;</b>And after a time his master’s wife cast her eyes on Joseph and said, “Lie with me.” <b class=\"verse-num\" id=\"v01039008-1\">8&nbsp;</b>But he refused and said to his master’s wife, “Behold, because of me my master has no concern about anything in the house, and he has put everything that he has in my charge. <b class=\"verse-num\" id=\"v01039009-1\">9&nbsp;</b>He is not greater in this house than I am, nor has he kept back anything from me except you, because you are his wife. How then can I do this great wickedness and sin against God?”</p>\n</div>","kjv":"<strong>7</strong> And it came to pass after these things, that his master’s wife cast her eyes upon Joseph; and she said, Lie with me.  <strong>8</strong> But he refused, and said unto his master’s wife, Behold, my master wotteth not what is with me in the house, and he hath committed all that he hath to my hand;  <strong>9</strong> There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?  ","niv":"<sup><strong>7</strong></sup> and after a while his master's wife took notice of Joseph and said, \"Come to bed with me!\" <sup><strong>8</strong></sup> But he refused. \"With me in charge,\" he told her, \"my master does not concern himself with anything in the house; everything he owns he has entrusted to my care. <sup><strong>9</strong></sup> No one is greater in this house than I am. My master has withheld nothing from me except you, because you are his wife. How then could I do such a wicked thing and sin against God?\" "},{"_id":"616a455f9dfb4d9c011d828a","topicId":"616a455c9dfb4d9c011d8280","verse":"Psalm 119:105","votes":4,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-11\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"616a45609dfb4d9c011d828b","topicId":"616a455c9dfb4d9c011d8280","verse":"Psalm 119:9-11","votes":4,"__v":0,"esv":"<div>\n<h4 id=\"p19119009_01-12\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  ","niv":"<sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. "},{"_id":"616a45609dfb4d9c011d828c","topicId":"616a455c9dfb4d9c011d8280","verse":"Proverbs 7:6-23","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20007006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007006-1\">6&nbsp;</b>&nbsp;&nbsp;For at the window of my house</span><br><span id=\"p20007006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have looked out through my lattice,</span><br><span id=\"p20007007_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007007-1\">7&nbsp;</b>&nbsp;&nbsp;and I have seen among the simple,</span><br><span id=\"p20007007_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have perceived among the youths,</span><br><span id=\"p20007007_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a young man lacking sense,</span><br><span id=\"p20007008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007008-1\">8&nbsp;</b>&nbsp;&nbsp;passing along the street near her corner,</span><br><span id=\"p20007008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;taking the road to her house</span><br><span id=\"p20007009_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007009-1\">9&nbsp;</b>&nbsp;&nbsp;in the twilight, in the evening,</span><br><span id=\"p20007009_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time of night and darkness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20007010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007010-1\">10&nbsp;</b>&nbsp;&nbsp;And behold, the woman meets him,</span><br><span id=\"p20007010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dressed as a prostitute, wily of heart.</span><br><span id=\"p20007011_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007011-1\">11&nbsp;</b>&nbsp;&nbsp;She is loud and wayward;</span><br><span id=\"p20007011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her feet do not stay at home;</span><br><span id=\"p20007012_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007012-1\">12&nbsp;</b>&nbsp;&nbsp;now in the street, now in the market,</span><br><span id=\"p20007012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and at every corner she lies in wait.</span><br><span id=\"p20007013_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007013-1\">13&nbsp;</b>&nbsp;&nbsp;She seizes him and kisses him,</span><br><span id=\"p20007013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with bold face she says to him,</span><br><span id=\"p20007014_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007014-1\">14&nbsp;</b>&nbsp;&nbsp;“I had to offer sacrifices,</span><br><span id=\"p20007014_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and today I have paid my vows;</span><br><span id=\"p20007015_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007015-1\">15&nbsp;</b>&nbsp;&nbsp;so now I have come out to meet you,</span><br><span id=\"p20007015_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to seek you eagerly, and I have found you.</span><br><span id=\"p20007016_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007016-1\">16&nbsp;</b>&nbsp;&nbsp;I have spread my couch with coverings,</span><br><span id=\"p20007016_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;colored linens from Egyptian linen;</span><br><span id=\"p20007017_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007017-1\">17&nbsp;</b>&nbsp;&nbsp;I have perfumed my bed with myrrh,</span><br><span id=\"p20007017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;aloes, and cinnamon.</span><br><span id=\"p20007018_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007018-1\">18&nbsp;</b>&nbsp;&nbsp;Come, let us take our fill of love till morning;</span><br><span id=\"p20007018_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us delight ourselves with love.</span><br><span id=\"p20007019_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007019-1\">19&nbsp;</b>&nbsp;&nbsp;For my husband is not at home;</span><br><span id=\"p20007019_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has gone on a long journey;</span><br><span id=\"p20007020_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007020-1\">20&nbsp;</b>&nbsp;&nbsp;he took a bag of money with him;</span><br><span id=\"p20007020_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at full moon he will come home.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20007021_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007021-1\">21&nbsp;</b>&nbsp;&nbsp;With much seductive speech she persuades him;</span><br><span id=\"p20007021_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with her smooth talk she compels him.</span><br><span id=\"p20007022_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007022-1\">22&nbsp;</b>&nbsp;&nbsp;All at once he follows her,</span><br><span id=\"p20007022_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as an ox goes to the slaughter,</span><br><span id=\"p20007022_01-13\" class=\"line\">&nbsp;&nbsp;or as a stag is caught fast</span><br><span id=\"p20007023_01-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v20007023-1\">23&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;till an arrow pierces its liver;</span><br><span id=\"p20007023_01-13\" class=\"line\">&nbsp;&nbsp;as a bird rushes into a snare;</span><br><span id=\"p20007023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not know that it will cost him his life.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For at the window of my house I looked through my casement,  <strong>7</strong> And beheld among the simple ones, I discerned among the youths, a young man void of understanding,  <strong>8</strong> Passing through the street near her corner; and he went the way to her house,  <strong>9</strong> In the twilight, in the evening, in the black and dark night:  <strong>10</strong> And, behold, there met him a woman with the attire of an harlot, and subtil of heart.  <strong>11</strong> (She is loud and stubborn; her feet abide not in her house:  <strong>12</strong> Now is she without, now in the streets, and lieth in wait at every corner.)  <strong>13</strong> So she caught him, and kissed him, and with an impudent face said unto him,  <strong>14</strong> I have peace offerings with me; this day have I payed my vows.  <strong>15</strong> Therefore came I forth to meet thee, diligently to seek thy face, and I have found thee.  <strong>16</strong> I have decked my bed with coverings of tapestry, with carved works,  with fine linen of Egypt.  <strong>17</strong> I have perfumed my bed with myrrh, aloes, and cinnamon.  <strong>18</strong> Come, let us take our fill of love until the morning: let us solace ourselves with loves.  <strong>19</strong> For the goodman is not at home, he is gone a long journey:  <strong>20</strong> He hath taken a bag of money with him, and will come home at the day appointed.  <strong>21</strong> With her much fair speech she caused him to yield, with the flattering of her lips she forced him.  <strong>22</strong> He goeth after her straightway, as an ox goeth to the slaughter, or as a fool to the correction of the stocks;  <strong>23</strong> Till a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life.  ","niv":"<sup><strong>6</strong></sup> At the window of my house I looked out through the lattice. <sup><strong>7</strong></sup> I saw among the simple, I noticed among the young men, a youth who lacked judgment. <sup><strong>8</strong></sup> He was going down the street near her corner, walking along in the direction of her house <sup><strong>9</strong></sup> at twilight, as the day was fading, as the dark of night set in. <sup><strong>10</strong></sup> Then out came a woman to meet him, dressed like a prostitute and with crafty intent. <sup><strong>11</strong></sup> (She is loud and defiant, her feet never stay at home; <sup><strong>12</strong></sup> now in the street, now in the squares, at every corner she lurks.) <sup><strong>13</strong></sup> She took hold of him and kissed him and with a brazen face she said: <sup><strong>14</strong></sup> \"I have fellowship offerings at home; today I fulfilled my vows. <sup><strong>15</strong></sup> So I came out to meet you; I looked for you and have found you! <sup><strong>16</strong></sup> I have covered my bed with colored linens from Egypt. <sup><strong>17</strong></sup> I have perfumed my bed with myrrh, aloes and cinnamon. <sup><strong>18</strong></sup> Come, let's drink deep of love till morning; let's enjoy ourselves with love! <sup><strong>19</strong></sup> My husband is not at home; he has gone on a long journey. <sup><strong>20</strong></sup> He took his purse filled with money and will not be home till full moon.\" <sup><strong>21</strong></sup> With persuasive words she led him astray; she seduced him with her smooth talk. <sup><strong>22</strong></sup> All at once he followed her like an ox going to the slaughter, like a deer stepping into a noose <sup><strong>23</strong></sup> till an arrow pierces his liver, like a bird darting into a snare, little knowing it will cost him his life. "},{"_id":"616a45609dfb4d9c011d828d","topicId":"616a455c9dfb4d9c011d8280","verse":"Matthew 18:6-7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40018006_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_04-14\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span></p>\n\n</div>","kjv":"<strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  ","niv":"<sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! "},{"_id":"616a45609dfb4d9c011d828e","topicId":"616a455c9dfb4d9c011d8280","verse":"Colossians 3:2-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_01-15\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. "},{"_id":"616a45619dfb4d9c011d828f","topicId":"616a455c9dfb4d9c011d8280","verse":"Mark 7:20-29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41007020_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n\n<p id=\"p41007023_05-16\"><b class=\"verse-num\" id=\"v41007024-1\">24&nbsp;</b>And from there he arose and went away to the region of Tyre and Sidon. And he entered a house and did not want anyone to know, yet he could not be hidden. <b class=\"verse-num\" id=\"v41007025-1\">25&nbsp;</b>But immediately a woman whose little daughter had an unclean spirit heard of him and came and fell down at his feet. <b class=\"verse-num\" id=\"v41007026-1\">26&nbsp;</b>Now the woman was a Gentile, a Syrophoenician by birth. And she begged him to cast the demon out of her daughter. <b class=\"verse-num\" id=\"v41007027-1\">27&nbsp;</b>And he said to her, <span class=\"woc\">“Let the children be fed first, for it is not right to take the children’s bread and throw it to the dogs.”</span> <b class=\"verse-num\" id=\"v41007028-1\">28&nbsp;</b>But she answered him, “Yes, Lord; yet even the dogs under the table eat the children’s crumbs.” <b class=\"verse-num\" id=\"v41007029-1\">29&nbsp;</b>And he said to her, <span class=\"woc\">“For this statement you may go your way; the demon has left your daughter.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  <strong>24</strong> And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it:  but he could not be hid.  <strong>25</strong> For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:  <strong>26</strong> The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.  <strong>27</strong> But Jesus said unto her, Let the children first be filled: for it is not meet to take the children’s bread, and to cast it unto the dogs.  <strong>28</strong> And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children’s crumbs.  <strong>29</strong> And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.  ","niv":"<sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" <sup><strong>24</strong></sup> Jesus left that place and went to the vicinity of Tyre. He entered a house and did not want anyone to know it; yet he could not keep his presence secret. <sup><strong>25</strong></sup> In fact, as soon as she heard about him, a woman whose little daughter was possessed by an evil spirit came and fell at his feet. <sup><strong>26</strong></sup> The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter. <sup><strong>27</strong></sup> \"First let the children eat all they want,\" he told her, \"for it is not right to take the children's bread and toss it to their dogs.\" <sup><strong>28</strong></sup> \"Yes, Lord,\" she replied, \"but even the dogs under the table eat the children's crumbs.\" <sup><strong>29</strong></sup> Then he told her, \"For such a reply, you may go; the demon has left your daughter.\" "},{"_id":"616a45619dfb4d9c011d8290","topicId":"616a455c9dfb4d9c011d8280","verse":"Ecclesiastes 7:26-29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p21007026_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v21007026-1\">26&nbsp;</b>And I find something more bitter than death: the woman whose heart is snares and nets, and whose hands are fetters. He who pleases God escapes her, but the sinner is taken by her. <b class=\"verse-num\" id=\"v21007027-1\">27&nbsp;</b>Behold, this is what I found, says the Preacher, while adding one thing to another to find the scheme of things—<b class=\"verse-num\" id=\"v21007028-1\">28&nbsp;</b>which my soul has sought repeatedly, but I have not found. One man among a thousand I found, but a woman among all these I have not found. <b class=\"verse-num\" id=\"v21007029-1\">29&nbsp;</b>See, this alone I found, that God made man upright, but they have sought out many schemes.</p>\n</div>","kjv":"<strong>26</strong> And I find more bitter than death the woman, whose heart is  snares and nets, and her hands as bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her.  <strong>27</strong> Behold, this have I found, saith the preacher, counting one by one, to find out the account:  <strong>28</strong> Which yet my soul seeketh, but I find not: one man among a thousand have I found; but a woman among all those have I not found.  <strong>29</strong> Lo, this only have I found, that God hath made man upright; but they have sought out many inventions.  ","niv":"<sup><strong>26</strong></sup> I find more bitter than death the woman who is a snare, whose heart is a trap and whose hands are chains. The man who pleases God will escape her, but the sinner she will ensnare. <sup><strong>27</strong></sup> \"Look,\" says the Teacher, \"this is what I have discovered: \"Adding one thing to another to discover the scheme of things- <sup><strong>28</strong></sup> while I was still searching but not finding- I found one upright man among a thousand, but not one upright woman among them all. <sup><strong>29</strong></sup> This only have I found: God made mankind upright, but men have gone in search of many schemes.\" "},{"_id":"616a45629dfb4d9c011d8291","topicId":"616a455c9dfb4d9c011d8280","verse":"1 Timothy 6:11-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54006011_07-19\"><b class=\"verse-num\" id=\"v54006011-1\">11&nbsp;</b>But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness. <b class=\"verse-num\" id=\"v54006012-1\">12&nbsp;</b>Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses. <b class=\"verse-num\" id=\"v54006013-1\">13&nbsp;</b>I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession, <b class=\"verse-num\" id=\"v54006014-1\">14&nbsp;</b>to keep the commandment unstained and free from reproach until the appearing of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v54006015-1\">15&nbsp;</b>which he will display at the proper time—he who is the blessed and only Sovereign, the King of kings and Lord of lords, <b class=\"verse-num\" id=\"v54006016-1\">16&nbsp;</b>who alone has immortality, who dwells in unapproachable light, whom no one has ever seen or can see. To him be honor and eternal dominion. Amen.</p>\n<p id=\"p54006016_07-19\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n\n</div>","kjv":"<strong>11</strong> But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness.  <strong>12</strong> Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.  <strong>13</strong> I give thee charge in the sight of God, who quickeneth all things, and before Christ Jesus, who before Pontius Pilate witnessed a good confession;  <strong>14</strong> That thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:  <strong>15</strong> Which in his times he shall shew, who is the blessed and only Potentate, the King of kings, and Lord of lords;  <strong>16</strong> Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.  <strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>11</strong></sup> But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness. <sup><strong>12</strong></sup> Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses. <sup><strong>13</strong></sup> In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you <sup><strong>14</strong></sup> to keep this command without spot or blame until the appearing of our Lord Jesus Christ, <sup><strong>15</strong></sup> which God will bring about in his own time--God, the blessed and only Ruler, the King of kings and Lord of lords, <sup><strong>16</strong></sup> who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen. <sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"616a45629dfb4d9c011d8292","topicId":"616a455c9dfb4d9c011d8280","verse":"Mark 13:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41013005_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v41013005-1\">5&nbsp;</b>And Jesus began to say to them, <span class=\"woc\">“See that no one leads you astray.</span></p>\n</div>","kjv":"<strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  ","niv":"<sup><strong>5</strong></sup> Jesus said to them: \"Watch out that no one deceives you."},{"_id":"616a45629dfb4d9c011d8293","topicId":"616a455c9dfb4d9c011d8280","verse":"2 Timothy 2:12-4:14","votes":2,"__v":0,"kjv":"<strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  <strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself.  <strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  <strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  <strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  <strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  <strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  <strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  <strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  <strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  <strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  <strong>5</strong> But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.  <strong>6</strong> For I am now ready to be offered, and the time of my departure is at hand.  <strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  <strong>9</strong> Do thy diligence to come shortly unto me:  <strong>10</strong> For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.  <strong>11</strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.  <strong>12</strong> And Tychicus have I sent to Ephesus.  <strong>13</strong> The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.  <strong>14</strong> Alexander the coppersmith did me much evil: the Lord reward him according to his works:  ","niv":""},{"_id":"616a45629dfb4d9c011d8295","topicId":"616a455c9dfb4d9c011d8280","verse":"Jeremiah 16:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p24016001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24016001-1\">16:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v24016002-1\">2&nbsp;</b>“You shall not take a wife, nor shall you have sons or daughters in this place. <b class=\"verse-num\" id=\"v24016003-1\">3&nbsp;</b>For thus says the LORD concerning the sons and daughters who are born in this place, and concerning the mothers who bore them and the fathers who fathered them in this land: <b class=\"verse-num\" id=\"v24016004-1\">4&nbsp;</b>They shall die of deadly diseases. They shall not be lamented, nor shall they be buried. They shall be as dung on the surface of the ground. They shall perish by the sword and by famine, and their dead bodies shall be food for the birds of the air and for the beasts of the earth.</p>\n<p id=\"p24016004_05-22\"><b class=\"verse-num\" id=\"v24016005-1\">5&nbsp;</b>“For thus says the LORD: Do not enter the house of mourning, or go to lament or grieve for them, for I have taken away my peace from this people, my steadfast love and mercy, declares the LORD. <b class=\"verse-num\" id=\"v24016006-1\">6&nbsp;</b>Both great and small shall die in this land. They shall not be buried, and no one shall lament for them or cut himself or make himself bald for them. <b class=\"verse-num\" id=\"v24016007-1\">7&nbsp;</b>No one shall break bread for the mourner, to comfort him for the dead, nor shall anyone give him the cup of consolation to drink for his father or his mother. <b class=\"verse-num\" id=\"v24016008-1\">8&nbsp;</b>You shall not go into the house of feasting to sit with them, to eat and drink. <b class=\"verse-num\" id=\"v24016009-1\">9&nbsp;</b>For thus says the LORD of hosts, the God of Israel: Behold, I will silence in this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride.</p>\n<p id=\"p24016009_05-22\"><b class=\"verse-num\" id=\"v24016010-1\">10&nbsp;</b>“And when you tell this people all these words, and they say to you, ‘Why has the LORD pronounced all this great evil against us? What is our iniquity? What is the sin that we have committed against the LORD our God?’ <b class=\"verse-num\" id=\"v24016011-1\">11&nbsp;</b>then you shall say to them: ‘Because your fathers have forsaken me, declares the LORD, and have gone after other gods and have served and worshiped them, and have forsaken me and have not kept my law, <b class=\"verse-num\" id=\"v24016012-1\">12&nbsp;</b>and because you have done worse than your fathers, for behold, every one of you follows his stubborn, evil will, refusing to listen to me. <b class=\"verse-num\" id=\"v24016013-1\">13&nbsp;</b>Therefore I will hurl you out of this land into a land that neither you nor your fathers have known, and there you shall serve other gods day and night, for I will show you no favor.’</p>\n\n<p id=\"p24016013_10-22\"><b class=\"verse-num\" id=\"v24016014-1\">14&nbsp;</b>“Therefore, behold, the days are coming, declares the LORD, when it shall no longer be said, ‘As the LORD lives who brought up the people of Israel out of the land of Egypt,’ <b class=\"verse-num\" id=\"v24016015-1\">15&nbsp;</b>but ‘As the LORD lives who brought up the people of Israel out of the north country and out of all the countries where he had driven them.’ For I will bring them back to their own land that I gave to their fathers.</p>\n<p id=\"p24016015_10-22\"><b class=\"verse-num\" id=\"v24016016-1\">16&nbsp;</b>“Behold, I am sending for many fishers, declares the LORD, and they shall catch them. And afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks. <b class=\"verse-num\" id=\"v24016017-1\">17&nbsp;</b>For my eyes are on all their ways. They are not hidden from me, nor is their iniquity concealed from my eyes. <b class=\"verse-num\" id=\"v24016018-1\">18&nbsp;</b>But first I will doubly repay their iniquity and their sin, because they have polluted my land with the carcasses of their detestable idols, and have filled my inheritance with their abominations.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24016019_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24016019-1\">19&nbsp;</b>&nbsp;&nbsp;O LORD, my strength and my stronghold,</span><br><span id=\"p24016019_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my refuge in the day of trouble,</span><br><span id=\"p24016019_10-22\" class=\"line\">&nbsp;&nbsp;to you shall the nations come</span><br><span id=\"p24016019_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the ends of the earth and say:</span><br><span id=\"p24016019_10-22\" class=\"line\">&nbsp;&nbsp;“Our fathers have inherited nothing but lies,</span><br><span id=\"p24016019_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;worthless things in which there is no profit.</span><br><span id=\"p24016020_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24016020-1\">20&nbsp;</b>&nbsp;&nbsp;Can man make for himself gods?</span><br><span id=\"p24016020_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Such are not gods!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24016020_10-22\"><b class=\"verse-num\" id=\"v24016021-1\">21&nbsp;</b>“Therefore, behold, I will make them know, this once I will make them know my power and my might, and they shall know that my name is the LORD.”</p>\n</div>","kjv":"<strong>1</strong> The word of the LORD came also unto me, saying,  <strong>2</strong> Thou shalt not take thee a wife, neither shalt thou have sons or daughters in this place.  <strong>3</strong> For thus saith the LORD concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bare them, and concerning their fathers that begat them in this land;  <strong>4</strong> They shall die of grievous deaths; they shall not be lamented; neither shall they be buried; but they shall be as dung upon the face of the earth: and they shall be consumed by the sword, and by famine; and their carcases shall be meat for the fowls of heaven, and for the beasts of the earth.  <strong>5</strong> For thus saith the LORD, Enter not into the house of mourning, neither go to lament nor bemoan them: for I have taken away my peace from this people, saith the LORD, even lovingkindness and mercies.  <strong>6</strong> Both the great and the small shall die in this land: they shall not be buried, neither shall men lament for them, nor cut themselves, nor make themselves bald for them:  <strong>7</strong> Neither shall men tear themselves for them in mourning, to comfort them for the dead; neither shall men give them the cup of consolation to drink for their father or for their mother.  <strong>8</strong> Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.  <strong>9</strong> For thus saith the LORD of hosts, the God of Israel; Behold, I will cause to cease out of this place in your eyes, and in your days, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride.  <strong>10</strong> And it shall come to pass, when thou shalt shew this people all these words, and they shall say unto thee, Wherefore hath the LORD pronounced all this great evil against us? or what is our iniquity? or what is our sin that we have committed against the LORD our God?  <strong>11</strong> Then shalt thou say unto them, Because your fathers have forsaken me, saith the LORD, and have walked after other gods, and have served them, and have worshipped them, and have forsaken me, and have not kept my law;  <strong>12</strong> And ye have done worse than your fathers; for, behold, ye walk every one after the imagination of his evil heart, that they may not hearken unto me:  <strong>13</strong> Therefore will I cast you out of this land into a land that ye know not, neither ye nor your fathers; and there shall ye serve other gods day and night; where I will not shew you favour.  <strong>14</strong> Therefore, behold, the days come, saith the LORD, that it shall no more be said, The LORD liveth, that brought up the children of Israel out of the land of Egypt;  <strong>15</strong> But, The LORD liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them: and I will bring them again into their land that I gave unto their fathers.  <strong>16</strong> Behold, I will send for many fishers, saith the LORD, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.  <strong>17</strong> For mine eyes are upon all their ways: they are not hid from my face, neither is their iniquity hid from mine eyes.  <strong>18</strong> And first I will recompense their iniquity and their sin double; because they have defiled my land, they have filled mine inheritance with the carcases of their detestable and abominable things.  <strong>19</strong> O LORD, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things  wherein there is no profit.  <strong>20</strong> Shall a man make gods unto himself, and they are no gods?  <strong>21</strong> Therefore, behold, I will this once cause them to know, I will cause them to know mine hand and my might; and they shall know that my name is The LORD.  ","niv":"<sup><strong>1</strong></sup> Then the word of the LORD came to me: <sup><strong>2</strong></sup> \"You must not marry and have sons or daughters in this place.\" <sup><strong>3</strong></sup> For this is what the LORD says about the sons and daughters born in this land and about the women who are their mothers and the men who are their fathers: <sup><strong>4</strong></sup> \"They will die of deadly diseases. They will not be mourned or buried but will be like refuse lying on the ground. They will perish by sword and famine, and their dead bodies will become food for the birds of the air and the beasts of the earth.\" <sup><strong>5</strong></sup> For this is what the LORD says: \"Do not enter a house where there is a funeral meal; do not go to mourn or show sympathy, because I have withdrawn my blessing, my love and my pity from this people,\" declares the LORD. <sup><strong>6</strong></sup> \"Both high and low will die in this land. They will not be buried or mourned, and no one will cut himself or shave his head for them. <sup><strong>7</strong></sup> No one will offer food to comfort those who mourn for the dead-not even for a father or a mother-nor will anyone give them a drink to console them. <sup><strong>8</strong></sup> \"And do not enter a house where there is feasting and sit down to eat and drink. <sup><strong>9</strong></sup> For this is what the LORD Almighty, the God of Israel, says: Before your eyes and in your days I will bring an end to the sounds of joy and gladness and to the voices of bride and bridegroom in this place. <sup><strong>10</strong></sup> \"When you tell these people all this and they ask you, 'Why has the LORD decreed such a great disaster against us? What wrong have we done? What sin have we committed against the LORD our God?' <sup><strong>11</strong></sup> then say to them, 'It is because your fathers forsook me,' declares the LORD, 'and followed other gods and served and worshiped them. They forsook me and did not keep my law. <sup><strong>12</strong></sup> But you have behaved more wickedly than your fathers. See how each of you is following the stubbornness of his evil heart instead of obeying me. <sup><strong>13</strong></sup> So I will throw you out of this land into a land neither you nor your fathers have known, and there you will serve other gods day and night, for I will show you no favor.' <sup><strong>14</strong></sup> \"However, the days are coming,\" declares the LORD, \"when men will no longer say, 'As surely as the LORD lives, who brought the Israelites up out of Egypt,' <sup><strong>15</strong></sup> but they will say, 'As surely as the LORD lives, who brought the Israelites up out of the land of the north and out of all the countries where he had banished them.' For I will restore them to the land I gave their forefathers. <sup><strong>16</strong></sup> \"But now I will send for many fishermen,\" declares the LORD, \"and they will catch them. After that I will send for many hunters, and they will hunt them down on every mountain and hill and from the crevices of the rocks. <sup><strong>17</strong></sup> My eyes are on all their ways; they are not hidden from me, nor is their sin concealed from my eyes. <sup><strong>18</strong></sup> I will repay them double for their wickedness and their sin, because they have defiled my land with the lifeless forms of their vile images and have filled my inheritance with their detestable idols.\" <sup><strong>19</strong></sup> O LORD, my strength and my fortress, my refuge in time of distress, to you the nations will come from the ends of the earth and say, \"Our fathers possessed nothing but false gods, worthless idols that did them no good. <sup><strong>20</strong></sup> Do men make their own gods? Yes, but they are not gods!\" <sup><strong>21</strong></sup> \"Therefore I will teach them- this time I will teach them my power and might. Then they will know that my name is the LORD. "},{"_id":"616a45629dfb4d9c011d8294","topicId":"616a455c9dfb4d9c011d8280","verse":"Proverbs 22:14-16","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022014_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022014-1\">14&nbsp;</b>&nbsp;&nbsp;The mouth of forbidden women is a deep pit;</span><br><span id=\"p20022014_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he with whom the LORD is angry will fall into it.</span><br><span id=\"p20022015_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022015-1\">15&nbsp;</b>&nbsp;&nbsp;Folly is bound up in the heart of a child,</span><br><span id=\"p20022015_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rod of discipline drives it far from him.</span><br><span id=\"p20022016_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022016-1\">16&nbsp;</b>&nbsp;&nbsp;Whoever oppresses the poor to increase his own wealth,</span><br><span id=\"p20022016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or gives to the rich, will only come to poverty.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> The mouth of strange women is a deep pit: he that is abhorred of the LORD shall fall therein.  <strong>15</strong> Foolishness is bound in the heart of a child; but  the rod of correction shall drive it far from him.  <strong>16</strong> He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.  ","niv":"<sup><strong>14</strong></sup> The mouth of an adulteress is a deep pit; he who is under the LORD's wrath will fall into it. <sup><strong>15</strong></sup> Folly is bound up in the heart of a child, but the rod of discipline will drive it far from him. <sup><strong>16</strong></sup> He who oppresses the poor to increase his wealth and he who gives gifts to the rich-both come to poverty. "},{"_id":"616a45639dfb4d9c011d8296","topicId":"616a455c9dfb4d9c011d8280","verse":"1 Timothy 3:6-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_04-25\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. "},{"_id":"616a45639dfb4d9c011d8297","topicId":"616a455c9dfb4d9c011d8280","verse":"1 Timothy 2:5-3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_01-27\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n<p id=\"p54003001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-27\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  <strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":""},{"_id":"616a45649dfb4d9c011d8298","topicId":"616a455c9dfb4d9c011d8280","verse":"1 Corinthians 11:1-34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-29\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-29\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-29\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-29\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-29\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616a45649dfb4d9c011d8299","topicId":"616a455c9dfb4d9c011d8280","verse":"Romans 1:18-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-30\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_05-30\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_05-30\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_05-30\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "}]}