{"_id":"616a46009dfb4d9c011d82ce","slug":"seeing-yourself","name":"Seeing Yourself","verses":[{"_id":"616a46019dfb4d9c011d82cf","topicId":"616a46009dfb4d9c011d82ce","verse":"2 Corinthians 13:5","votes":16,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-1\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"},{"_id":"616a46029dfb4d9c011d82d0","topicId":"616a46009dfb4d9c011d82ce","verse":"James 1:23-24","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59001023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like.</p>\n</div>","kjv":"<strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  ","niv":"<sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. ","modified":"2022-04-16T15:15:54.485Z"},{"_id":"616a46029dfb4d9c011d82d1","topicId":"616a46009dfb4d9c011d82ce","verse":"1 John 4:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"616a46029dfb4d9c011d82d2","topicId":"616a46009dfb4d9c011d82ce","verse":"Philippians 2:1-30","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-4\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-4\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-4\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-4\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"616a46039dfb4d9c011d82d3","topicId":"616a46009dfb4d9c011d82ce","verse":"Romans 12:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-11-07T14:22:48.246Z"},{"_id":"616a46039dfb4d9c011d82d4","topicId":"616a46009dfb4d9c011d82ce","verse":"John 8:31-32","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43008031_07-6\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" ","modified":"2023-09-14T23:37:47.957Z"},{"_id":"616a46039dfb4d9c011d82d5","topicId":"616a46009dfb4d9c011d82ce","verse":"1 Peter 3:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"616a46039dfb4d9c011d82d6","topicId":"616a46009dfb4d9c011d82ce","verse":"Galatians 5:22-23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"616a46049dfb4d9c011d82d7","topicId":"616a46009dfb4d9c011d82ce","verse":"Romans 12:1-2","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"616a46049dfb4d9c011d82d9","topicId":"616a46009dfb4d9c011d82ce","verse":"1 Corinthians 15:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46015010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me.</p>\n</div>","kjv":"<strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  ","niv":"<sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me."},{"_id":"616a46049dfb4d9c011d82d8","topicId":"616a46009dfb4d9c011d82ce","verse":"Proverbs 13:10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013010-1\">10&nbsp;</b>&nbsp;&nbsp;By insolence comes nothing but strife,</span><br><span id=\"p20013010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with those who take advice is wisdom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Only by pride cometh contention: but with the well advised is  wisdom.  ","niv":"<sup><strong>10</strong></sup> Pride only breeds quarrels, but wisdom is found in those who take advice.","modified":"2023-05-24T05:21:45.984Z"},{"_id":"616a46049dfb4d9c011d82da","topicId":"616a46009dfb4d9c011d82ce","verse":"Philippians 2:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus:","modified":"2022-09-15T07:58:49.187Z"},{"_id":"616a46059dfb4d9c011d82db","topicId":"616a46009dfb4d9c011d82ce","verse":"John 8:32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","modified":"2022-10-03T06:22:15.574Z"},{"_id":"616a46059dfb4d9c011d82dc","topicId":"616a46009dfb4d9c011d82ce","verse":"Jeremiah 31:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031003_01-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v24031003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the LORD appeared to him from far away.</span><br><span id=\"p24031003_01-16\" class=\"line\">&nbsp;&nbsp;I have loved you with an everlasting love;</span><br><span id=\"p24031003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I have continued my faithfulness to you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> The LORD hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.  ","niv":"<sup><strong>3</strong></sup> The LORD appeared to us in the past, saying: \"I have loved you with an everlasting love; I have drawn you with loving-kindness."},{"_id":"616a46059dfb4d9c011d82dd","topicId":"616a46009dfb4d9c011d82ce","verse":"Luke 14:18-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42014018_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014018-1\">18&nbsp;</b><span class=\"woc\">But they all alike began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014019-1\">19&nbsp;</b><span class=\"woc\">And another said, ‘I have bought five yoke of oxen, and I go to examine them. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014020-1\">20&nbsp;</b><span class=\"woc\">And another said, ‘I have married a wife, and therefore I cannot come.’</span></p>\n</div>","kjv":"<strong>18</strong> And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.  <strong>19</strong> And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.  <strong>20</strong> And another said, I have married a wife, and therefore I cannot come.  ","niv":"<sup><strong>18</strong></sup> \"But they all alike began to make excuses. The first said, 'I have just bought a field, and I must go and see it. Please excuse me.' <sup><strong>19</strong></sup> \"Another said, 'I have just bought five yoke of oxen, and I'm on my way to try them out. Please excuse me.' <sup><strong>20</strong></sup> \"Still another said, 'I just got married, so I can't come.' "},{"_id":"616a46069dfb4d9c011d82de","topicId":"616a46009dfb4d9c011d82ce","verse":"1 Corinthians 6:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616a46069dfb4d9c011d82df","topicId":"616a46009dfb4d9c011d82ce","verse":"Proverbs 16:18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016018_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016018-1\">18&nbsp;</b>&nbsp;&nbsp;Pride goes before destruction,</span><br><span id=\"p20016018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a haughty spirit before a fall.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Pride goeth before destruction, and an haughty spirit before a fall.  ","niv":"<sup><strong>18</strong></sup> Pride goes before destruction, a haughty spirit before a fall."},{"_id":"616a46069dfb4d9c011d82e0","topicId":"616a46009dfb4d9c011d82ce","verse":"John 10:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"616a46079dfb4d9c011d82e1","topicId":"616a46009dfb4d9c011d82ce","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a46079dfb4d9c011d82e2","topicId":"616a46009dfb4d9c011d82ce","verse":"Colossians 1:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51001022_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him,</p>\n</div>","kjv":"<strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  ","niv":"<sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation--"},{"_id":"616a46079dfb4d9c011d82e3","topicId":"616a46009dfb4d9c011d82ce","verse":"Mark 12:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41012030_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012030-1\">30&nbsp;</b><span class=\"woc\">And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’</span></p>\n</div>","kjv":"<strong>30</strong> And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.  ","niv":"<sup><strong>30</strong></sup> Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.'"},{"_id":"616a46079dfb4d9c011d82e4","topicId":"616a46009dfb4d9c011d82ce","verse":"Psalm 73:1-28","votes":3,"__v":0,"esv":"<div>\n\n\n<h4 id=\"p19073001_10-25\" class=\"psalm-title\">A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19073001_10-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19073001-1\">73:1&nbsp;</b>&nbsp;&nbsp;Truly God is good to Israel,</span><br><span id=\"p19073001_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to those who are pure in heart.</span><br><span id=\"p19073002_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073002-1\">2&nbsp;</b>&nbsp;&nbsp;But as for me, my feet had almost stumbled,</span><br><span id=\"p19073002_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my steps had nearly slipped.</span><br><span id=\"p19073003_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073003-1\">3&nbsp;</b>&nbsp;&nbsp;For I was envious of the arrogant</span><br><span id=\"p19073003_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I saw the prosperity of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073004_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073004-1\">4&nbsp;</b>&nbsp;&nbsp;For they have no pangs until death;</span><br><span id=\"p19073004_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their bodies are fat and sleek.</span><br><span id=\"p19073005_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073005-1\">5&nbsp;</b>&nbsp;&nbsp;They are not in trouble as others are;</span><br><span id=\"p19073005_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are not stricken like the rest of mankind.</span><br><span id=\"p19073006_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073006-1\">6&nbsp;</b>&nbsp;&nbsp;Therefore pride is their necklace;</span><br><span id=\"p19073006_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;violence covers them as a garment.</span><br><span id=\"p19073007_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073007-1\">7&nbsp;</b>&nbsp;&nbsp;Their eyes swell out through fatness;</span><br><span id=\"p19073007_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their hearts overflow with follies.</span><br><span id=\"p19073008_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073008-1\">8&nbsp;</b>&nbsp;&nbsp;They scoff and speak with malice;</span><br><span id=\"p19073008_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;loftily they threaten oppression.</span><br><span id=\"p19073009_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073009-1\">9&nbsp;</b>&nbsp;&nbsp;They set their mouths against the heavens,</span><br><span id=\"p19073009_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their tongue struts through the earth.</span><br><span id=\"p19073010_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073010-1\">10&nbsp;</b>&nbsp;&nbsp;Therefore his people turn back to them,</span><br><span id=\"p19073010_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and find no fault in them.</span><br><span id=\"p19073011_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073011-1\">11&nbsp;</b>&nbsp;&nbsp;And they say, “How can God know?</span><br><span id=\"p19073011_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is there knowledge in the Most High?”</span><br><span id=\"p19073012_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073012-1\">12&nbsp;</b>&nbsp;&nbsp;Behold, these are the wicked;</span><br><span id=\"p19073012_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;always at ease, they increase in riches.</span><br><span id=\"p19073013_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073013-1\">13&nbsp;</b>&nbsp;&nbsp;All in vain have I kept my heart clean</span><br><span id=\"p19073013_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and washed my hands in innocence.</span><br><span id=\"p19073014_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073014-1\">14&nbsp;</b>&nbsp;&nbsp;For all the day long I have been stricken</span><br><span id=\"p19073014_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rebuked every morning.</span><br><span id=\"p19073015_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073015-1\">15&nbsp;</b>&nbsp;&nbsp;If I had said, “I will speak thus,”</span><br><span id=\"p19073015_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would have betrayed the generation of your children.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073016_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073016-1\">16&nbsp;</b>&nbsp;&nbsp;But when I thought how to understand this,</span><br><span id=\"p19073016_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it seemed to me a wearisome task,</span><br><span id=\"p19073017_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073017-1\">17&nbsp;</b>&nbsp;&nbsp;until I went into the sanctuary of God;</span><br><span id=\"p19073017_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I discerned their end.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073018_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073018-1\">18&nbsp;</b>&nbsp;&nbsp;Truly you set them in slippery places;</span><br><span id=\"p19073018_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you make them fall to ruin.</span><br><span id=\"p19073019_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073019-1\">19&nbsp;</b>&nbsp;&nbsp;How they are destroyed in a moment,</span><br><span id=\"p19073019_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;swept away utterly by terrors!</span><br><span id=\"p19073020_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073020-1\">20&nbsp;</b>&nbsp;&nbsp;Like a dream when one awakes,</span><br><span id=\"p19073020_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Lord, when you rouse yourself, you despise them as phantoms.</span><br><span id=\"p19073021_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073021-1\">21&nbsp;</b>&nbsp;&nbsp;When my soul was embittered,</span><br><span id=\"p19073021_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I was pricked in heart,</span><br><span id=\"p19073022_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073022-1\">22&nbsp;</b>&nbsp;&nbsp;I was brutish and ignorant;</span><br><span id=\"p19073022_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I was like a beast toward you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073023_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073023-1\">23&nbsp;</b>&nbsp;&nbsp;Nevertheless, I am continually with you;</span><br><span id=\"p19073023_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you hold my right hand.</span><br><span id=\"p19073024_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073024-1\">24&nbsp;</b>&nbsp;&nbsp;You guide me with your counsel,</span><br><span id=\"p19073024_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and afterward you will receive me to glory.</span><br><span id=\"p19073025_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073025-1\">25&nbsp;</b>&nbsp;&nbsp;Whom have I in heaven but you?</span><br><span id=\"p19073025_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And there is nothing on earth that I desire besides you.</span><br><span id=\"p19073026_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073026-1\">26&nbsp;</b>&nbsp;&nbsp;My flesh and my heart may fail,</span><br><span id=\"p19073026_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but God is the strength of my heart and my portion forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073027_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073027-1\">27&nbsp;</b>&nbsp;&nbsp;For behold, those who are far from you shall perish;</span><br><span id=\"p19073027_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you put an end to everyone who is unfaithful to you.</span><br><span id=\"p19073028_10-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073028-1\">28&nbsp;</b>&nbsp;&nbsp;But for me it is good to be near God;</span><br><span id=\"p19073028_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have made the Lord GOD my refuge,</span><br><span id=\"p19073028_10-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may tell of all your works.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Truly God is good to Israel, even to such as are of a clean heart.  <strong>2</strong> But as for me, my feet were almost gone; my steps had well nigh slipped.  <strong>3</strong> For I was envious at the foolish, when I saw the prosperity of the wicked.  <strong>4</strong> For there are no bands in their death: but their strength is firm.  <strong>5</strong> They are not in trouble as other men; neither are they plagued like other men.  <strong>6</strong> Therefore pride compasseth them about as a chain; violence covereth them as a garment.  <strong>7</strong> Their eyes stand out with fatness: they have more than heart could wish.  <strong>8</strong> They are corrupt, and speak wickedly concerning oppression: they speak loftily.  <strong>9</strong> They set their mouth against the heavens, and their tongue walketh through the earth.  <strong>10</strong> Therefore his people return hither: and waters of a full cup  are wrung out to them.  <strong>11</strong> And they say, How doth God know? and is there knowledge in the most High?  <strong>12</strong> Behold, these are the ungodly, who prosper in the world; they increase in riches.  <strong>13</strong> Verily I have cleansed my heart in vain, and washed my hands in innocency.  <strong>14</strong> For all the day long have I been plagued, and chastened every morning.  <strong>15</strong> If I say, I will speak thus; behold, I should offend against  the generation of thy children.  <strong>16</strong> When I thought to know this, it was too painful for me;  <strong>17</strong> Until I went into the sanctuary of God; then understood I their end.  <strong>18</strong> Surely thou didst set them in slippery places: thou castedst them down into destruction.  <strong>19</strong> How are they brought into desolation, as in a moment! they are utterly consumed with terrors.  <strong>20</strong> As a dream when one awaketh; so, O Lord, when thou awakest, thou shalt despise their image.  <strong>21</strong> Thus my heart was grieved, and I was pricked in my reins.  <strong>22</strong> So foolish was I, and ignorant: I was as a beast before thee.  <strong>23</strong> Nevertheless I am continually with thee: thou hast holden me by my right hand.  <strong>24</strong> Thou shalt guide me with thy counsel, and afterward receive me to glory.  <strong>25</strong> Whom have I in heaven but thee? and there is none upon earth that I desire beside thee.  <strong>26</strong> My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.  <strong>27</strong> For, lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee.  <strong>28</strong> But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works.  ","niv":"<sup><strong>1</strong></sup> A psalm of Asaph. Surely God is good to Israel, to those who are pure in heart. <sup><strong>2</strong></sup> But as for me, my feet had almost slipped; I had nearly lost my foothold. <sup><strong>3</strong></sup> For I envied the arrogant when I saw the prosperity of the wicked. <sup><strong>4</strong></sup> They have no struggles; their bodies are healthy and strong. <sup><strong>5</strong></sup> They are free from the burdens common to man; they are not plagued by human ills. <sup><strong>6</strong></sup> Therefore pride is their necklace; they clothe themselves with violence. <sup><strong>7</strong></sup> From their callous hearts comes iniquity; the evil conceits of their minds know no limits. <sup><strong>8</strong></sup> They scoff, and speak with malice; in their arrogance they threaten oppression. <sup><strong>9</strong></sup> Their mouths lay claim to heaven, and their tongues take possession of the earth. <sup><strong>10</strong></sup> Therefore their people turn to them and drink up waters in abundance. <sup><strong>11</strong></sup> They say, \"How can God know? Does the Most High have knowledge?\" <sup><strong>12</strong></sup> This is what the wicked are like- always carefree, they increase in wealth. <sup><strong>13</strong></sup> Surely in vain have I kept my heart pure; in vain have I washed my hands in innocence. <sup><strong>14</strong></sup> All day long I have been plagued; I have been punished every morning. <sup><strong>15</strong></sup> If I had said, \"I will speak thus,\" I would have betrayed your children. <sup><strong>16</strong></sup> When I tried to understand all this, it was oppressive to me <sup><strong>17</strong></sup> till I entered the sanctuary of God; then I understood their final destiny. <sup><strong>18</strong></sup> Surely you place them on slippery ground; you cast them down to ruin. <sup><strong>19</strong></sup> How suddenly are they destroyed, completely swept away by terrors! <sup><strong>20</strong></sup> As a dream when one awakes, so when you arise, O Lord, you will despise them as fantasies. <sup><strong>21</strong></sup> When my heart was grieved and my spirit embittered, <sup><strong>22</strong></sup> I was senseless and ignorant; I was a brute beast before you. <sup><strong>23</strong></sup> Yet I am always with you; you hold me by my right hand. <sup><strong>24</strong></sup> You guide me with your counsel, and afterward you will take me into glory. <sup><strong>25</strong></sup> Whom have I in heaven but you? And earth has nothing I desire besides you. <sup><strong>26</strong></sup> My flesh and my heart may fail, but God is the strength of my heart and my portion forever. <sup><strong>27</strong></sup> Those who are far from you will perish; you destroy all who are unfaithful to you. <sup><strong>28</strong></sup> But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds. "},{"_id":"616a46089dfb4d9c011d82e5","topicId":"616a46009dfb4d9c011d82ce","verse":"John 14:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014020_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span></p>\n</div>","kjv":"<strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  ","niv":"<sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you."},{"_id":"616a46089dfb4d9c011d82e7","topicId":"616a46009dfb4d9c011d82ce","verse":"2 Corinthians 5:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"616a46089dfb4d9c011d82e6","topicId":"616a46009dfb4d9c011d82ce","verse":"Romans 3:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"}]}