{"_id":"616a47569dfb4d9c011d836a","slug":"segregation","name":"Segregation","verses":[{"_id":"616a47569dfb4d9c011d836b","topicId":"616a47569dfb4d9c011d836a","verse":"Matthew 12:25","votes":73,"__v":0,"esv":"<div>\n<p id=\"p40012025_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012025-1\">25&nbsp;</b>Knowing their thoughts, he said to them, <span class=\"woc\">“Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.</span></p>\n</div>","kjv":"<strong>25</strong> And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:  ","niv":"<sup><strong>25</strong></sup> Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand.","modified":"2023-04-08T05:42:07.790Z"},{"_id":"616a47579dfb4d9c011d836c","topicId":"616a47569dfb4d9c011d836a","verse":"1 Corinthians 1:10","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p46001001_02-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46001001-1\">1:1&nbsp;</b>Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,</p>\n<p id=\"p46001001_02-27\"><b class=\"verse-num\" id=\"v46001002-1\">2&nbsp;</b>To the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours:</p>\n<p id=\"p46001002_02-27\"><b class=\"verse-num\" id=\"v46001003-1\">3&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p46001003_03-27\"><b class=\"verse-num\" id=\"v46001004-1\">4&nbsp;</b>I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus, <b class=\"verse-num\" id=\"v46001005-1\">5&nbsp;</b>that in every way you were enriched in him in all speech and all knowledge—<b class=\"verse-num\" id=\"v46001006-1\">6&nbsp;</b>even as the testimony about Christ was confirmed among you—<b class=\"verse-num\" id=\"v46001007-1\">7&nbsp;</b>so that you are not lacking in any gift, as you wait for the revealing of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v46001008-1\">8&nbsp;</b>who will sustain you to the end, guiltless in the day of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v46001009-1\">9&nbsp;</b>God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.</p>\n\n<p id=\"p46001009_07-27\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. <b class=\"verse-num\" id=\"v46001011-1\">11&nbsp;</b>For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. <b class=\"verse-num\" id=\"v46001012-1\">12&nbsp;</b>What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” <b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul? <b class=\"verse-num\" id=\"v46001014-1\">14&nbsp;</b>I thank God that I baptized none of you except Crispus and Gaius, <b class=\"verse-num\" id=\"v46001015-1\">15&nbsp;</b>so that no one may say that you were baptized in my name. <b class=\"verse-num\" id=\"v46001016-1\">16&nbsp;</b>(I did baptize also the household of Stephanas. Beyond that, I do not know whether I baptized anyone else.) <b class=\"verse-num\" id=\"v46001017-1\">17&nbsp;</b>For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power.</p>\n\n<p id=\"p46001017_14-27\"><b class=\"verse-num\" id=\"v46001018-1\">18&nbsp;</b>For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. <b class=\"verse-num\" id=\"v46001019-1\">19&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46001019_14-27\" class=\"line\">&nbsp;&nbsp;“I will destroy the wisdom of the wise,</span><br><span id=\"p46001019_14-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the discernment of the discerning I will thwart.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46001019_14-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46001020-1\">20&nbsp;</b>Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? <b class=\"verse-num\" id=\"v46001021-1\">21&nbsp;</b>For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. <b class=\"verse-num\" id=\"v46001022-1\">22&nbsp;</b>For Jews demand signs and Greeks seek wisdom, <b class=\"verse-num\" id=\"v46001023-1\">23&nbsp;</b>but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, <b class=\"verse-num\" id=\"v46001024-1\">24&nbsp;</b>but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. <b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_14-27\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought.","modified":"2023-04-08T05:42:10.011Z"},{"_id":"616a47579dfb4d9c011d836d","topicId":"616a47569dfb4d9c011d836a","verse":"Nehemiah 13:23-30","votes":43,"__v":0,"esv":"<div>\n<p id=\"p16013023_01-4\"><b class=\"verse-num\" id=\"v16013023-1\">23&nbsp;</b>In those days also I saw the Jews who had married women of Ashdod, Ammon, and Moab. <b class=\"verse-num\" id=\"v16013024-1\">24&nbsp;</b>And half of their children spoke the language of Ashdod, and they could not speak the language of Judah, but only the language of each people. <b class=\"verse-num\" id=\"v16013025-1\">25&nbsp;</b>And I confronted them and cursed them and beat some of them and pulled out their hair. And I made them take an oath in the name of God, saying, “You shall not give your daughters to their sons, or take their daughters for your sons or for yourselves. <b class=\"verse-num\" id=\"v16013026-1\">26&nbsp;</b>Did not Solomon king of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel. Nevertheless, foreign women made even him to sin. <b class=\"verse-num\" id=\"v16013027-1\">27&nbsp;</b>Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?”</p>\n<p id=\"p16013027_01-4\"><b class=\"verse-num\" id=\"v16013028-1\">28&nbsp;</b>And one of the sons of Jehoiada, the son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite. Therefore I chased him from me. <b class=\"verse-num\" id=\"v16013029-1\">29&nbsp;</b>Remember them, O my God, because they have desecrated the priesthood and the covenant of the priesthood and the Levites.</p>\n<p id=\"p16013029_01-4\"><b class=\"verse-num\" id=\"v16013030-1\">30&nbsp;</b>Thus I cleansed them from everything foreign, and I established the duties of the priests and Levites, each in his work;</p>\n</div>","kjv":"<strong>23</strong> In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:  <strong>24</strong> And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.  <strong>25</strong> And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying,  Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.  <strong>26</strong> Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.  <strong>27</strong> Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?  <strong>28</strong> And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.  <strong>29</strong> Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.  <strong>30</strong> Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;  ","niv":"<sup><strong>23</strong></sup> Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. <sup><strong>24</strong></sup> Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah. <sup><strong>25</strong></sup> I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves. <sup><strong>26</strong></sup> Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women. <sup><strong>27</strong></sup> Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\" <sup><strong>28</strong></sup> One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me. <sup><strong>29</strong></sup> Remember them, O my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites. <sup><strong>30</strong></sup> So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task. ","modified":"2023-10-10T17:14:15.225Z"},{"_id":"616a47589dfb4d9c011d836e","topicId":"616a47569dfb4d9c011d836a","verse":"Jude 1:19","votes":32,"__v":0,"kjv":"<strong>19</strong> These be they who separate themselves, sensual, having not the Spirit.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616a47589dfb4d9c011d836f","topicId":"616a47569dfb4d9c011d836a","verse":"Galatians 3:28","votes":34,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","modified":"2023-04-25T15:39:36.680Z"},{"_id":"616a47589dfb4d9c011d8370","topicId":"616a47569dfb4d9c011d836a","verse":"Acts 17:26","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44017026_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,</p>\n</div>","kjv":"<strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  ","niv":"<sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live."},{"_id":"616a47589dfb4d9c011d8371","topicId":"616a47569dfb4d9c011d836a","verse":"Galatians 2:14-16","votes":27,"__v":0,"esv":"<div>\n<p id=\"p48002014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002014-1\">14&nbsp;</b>But when I saw that their conduct was not in step with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”</p>\n\n<p id=\"p48002014_04-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48002015-1\">15&nbsp;</b>We ourselves are Jews by birth and not Gentile sinners; <b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n\n</div>","kjv":"<strong>14</strong> But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?  <strong>15</strong> We who are Jews by nature, and not sinners of the Gentiles,  <strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  ","niv":"<sup><strong>14</strong></sup> When I saw that they were not acting in line with the truth of the gospel, I said to Peter in front of them all, \"You are a Jew, yet you live like a Gentile and not like a Jew. How is it, then, that you force Gentiles to follow Jewish customs? <sup><strong>15</strong></sup> \"We who are Jews by birth and not 'Gentile sinners' <sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified. ","modified":"2022-04-04T10:17:02.368Z"},{"_id":"616a47599dfb4d9c011d8372","topicId":"616a47569dfb4d9c011d836a","verse":"John 17:21","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43017021_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.","modified":"2023-03-08T16:51:27.367Z"},{"_id":"616a47599dfb4d9c011d8373","topicId":"616a47569dfb4d9c011d836a","verse":"Romans 16:17","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-10\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.</p>\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."},{"_id":"616a47599dfb4d9c011d8374","topicId":"616a47569dfb4d9c011d836a","verse":"Colossians 3:11","votes":18,"__v":0,"esv":"<div>\n<p id=\"p51003011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n\n</div>","kjv":"<strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  ","niv":"<sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"_id":"616a475a9dfb4d9c011d8375","topicId":"616a47569dfb4d9c011d836a","verse":"Romans 10:12-13","votes":18,"__v":0,"esv":"<div>\n<p id=\"p45010012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. <b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  <strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>12</strong></sup> For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him, <sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\" ","modified":"2023-08-20T10:08:18.403Z"},{"_id":"616a475a9dfb4d9c011d8377","topicId":"616a47569dfb4d9c011d836a","verse":"Titus 3:10-11","votes":16,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, <b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  <strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him. <sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned. "},{"_id":"616a475a9dfb4d9c011d8376","topicId":"616a47569dfb4d9c011d836a","verse":"Revelation 7:9","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-14\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands,</p>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands."},{"_id":"616a475a9dfb4d9c011d8378","topicId":"616a47569dfb4d9c011d836a","verse":"Romans 2:11","votes":16,"__v":0,"esv":"<div>\n<p id=\"p45002011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n</div>","kjv":"<strong>11</strong> For there is no respect of persons with God.  ","niv":"<sup><strong>11</strong></sup> For God does not show favoritism."},{"_id":"616a475b9dfb4d9c011d837a","topicId":"616a47569dfb4d9c011d836a","verse":"1 John 2:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62002011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n</div>","kjv":"<strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  ","niv":"<sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him."},{"_id":"616a475b9dfb4d9c011d8379","topicId":"616a47569dfb4d9c011d836a","verse":"Matthew 28:19","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"616a475c9dfb4d9c011d837b","topicId":"616a47569dfb4d9c011d836a","verse":"Romans 1:16","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-18\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"616a475c9dfb4d9c011d837c","topicId":"616a47569dfb4d9c011d836a","verse":"Exodus 22:21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02022021_01-19\"><b class=\"verse-num\" id=\"v02022021-1\">21&nbsp;</b>“You shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>21</strong> Thou shalt neither vex a stranger, nor oppress him: for ye were strangers in the land of Egypt.  ","niv":"<sup><strong>21</strong></sup> \"Do not mistreat an alien or oppress him, for you were aliens in Egypt."},{"_id":"616a475c9dfb4d9c011d837d","topicId":"616a47569dfb4d9c011d836a","verse":"1 Corinthians 12:13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink.","modified":"2023-11-04T09:45:00.584Z"},{"_id":"616a475c9dfb4d9c011d837e","topicId":"616a47569dfb4d9c011d836a","verse":"Ephesians 2:1-22","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins <b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—<b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. <b class=\"verse-num\" id=\"v49002004-1\">4&nbsp;</b>But God, being rich in mercy, because of the great love with which he loved us, <b class=\"verse-num\" id=\"v49002005-1\">5&nbsp;</b>even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—<b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus, <b class=\"verse-num\" id=\"v49002007-1\">7&nbsp;</b>so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. <b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n\n<p id=\"p49002010_08-22\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—<b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. <b class=\"verse-num\" id=\"v49002013-1\">13&nbsp;</b>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. <b class=\"verse-num\" id=\"v49002014-1\">14&nbsp;</b>For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility <b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace, <b class=\"verse-num\" id=\"v49002016-1\">16&nbsp;</b>and might reconcile us both to God in one body through the cross, thereby killing the hostility. <b class=\"verse-num\" id=\"v49002017-1\">17&nbsp;</b>And he came and preached peace to you who were far off and peace to those who were near. <b class=\"verse-num\" id=\"v49002018-1\">18&nbsp;</b>For through him we both have access in one Spirit to the Father. <b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  <strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  <strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  <strong>4</strong> But God, who is rich in mercy, for his great love wherewith he loved us,  <strong>5</strong> Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)  <strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  <strong>7</strong> That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.  <strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  <strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  <strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  <strong>13</strong> But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.  <strong>14</strong> For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;  <strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  <strong>16</strong> And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:  <strong>17</strong> And came and preached peace to you which were afar off, and to them that were nigh.  <strong>18</strong> For through him we both have access by one Spirit unto the Father.  <strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins, <sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. <sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath. <sup><strong>4</strong></sup> But because of his great love for us, God, who is rich in mercy, <sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. <sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, <sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. <sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. <sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)-- <sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. <sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near through the blood of Christ. <sup><strong>14</strong></sup> For he himself is our peace, who has made the two one and has destroyed the barrier, the dividing wall of hostility, <sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace, <sup><strong>16</strong></sup> and in this one body to reconcile both of them to God through the cross, by which he put to death their hostility. <sup><strong>17</strong></sup> He came and preached peace to you who were far away and peace to those who were near. <sup><strong>18</strong></sup> For through him we both have access to the Father by one Spirit. <sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. "},{"_id":"616a475d9dfb4d9c011d837f","topicId":"616a47569dfb4d9c011d836a","verse":"Mark 12:31","votes":11,"__v":0,"esv":"<div>\n<p id=\"p41012031_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\""},{"_id":"616a475d9dfb4d9c011d8380","topicId":"616a47569dfb4d9c011d836a","verse":"Galatians 2:1-3:29","votes":11,"__v":0,"kjv":"<strong>1</strong> Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.  <strong>2</strong> And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.  <strong>3</strong> But neither Titus, who was with me, being a Greek, was compelled to be circumcised:  <strong>4</strong> And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:  <strong>5</strong> To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.  <strong>6</strong> But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man’s person:) for they who seemed to be somewhat in conference added nothing to me:  <strong>7</strong> But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was  unto Peter;  <strong>8</strong> (For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)  <strong>9</strong> And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.  <strong>10</strong> Only they would that we should remember the poor; the same which I also was forward to do.  <strong>11</strong> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.  <strong>12</strong> For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.  <strong>13</strong> And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.  <strong>14</strong> But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?  <strong>15</strong> We who are Jews by nature, and not sinners of the Gentiles,  <strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  <strong>17</strong> But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.  <strong>18</strong> For if I build again the things which I destroyed, I make myself a transgressor.  <strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  <strong>1</strong> O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  <strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  <strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  <strong>4</strong> Have ye suffered so many things in vain? if it be yet in vain.  <strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  <strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  <strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  <strong>15</strong> Brethren, I speak after the manner of men; Though it be but a man’s covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.  <strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  <strong>17</strong> And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.  <strong>18</strong> For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.  <strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  <strong>20</strong> Now a mediator is not a mediator of one, but God is one.  <strong>21</strong> Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.  <strong>22</strong> But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.  <strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  <strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>1</strong></sup> Fourteen years later I went up again to Jerusalem, this time with Barnabas. I took Titus along also. <sup><strong>2</strong></sup> I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I did this privately to those who seemed to be leaders, for fear that I was running or had run my race in vain. <sup><strong>3</strong></sup> Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek. "},{"_id":"616a475d9dfb4d9c011d8381","topicId":"616a47569dfb4d9c011d836a","verse":"John 7:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43007024_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007024-1\">24&nbsp;</b><span class=\"woc\">Do not judge by appearances, but judge with right judgment.”</span></p>\n</div>","kjv":"<strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  ","niv":"<sup><strong>24</strong></sup> Stop judging by mere appearances, and make a right judgment.\"","modified":"2023-03-09T16:18:52.744Z"},{"_id":"616a475e9dfb4d9c011d8382","topicId":"616a47569dfb4d9c011d836a","verse":"1 Corinthians 1:1-31","votes":10,"__v":0,"kjv":"<strong>1</strong> Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,  <strong>2</strong> Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:  <strong>3</strong> Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.  <strong>4</strong> I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;  <strong>5</strong> That in every thing ye are enriched by him, in all utterance, and in all knowledge;  <strong>6</strong> Even as the testimony of Christ was confirmed in you:  <strong>7</strong> So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:  <strong>8</strong> Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.  <strong>9</strong> God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.  <strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  <strong>11</strong> For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.  <strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  <strong>14</strong> I thank God that I baptized none of you, but Crispus and Gaius;  <strong>15</strong> Lest any should say that I had baptized in mine own name.  <strong>16</strong> And I baptized also the household of Stephanas: besides, I know not whether I baptized any other.  <strong>17</strong> For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.  <strong>18</strong> For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.  <strong>19</strong> For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.  <strong>20</strong> Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?  <strong>21</strong> For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.  <strong>22</strong> For the Jews require a sign, and the Greeks seek after wisdom:  <strong>23</strong> But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;  <strong>24</strong> But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.  <strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  ","niv":"<sup><strong>1</strong></sup> Paul, called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes, <sup><strong>2</strong></sup> To the church of God in Corinth, to those sanctified in Christ Jesus and called to be holy, together with all those everywhere who call on the name of our Lord Jesus Christ--their Lord and ours: <sup><strong>3</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ. <sup><strong>4</strong></sup> I always thank God for you because of his grace given you in Christ Jesus. <sup><strong>5</strong></sup> For in him you have been enriched in every way--in all your speaking and in all your knowledge-- <sup><strong>6</strong></sup> because our testimony about Christ was confirmed in you. <sup><strong>7</strong></sup> Therefore you do not lack any spiritual gift as you eagerly wait for our Lord Jesus Christ to be revealed. <sup><strong>8</strong></sup> He will keep you strong to the end, so that you will be blameless on the day of our Lord Jesus Christ. <sup><strong>9</strong></sup> God, who has called you into fellowship with his Son Jesus Christ our Lord, is faithful. <sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought. <sup><strong>11</strong></sup> My brothers, some from Chloe's household have informed me that there are quarrels among you. <sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? <sup><strong>14</strong></sup> I am thankful that I did not baptize any of you except Crispus and Gaius, <sup><strong>15</strong></sup> so no one can say that you were baptized into my name. <sup><strong>16</strong></sup> (Yes, I also baptized the household of Stephanas; beyond that, I don't remember if I baptized anyone else.) <sup><strong>17</strong></sup> For Christ did not send me to baptize, but to preach the gospel--not with words of human wisdom, lest the cross of Christ be emptied of its power. <sup><strong>18</strong></sup> For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. <sup><strong>19</strong></sup> For it is written: \"I will destroy the wisdom of the wise; the intelligence of the intelligent I will frustrate.\" <sup><strong>20</strong></sup> Where is the wise man? Where is the scholar? Where is the philosopher of this age? Has not God made foolish the wisdom of the world? <sup><strong>21</strong></sup> For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe. <sup><strong>22</strong></sup> Jews demand miraculous signs and Greeks look for wisdom, <sup><strong>23</strong></sup> but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles, <sup><strong>24</strong></sup> but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God. <sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength. <sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. <sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption. <sup><strong>31</strong></sup> Therefore, as it is written: \"Let him who boasts boast in the Lord.\" "},{"_id":"616a475e9dfb4d9c011d8383","topicId":"616a47569dfb4d9c011d836a","verse":"1 Timothy 5:21","votes":10,"__v":0,"esv":"<div>\n<p id=\"p54005021_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005021-1\">21&nbsp;</b>In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality.</p>\n</div>","kjv":"<strong>21</strong> I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.  ","niv":"<sup><strong>21</strong></sup> I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism."}]}