{"_id":"5fc31fdc8888bb90841ded66","slug":"self-love","name":"Self Love","verses":[{"_id":"5fd25e8da1012d290aa8877c","topicId":"5fc31fdc8888bb90841ded66","verse":"Ephesians 5:29","votes":80,"__v":0,"niv":"<sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church--","kjv":"<strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  ","esv":"<div>\n<p id=\"p49005029_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church,</p>\n</div>","modified":"2022-08-27T18:30:41.294Z"},{"_id":"5fd25e8da1012d290aa8877d","topicId":"5fc31fdc8888bb90841ded66","verse":"2 Timothy 3:1-5","votes":72,"__v":0,"niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. ","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","esv":"<div>\n\n<p id=\"p55003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","modified":"2022-03-12T06:38:24.463Z"},{"_id":"5fd25e8da1012d290aa8877e","topicId":"5fc31fdc8888bb90841ded66","verse":"Psalm 139:14","votes":46,"__v":0,"niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well.","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-3\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2021-07-23T13:16:28.368Z"},{"_id":"5fd25e8da1012d290aa8877f","topicId":"5fc31fdc8888bb90841ded66","verse":"1 Corinthians 13:4-7","votes":42,"__v":0,"niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. ","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  ","esv":"<div>\n<p id=\"p46013004_01-5\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n\n</div>","modified":"2022-06-03T14:00:22.592Z"},{"_id":"5fd25e8da1012d290aa88780","topicId":"5fc31fdc8888bb90841ded66","verse":"Matthew 22:37-39","votes":39,"__v":0,"niv":"<sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' ","kjv":"<strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  ","esv":"<div>\n<p id=\"p40022037_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span></p>\n</div>","modified":"2022-02-08T16:13:08.358Z"},{"_id":"5fd25e8ea1012d290aa88781","topicId":"5fc31fdc8888bb90841ded66","verse":"Mark 12:31","votes":30,"__v":0,"niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\"","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","esv":"<div>\n<p id=\"p41012031_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","modified":"2022-08-20T05:42:34.675Z"},{"_id":"5fd25e8ea1012d290aa88782","topicId":"5fc31fdc8888bb90841ded66","verse":"1 John 4:16","votes":27,"__v":0,"niv":"<sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him.","kjv":"<strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  ","esv":"<div>\n<p id=\"p62004016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.</p>\n</div>"},{"_id":"5fd25e8ea1012d290aa88783","topicId":"5fc31fdc8888bb90841ded66","verse":"John 15:12","votes":28,"__v":0,"niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you.","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","esv":"<div>\n<p id=\"p43015012_01-9\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","modified":"2021-07-18T05:18:17.910Z"},{"_id":"5fd25e8ea1012d290aa88784","topicId":"5fc31fdc8888bb90841ded66","verse":"Philippians 2:3","votes":26,"__v":0,"niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves.","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","esv":"<div>\n<p id=\"p50002003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>"},{"_id":"5fd25e8ea1012d290aa88785","topicId":"5fc31fdc8888bb90841ded66","verse":"Proverbs 31:30","votes":26,"__v":0,"niv":"<sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised.","kjv":"<strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031030_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd25e8ea1012d290aa88786","topicId":"5fc31fdc8888bb90841ded66","verse":"Romans 5:8","votes":25,"__v":0,"niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","esv":"<div>\n<p id=\"p45005008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","modified":"2021-10-14T02:27:39.439Z"},{"_id":"5fd25e8fa1012d290aa88787","topicId":"5fc31fdc8888bb90841ded66","verse":"2 Timothy 1:7","votes":25,"__v":0,"niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","esv":"<div>\n<p id=\"p55001007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>"},{"_id":"5fd25e8fa1012d290aa88788","topicId":"5fc31fdc8888bb90841ded66","verse":"Proverbs 4:23","votes":22,"__v":0,"niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life.","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd25e8fa1012d290aa88789","topicId":"5fc31fdc8888bb90841ded66","verse":"1 Corinthians 13","votes":18,"__v":0,"niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. ","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","esv":"<div>\n\n<p id=\"p46013001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-1\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-1\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-1\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","modified":"2022-09-14T19:54:16.868Z"},{"_id":"5fd25e8fa1012d290aa8878a","topicId":"5fc31fdc8888bb90841ded66","verse":"Luke 12:7","votes":18,"__v":0,"niv":"<sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows.","kjv":"<strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  ","esv":"<div>\n<p id=\"p42012007_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n</div>","modified":"2022-04-16T06:11:21.940Z"},{"_id":"5fd25e8fa1012d290aa8878b","topicId":"5fc31fdc8888bb90841ded66","verse":"Galatians 2:20","votes":19,"__v":0,"niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","esv":"<div>\n<p id=\"p48002020_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","modified":"2023-04-26T12:37:35.446Z"},{"_id":"5fd25e8fa1012d290aa8878c","topicId":"5fc31fdc8888bb90841ded66","verse":"1 John 4:19-21","votes":12,"__v":0,"niv":"<sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. ","kjv":"<strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","esv":"<div>\n<p id=\"p62004019_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","modified":"2023-08-27T01:35:24.045Z"},{"_id":"5fd25e8fa1012d290aa8878d","topicId":"5fc31fdc8888bb90841ded66","verse":"Colossians 3:14","votes":13,"__v":0,"niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity.","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","esv":"<div>\n<p id=\"p51003014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>"},{"_id":"5fd25e90a1012d290aa8878e","topicId":"5fc31fdc8888bb90841ded66","verse":"Philippians 4:13","votes":14,"__v":0,"niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","esv":"<div>\n<p id=\"p50004013_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","modified":"2022-04-26T04:01:16.752Z"},{"_id":"5fd25e90a1012d290aa8878f","topicId":"5fc31fdc8888bb90841ded66","verse":"1 John 4:19","votes":13,"__v":0,"niv":"<sup><strong>19</strong></sup> We love because he first loved us.","kjv":"<strong>19</strong> We love him, because he first loved us.  ","esv":"<div>\n<p id=\"p62004019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us.</p>\n</div>","modified":"2022-04-26T04:01:17.699Z"},{"_id":"5fd25e90a1012d290aa88790","topicId":"5fc31fdc8888bb90841ded66","verse":"2 Timothy 3:1-2","votes":12,"__v":0,"niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, ","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  ","esv":"<div>\n\n<p id=\"p55003001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,</p>\n</div>"},{"_id":"5fd25e90a1012d290aa88791","topicId":"5fc31fdc8888bb90841ded66","verse":"1 John 4:18","votes":11,"__v":0,"niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","esv":"<div>\n<p id=\"p62004018_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>"},{"_id":"5fd25e90a1012d290aa88792","topicId":"5fc31fdc8888bb90841ded66","verse":"John 5:30","votes":11,"__v":0,"niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","esv":"<div>\n\n<p id=\"p43005030_04-25\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>"},{"_id":"5fd25e91a1012d290aa88793","topicId":"5fc31fdc8888bb90841ded66","verse":"1 Peter 4:8","votes":10,"__v":0,"niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins.","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","esv":"<div>\n<p id=\"p60004008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>"},{"_id":"5fd25e91a1012d290aa88794","topicId":"5fc31fdc8888bb90841ded66","verse":"Romans 12:2","votes":8,"__v":0,"niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","esv":"<div>\n<p id=\"p45012002_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","modified":"2022-06-20T19:03:31.195Z"}]}