{"_id":"616a4c2e9dfb4d9c011d8597","slug":"selfless","name":"Selfless","verses":[{"_id":"616a4c2f9dfb4d9c011d8598","topicId":"616a4c2e9dfb4d9c011d8597","verse":"John 3:16","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a4c2f9dfb4d9c011d8599","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Ephesians 5:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-2\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"616a4c2f9dfb4d9c011d859a","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Galatians 5:22-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"616a4c309dfb4d9c011d859b","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Philippians 2:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves.","modified":"2022-05-29T11:57:22.651Z"},{"_id":"616a4c309dfb4d9c011d859c","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Galatians 6:2-3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ. <b class=\"verse-num\" id=\"v48006003-1\">3&nbsp;</b>For if anyone thinks he is something, when he is nothing, he deceives himself.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  <strong>3</strong> For if a man think himself to be something, when he is nothing, he deceiveth himself.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ. <sup><strong>3</strong></sup> If anyone thinks he is something when he is nothing, he deceives himself. "},{"_id":"616a4c309dfb4d9c011d859d","topicId":"616a4c2e9dfb4d9c011d8597","verse":"1 Corinthians 13:4-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-7\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. "},{"_id":"616a4c319dfb4d9c011d859e","topicId":"616a4c2e9dfb4d9c011d8597","verse":"1 Timothy 6:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-9\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"616a4c319dfb4d9c011d859f","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Romans 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616a4c319dfb4d9c011d85a0","topicId":"616a4c2e9dfb4d9c011d8597","verse":"Esther 4:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p17004016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004016-1\">16&nbsp;</b>“Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and do not eat or drink for three days, night or day. I and my young women will also fast as you do. Then I will go to the king, though it is against the law, and if I perish, I perish.”</p>\n\n</div>","kjv":"<strong>16</strong> Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.  ","niv":"<sup><strong>16</strong></sup> \"Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my maids will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.\""}]}