{"_id":"616a4a8f9dfb4d9c011d84fb","slug":"self-deprecation","name":"Self-deprecation","verses":[{"_id":"616a4a8f9dfb4d9c011d84fc","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 John 4:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"616a4a909dfb4d9c011d84fd","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Hebrews 2:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58002011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58002011-1\">11&nbsp;</b>For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers,</p>\n\n</div>","kjv":"<strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  ","niv":"<sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers."},{"_id":"616a4a909dfb4d9c011d84fe","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Romans 12:3","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-3\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"616a4a909dfb4d9c011d84ff","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 John 3:1","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.</p>\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him."},{"_id":"616a4a919dfb4d9c011d8500","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Mark 7:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41007021_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span></p>\n</div>","kjv":"<strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  ","niv":"<sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery,"},{"_id":"616a4a919dfb4d9c011d8501","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Matthew 22:39","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40022039_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span></p>\n</div>","kjv":"<strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.'"},{"_id":"616a4a919dfb4d9c011d8502","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 Corinthians 1:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001030_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,</p>\n\n</div>","kjv":"<strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  ","niv":"<sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption."},{"_id":"616a4a919dfb4d9c011d8503","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Genesis 1:26-27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-9\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. "},{"_id":"616a4a929dfb4d9c011d8504","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Acts 17:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44017028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-10\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-10\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-10\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.'"},{"_id":"616a4a929dfb4d9c011d8506","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Luke 18:9-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-11\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"616a4a929dfb4d9c011d8505","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Romans 12:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.</p>\n\n</div>","kjv":"<strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  ","niv":"<sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.","modified":"2022-09-27T17:34:38.524Z"},{"_id":"616a4a929dfb4d9c011d8507","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Psalm 40:11-12","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19040011_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040011-1\">11&nbsp;</b>&nbsp;&nbsp;As for you, O LORD, you will not restrain</span><br><span id=\"p19040011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your mercy from me;</span><br><span id=\"p19040011_01-13\" class=\"line\">&nbsp;&nbsp;your steadfast love and your faithfulness will</span><br><span id=\"p19040011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ever preserve me!</span><br><span id=\"p19040012_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040012-1\">12&nbsp;</b>&nbsp;&nbsp;For evils have encompassed me</span><br><span id=\"p19040012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;beyond number;</span><br><span id=\"p19040012_01-13\" class=\"line\">&nbsp;&nbsp;my iniquities have overtaken me,</span><br><span id=\"p19040012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I cannot see;</span><br><span id=\"p19040012_01-13\" class=\"line\">&nbsp;&nbsp;they are more than the hairs of my head;</span><br><span id=\"p19040012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my heart fails me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Withhold not thou thy tender mercies from me, O LORD: let thy lovingkindness and thy truth continually preserve me.  <strong>12</strong> For innumerable evils have compassed me about: mine iniquities have taken hold upon me, so that I am not able to look up; they are more than the hairs of mine head: therefore my heart faileth me.  ","niv":"<sup><strong>11</strong></sup> Do not withhold your mercy from me, O LORD; may your love and your truth always protect me. <sup><strong>12</strong></sup> For troubles without number surround me; my sins have overtaken me, and I cannot see. They are more than the hairs of my head, and my heart fails within me. "},{"_id":"616a4a939dfb4d9c011d8509","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 John 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins.</p>\n</div>","kjv":"<strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  ","niv":"<sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins."},{"_id":"616a4a939dfb4d9c011d8508","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 Samuel 16:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\"","modified":"2023-10-04T16:41:33.489Z"},{"_id":"616a4a949dfb4d9c011d850a","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Philippians 2:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped,</p>\n\n</div>","kjv":"<strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  ","niv":"<sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped,"},{"_id":"616a4a949dfb4d9c011d850b","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 Corinthians 11:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man.</p>\n</div>","kjv":"<strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  ","niv":"<sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man."},{"_id":"616a4a949dfb4d9c011d850c","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Galatians 4:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48004004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004004-1\">4&nbsp;</b>But when the fullness of time had come, God sent forth his Son, born of woman, born under the law, <b class=\"verse-num\" id=\"v48004005-1\">5&nbsp;</b>to redeem those who were under the law, so that we might receive adoption as sons.</p>\n</div>","kjv":"<strong>4</strong> But when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,  <strong>5</strong> To redeem them that were under the law, that we might receive the adoption of sons.  ","niv":"<sup><strong>4</strong></sup> But when the time had fully come, God sent his Son, born of a woman, born under law, <sup><strong>5</strong></sup> to redeem those under law, that we might receive the full rights of sons. "},{"_id":"616a4a949dfb4d9c011d850d","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"1 Corinthians 11:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."},{"_id":"616a4a959dfb4d9c011d850e","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616a4a959dfb4d9c011d850f","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Luke 15:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-24\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-24\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-24\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-24\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-24\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"616a4a959dfb4d9c011d8510","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Romans 11:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011020-1\">20&nbsp;</b>That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear.</p>\n</div>","kjv":"<strong>20</strong> Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:  ","niv":"<sup><strong>20</strong></sup> Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but be afraid."},{"_id":"616a4a959dfb4d9c011d8511","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Matthew 16:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40016026_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span></p>\n</div>","kjv":"<strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  ","niv":"<sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul?"},{"_id":"616a4a969dfb4d9c011d8512","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Proverbs 23:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023007-1\">7&nbsp;</b>&nbsp;&nbsp;for he is like one who is inwardly calculating.</span><br><span id=\"p20023007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Eat and drink!” he says to you,</span><br><span id=\"p20023007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his heart is not with you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.  ","niv":"<sup><strong>7</strong></sup> for he is the kind of man who is always thinking about the cost. \"Eat and drink,\" he says to you, but his heart is not with you."},{"_id":"616a4a969dfb4d9c011d8513","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"Exodus 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02004010_01-28\"><b class=\"verse-num\" id=\"v02004010-1\">10&nbsp;</b>But Moses said to the LORD, “Oh, my Lord, I am not eloquent, either in the past or since you have spoken to your servant, but I am slow of speech and of tongue.”</p>\n</div>","kjv":"<strong>10</strong> And Moses said unto the LORD, O my Lord, I am not eloquent, neither heretofore, nor since thou hast spoken unto thy servant: but I am slow of speech, and of a slow tongue.  ","niv":"<sup><strong>10</strong></sup> Moses said to the LORD, \"O Lord, I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.\""},{"_id":"616a4a969dfb4d9c011d8514","topicId":"616a4a8f9dfb4d9c011d84fb","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."}]}