{"_id":"616a4d589dfb4d9c011d8641","slug":"seniors","name":"Seniors","verses":[{"_id":"616a4d589dfb4d9c011d8642","topicId":"616a4d589dfb4d9c011d8641","verse":"Psalm 92:12-15","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19092012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092012-1\">12&nbsp;</b>&nbsp;&nbsp;The righteous flourish like the palm tree</span><br><span id=\"p19092012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and grow like a cedar in Lebanon.</span><br><span id=\"p19092013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092013-1\">13&nbsp;</b>&nbsp;&nbsp;They are planted in the house of the LORD;</span><br><span id=\"p19092013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they flourish in the courts of our God.</span><br><span id=\"p19092014_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092014-1\">14&nbsp;</b>&nbsp;&nbsp;They still bear fruit in old age;</span><br><span id=\"p19092014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are ever full of sap and green,</span><br><span id=\"p19092015_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19092015-1\">15&nbsp;</b>&nbsp;&nbsp;to declare that the LORD is upright;</span><br><span id=\"p19092015_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is my rock, and there is no unrighteousness in him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon.  <strong>13</strong> Those that be planted in the house of the LORD shall flourish in the courts of our God.  <strong>14</strong> They shall still bring forth fruit in old age; they shall be fat and flourishing;  <strong>15</strong> To shew that the LORD is upright: he is my rock, and there is no unrighteousness in him.  ","niv":"<sup><strong>12</strong></sup> The righteous will flourish like a palm tree, they will grow like a cedar of Lebanon; <sup><strong>13</strong></sup> planted in the house of the LORD, they will flourish in the courts of our God. <sup><strong>14</strong></sup> They will still bear fruit in old age, they will stay fresh and green, <sup><strong>15</strong></sup> proclaiming, \"The LORD is upright; he is my Rock, and there is no wickedness in him.\" "},{"_id":"616a4d599dfb4d9c011d8643","topicId":"616a4d589dfb4d9c011d8641","verse":"Job 12:12","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18012012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012012-1\">12&nbsp;</b>&nbsp;&nbsp;Wisdom is with the aged,</span><br><span id=\"p18012012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understanding in length of days.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> With the ancient is wisdom; and in length of days understanding.  ","niv":"<sup><strong>12</strong></sup> Is not wisdom found among the aged? Does not long life bring understanding?"},{"_id":"616a4d599dfb4d9c011d8644","topicId":"616a4d589dfb4d9c011d8641","verse":"2 Corinthians 4:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47004016_01-3\"><b class=\"verse-num\" id=\"v47004016-1\">16&nbsp;</b>So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day.</p>\n\n</div>","kjv":"<strong>16</strong> For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.  ","niv":"<sup><strong>16</strong></sup> Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day."},{"_id":"616a4d599dfb4d9c011d8645","topicId":"616a4d589dfb4d9c011d8641","verse":"Proverbs 20:29","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020029_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020029-1\">29&nbsp;</b>&nbsp;&nbsp;The glory of young men is their strength,</span><br><span id=\"p20020029_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the splendor of old men is their gray hair.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> The glory of young men is their strength: and the beauty of old men is the grey head.  ","niv":"<sup><strong>29</strong></sup> The glory of young men is their strength, gray hair the splendor of the old."},{"_id":"616a4d5a9dfb4d9c011d8646","topicId":"616a4d589dfb4d9c011d8641","verse":"Jeremiah 31:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24031025_01-5\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v24031025-1\">25&nbsp;</b>For I will satisfy the weary soul, and every languishing soul I will replenish.”</p>\n</div>","kjv":"<strong>25</strong> For I have satiated the weary soul, and I have replenished every sorrowful soul.  ","niv":"<sup><strong>25</strong></sup> I will refresh the weary and satisfy the faint.\""},{"_id":"616a4d5a9dfb4d9c011d8647","topicId":"616a4d589dfb4d9c011d8641","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a4d5a9dfb4d9c011d8648","topicId":"616a4d589dfb4d9c011d8641","verse":"Ephesians 5:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-7\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-7\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-7\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-7\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-7\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-7\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616a4d5a9dfb4d9c011d8649","topicId":"616a4d589dfb4d9c011d8641","verse":"John 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-8\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616a4d5b9dfb4d9c011d864a","topicId":"616a4d589dfb4d9c011d8641","verse":"Luke 12:1-59","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42012001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42012001-1\">12:1&nbsp;</b>In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, <span class=\"woc\">“Beware of the leaven of the Pharisees, which is hypocrisy.</span> <b class=\"verse-num woc\" id=\"v42012002-1\">2&nbsp;</b><span class=\"woc\">Nothing is covered up that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n\n<p id=\"p42012003_11-9\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span> <b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n<p id=\"p42012007_15-9\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v42012011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,</span> <b class=\"verse-num woc\" id=\"v42012012-1\">12&nbsp;</b><span class=\"woc\">for the Holy Spirit will teach you in that very hour what you ought to say.”</span></p>\n\n<p id=\"p42012012_21-9\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_25-9\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_25-9\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span> <b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n\n<p id=\"p42012034_29-9\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_29-9\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n<p id=\"p42012048_33-9\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span> <b class=\"verse-num woc\" id=\"v42012050-1\">50&nbsp;</b><span class=\"woc\">I have a baptism to be baptized with, and how great is my distress until it is accomplished!</span> <b class=\"verse-num woc\" id=\"v42012051-1\">51&nbsp;</b><span class=\"woc\">Do you think that I have come to give peace on earth? No, I tell you, but rather division.</span> <b class=\"verse-num woc\" id=\"v42012052-1\">52&nbsp;</b><span class=\"woc\">For from now on in one house there will be five divided, three against two and two against three.</span> <b class=\"verse-num woc\" id=\"v42012053-1\">53&nbsp;</b><span class=\"woc\">They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”</span></p>\n\n<p id=\"p42012053_36-9\"><b class=\"verse-num\" id=\"v42012054-1\">54&nbsp;</b>He also said to the crowds, <span class=\"woc\">“When you see a cloud rising in the west, you say at once, ‘A shower is coming.’ And so it happens.</span> <b class=\"verse-num woc\" id=\"v42012055-1\">55&nbsp;</b><span class=\"woc\">And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and it happens.</span> <b class=\"verse-num woc\" id=\"v42012056-1\">56&nbsp;</b><span class=\"woc\">You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?</span></p>\n\n<p id=\"p42012056_40-9\"><b class=\"verse-num woc\" id=\"v42012057-1\">57&nbsp;</b><span class=\"woc\">“And why do you not judge for yourselves what is right?</span> <b class=\"verse-num woc\" id=\"v42012058-1\">58&nbsp;</b><span class=\"woc\">As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.</span> <b class=\"verse-num woc\" id=\"v42012059-1\">59&nbsp;</b><span class=\"woc\">I tell you, you will never get out until you have paid the very last penny.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.  <strong>2</strong> For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.  <strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  <strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  <strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  <strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  <strong>11</strong> And when they bring you unto the synagogues, and unto  magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:  <strong>12</strong> For the Holy Ghost shall teach you in the same hour what ye ought to say. <strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  <strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  <strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. <strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  <strong>50</strong> But I have a baptism to be baptized with; and how am I straitened till it be accomplished!  <strong>51</strong> Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:  <strong>52</strong> For from henceforth there shall be five in one house divided, three against two, and two against three.  <strong>53</strong> The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law. <strong>54</strong>           And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.  <strong>55</strong> And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.  <strong>56</strong> Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?  <strong>57</strong> Yea, and why even of yourselves judge ye not what is right?  <strong>58</strong>           When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.  <strong>59</strong> I tell thee, thou shalt not depart thence, till thou hast paid the very last mite. ","niv":"<sup><strong>1</strong></sup> Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: \"Be on your guard against the yeast of the Pharisees, which is hypocrisy. <sup><strong>2</strong></sup> There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs. <sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. <sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. <sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. <sup><strong>11</strong></sup> \"When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say, <sup><strong>12</strong></sup> for the Holy Spirit will teach you at that time what you should say.\" <sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. <sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. <sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled! <sup><strong>50</strong></sup> But I have a baptism to undergo, and how distressed I am until it is completed! <sup><strong>51</strong></sup> Do you think I came to bring peace on earth? No, I tell you, but division. <sup><strong>52</strong></sup> From now on there will be five in one family divided against each other, three against two and two against three. <sup><strong>53</strong></sup> They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\" <sup><strong>54</strong></sup> He said to the crowd: \"When you see a cloud rising in the west, immediately you say, 'It's going to rain,' and it does. <sup><strong>55</strong></sup> And when the south wind blows, you say, 'It's going to be hot,' and it is. <sup><strong>56</strong></sup> Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don't know how to interpret this present time? <sup><strong>57</strong></sup> \"Why don't you judge for yourselves what is right? <sup><strong>58</strong></sup> As you are going with your adversary to the magistrate, try hard to be reconciled to him on the way, or he may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison. <sup><strong>59</strong></sup> I tell you, you will not get out until you have paid the last penny. \" "},{"_id":"616a4d5b9dfb4d9c011d864b","topicId":"616a4d589dfb4d9c011d8641","verse":"Isaiah 43:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043001_04-10\" class=\"line\"><b class=\"chapter-num\" id=\"v23043001-1\">43:1&nbsp;</b>&nbsp;&nbsp;But now thus says the LORD,</span><br><span id=\"p23043001_04-10\" class=\"line\">&nbsp;&nbsp;he who created you, O Jacob,</span><br><span id=\"p23043001_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who formed you, O Israel:</span><br><span id=\"p23043001_04-10\" class=\"line\">&nbsp;&nbsp;“Fear not, for I have redeemed you;</span><br><span id=\"p23043001_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have called you by name, you are mine.</span><br><span id=\"p23043002_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043002-1\">2&nbsp;</b>&nbsp;&nbsp;When you pass through the waters, I will be with you;</span><br><span id=\"p23043002_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and through the rivers, they shall not overwhelm you;</span><br><span id=\"p23043002_04-10\" class=\"line\">&nbsp;&nbsp;when you walk through fire you shall not be burned,</span><br><span id=\"p23043002_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flame shall not consume you.</span><br><span id=\"p23043003_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043003-1\">3&nbsp;</b>&nbsp;&nbsp;For I am the LORD your God,</span><br><span id=\"p23043003_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One of Israel, your Savior.</span><br><span id=\"p23043003_04-10\" class=\"line\">&nbsp;&nbsp;I give Egypt as your ransom,</span><br><span id=\"p23043003_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Cush and Seba in exchange for you.</span><br><span id=\"p23043004_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043004-1\">4&nbsp;</b>&nbsp;&nbsp;Because you are precious in my eyes,</span><br><span id=\"p23043004_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honored, and I love you,</span><br><span id=\"p23043004_04-10\" class=\"line\">&nbsp;&nbsp;I give men in return for you,</span><br><span id=\"p23043004_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;peoples in exchange for your life.</span><br><span id=\"p23043005_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043005-1\">5&nbsp;</b>&nbsp;&nbsp;Fear not, for I am with you;</span><br><span id=\"p23043005_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will bring your offspring from the east,</span><br><span id=\"p23043005_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the west I will gather you.</span><br><span id=\"p23043006_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043006-1\">6&nbsp;</b>&nbsp;&nbsp;I will say to the north, Give up,</span><br><span id=\"p23043006_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the south, Do not withhold;</span><br><span id=\"p23043006_04-10\" class=\"line\">&nbsp;&nbsp;bring my sons from afar</span><br><span id=\"p23043006_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my daughters from the end of the earth,</span><br><span id=\"p23043007_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043007-1\">7&nbsp;</b>&nbsp;&nbsp;everyone who is called by my name,</span><br><span id=\"p23043007_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom I created for my glory,</span><br><span id=\"p23043007_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom I formed and made.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23043008_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043008-1\">8&nbsp;</b>&nbsp;&nbsp;Bring out the people who are blind, yet have eyes,</span><br><span id=\"p23043008_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are deaf, yet have ears!</span><br><span id=\"p23043009_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043009-1\">9&nbsp;</b>&nbsp;&nbsp;All the nations gather together,</span><br><span id=\"p23043009_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples assemble.</span><br><span id=\"p23043009_04-10\" class=\"line\">&nbsp;&nbsp;Who among them can declare this,</span><br><span id=\"p23043009_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show us the former things?</span><br><span id=\"p23043009_04-10\" class=\"line\">&nbsp;&nbsp;Let them bring their witnesses to prove them right,</span><br><span id=\"p23043009_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let them hear and say, It is true.</span><br><span id=\"p23043010_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043010-1\">10&nbsp;</b>&nbsp;&nbsp;“You are my witnesses,” declares the LORD,</span><br><span id=\"p23043010_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“and my servant whom I have chosen,</span><br><span id=\"p23043010_04-10\" class=\"line\">&nbsp;&nbsp;that you may know and believe me</span><br><span id=\"p23043010_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand that I am he.</span><br><span id=\"p23043010_04-10\" class=\"line\">&nbsp;&nbsp;Before me no god was formed,</span><br><span id=\"p23043010_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall there be any after me.</span><br><span id=\"p23043011_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043011-1\">11&nbsp;</b>&nbsp;&nbsp;I, I am the LORD,</span><br><span id=\"p23043011_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and besides me there is no savior.</span><br><span id=\"p23043012_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043012-1\">12&nbsp;</b>&nbsp;&nbsp;I declared and saved and proclaimed,</span><br><span id=\"p23043012_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when there was no strange god among you;</span><br><span id=\"p23043012_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you are my witnesses,” declares the LORD, “and I am God.</span><br><span id=\"p23043013_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043013-1\">13&nbsp;</b>&nbsp;&nbsp;Also henceforth I am he;</span><br><span id=\"p23043013_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who can deliver from my hand;</span><br><span id=\"p23043013_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I work, and who can turn it back?”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23043014_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043014-1\">14&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23043014_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your Redeemer, the Holy One of Israel:</span><br><span id=\"p23043014_04-10\" class=\"line\">&nbsp;&nbsp;“For your sake I send to Babylon</span><br><span id=\"p23043014_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring them all down as fugitives,</span><br><span id=\"p23043014_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even the Chaldeans, in the ships in which they rejoice.</span><br><span id=\"p23043015_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043015-1\">15&nbsp;</b>&nbsp;&nbsp;I am the LORD, your Holy One,</span><br><span id=\"p23043015_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of Israel, your King.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23043016_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043016-1\">16&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23043016_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who makes a way in the sea,</span><br><span id=\"p23043016_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a path in the mighty waters,</span><br><span id=\"p23043017_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043017-1\">17&nbsp;</b>&nbsp;&nbsp;who brings forth chariot and horse,</span><br><span id=\"p23043017_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;army and warrior;</span><br><span id=\"p23043017_04-10\" class=\"line\">&nbsp;&nbsp;they lie down, they cannot rise,</span><br><span id=\"p23043017_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are extinguished, quenched like a wick:</span><br><span id=\"p23043018_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br><span id=\"p23043019_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_04-10\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br><span id=\"p23043020_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043020-1\">20&nbsp;</b>&nbsp;&nbsp;The wild beasts will honor me,</span><br><span id=\"p23043020_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the jackals and the ostriches,</span><br><span id=\"p23043020_04-10\" class=\"line\">&nbsp;&nbsp;for I give water in the wilderness,</span><br><span id=\"p23043020_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rivers in the desert,</span><br><span id=\"p23043020_04-10\" class=\"line\">&nbsp;&nbsp;to give drink to my chosen people,</span><br><span id=\"p23043021_04-10\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23043021-1\">21&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the people whom I formed for myself</span><br><span id=\"p23043021_04-10\" class=\"line\">&nbsp;&nbsp;that they might declare my praise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23043022_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043022-1\">22&nbsp;</b>&nbsp;&nbsp;“Yet you did not call upon me, O Jacob;</span><br><span id=\"p23043022_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you have been weary of me, O Israel!</span><br><span id=\"p23043023_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043023-1\">23&nbsp;</b>&nbsp;&nbsp;You have not brought me your sheep for burnt offerings,</span><br><span id=\"p23043023_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or honored me with your sacrifices.</span><br><span id=\"p23043023_04-10\" class=\"line\">&nbsp;&nbsp;I have not burdened you with offerings,</span><br><span id=\"p23043023_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or wearied you with frankincense.</span><br><span id=\"p23043024_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043024-1\">24&nbsp;</b>&nbsp;&nbsp;You have not bought me sweet cane with money,</span><br><span id=\"p23043024_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or satisfied me with the fat of your sacrifices.</span><br><span id=\"p23043024_04-10\" class=\"line\">&nbsp;&nbsp;But you have burdened me with your sins;</span><br><span id=\"p23043024_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have wearied me with your iniquities.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23043025_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043025-1\">25&nbsp;</b>&nbsp;&nbsp;“I, I am he</span><br><span id=\"p23043025_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who blots out your transgressions for my own sake,</span><br><span id=\"p23043025_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not remember your sins.</span><br><span id=\"p23043026_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043026-1\">26&nbsp;</b>&nbsp;&nbsp;Put me in remembrance; let us argue together;</span><br><span id=\"p23043026_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set forth your case, that you may be proved right.</span><br><span id=\"p23043027_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043027-1\">27&nbsp;</b>&nbsp;&nbsp;Your first father sinned,</span><br><span id=\"p23043027_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your mediators transgressed against me.</span><br><span id=\"p23043028_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043028-1\">28&nbsp;</b>&nbsp;&nbsp;Therefore I will profane the princes of the sanctuary,</span><br><span id=\"p23043028_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and deliver Jacob to utter destruction</span><br><span id=\"p23043028_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel to reviling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> But now thus saith the LORD that created thee, O Jacob, and he that formed thee, O Israel, Fear not: for I have redeemed thee, I have called thee by thy name; thou art mine.  <strong>2</strong> When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.  <strong>3</strong> For I am the LORD thy God, the Holy One of Israel, thy Saviour: I gave Egypt for thy ransom, Ethiopia and Seba for thee.  <strong>4</strong> Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.  <strong>5</strong> Fear not: for I am with thee: I will bring thy seed from the east, and gather thee from the west;  <strong>6</strong> I will say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth;  <strong>7</strong> Even every one that is called by my name: for I have created him for my glory, I have formed him; yea, I have made him.  <strong>8</strong> Bring forth the blind people that have eyes, and the deaf that have ears.  <strong>9</strong> Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and shew us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, It is truth.  <strong>10</strong> Ye are my witnesses, saith the LORD, and my servant whom I have chosen: that ye may know and believe me, and understand that I am he: before me there was no God formed, neither shall there be after me.  <strong>11</strong> I, even I, am the LORD; and beside me there is  no saviour.  <strong>12</strong> I have declared, and have saved, and I have shewed, when there was  no strange god among you: therefore ye are my witnesses, saith the LORD, that I am God.  <strong>13</strong> Yea, before the day was I am he; and there is  none that can deliver out of my hand: I will work, and who shall let it?  <strong>14</strong> Thus saith the LORD, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry is in the ships.  <strong>15</strong> I am the LORD, your Holy One, the creator of Israel, your King.  <strong>16</strong> Thus saith the LORD, which maketh a way in the sea, and a path in the mighty waters;  <strong>17</strong> Which bringeth forth the chariot and horse, the army and the power; they shall lie down together, they shall not rise: they are extinct, they are quenched as tow.  <strong>18</strong> Remember ye not the former things, neither consider the things of old.  <strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  <strong>20</strong> The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness, and rivers in the desert, to give drink to my people, my chosen.  <strong>21</strong> This people have I formed for myself; they shall shew forth my praise.  <strong>22</strong> But thou hast not called upon me, O Jacob; but thou hast been weary of me, O Israel.  <strong>23</strong> Thou hast not brought me the small cattle of thy burnt offerings; neither hast thou honoured me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense.  <strong>24</strong> Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities.  <strong>25</strong> I, even I, am he that blotteth out thy transgressions for mine own sake, and will not remember thy sins.  <strong>26</strong> Put me in remembrance: let us plead together: declare thou, that thou mayest be justified.  <strong>27</strong> Thy first father hath sinned, and thy teachers have transgressed against me.  <strong>28</strong> Therefore I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches.  ","niv":"<sup><strong>1</strong></sup> But now, this is what the LORD says- he who created you, O Jacob, he who formed you, O Israel: \"Fear not, for I have redeemed you; I have summoned you by name; you are mine. <sup><strong>2</strong></sup> When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze. <sup><strong>3</strong></sup> For I am the LORD, your God, the Holy One of Israel, your Savior; I give Egypt for your ransom, Cush and Seba in your stead. <sup><strong>4</strong></sup> Since you are precious and honored in my sight, and because I love you, I will give men in exchange for you, and people in exchange for your life. <sup><strong>5</strong></sup> Do not be afraid, for I am with you; I will bring your children from the east and gather you from the west. <sup><strong>6</strong></sup> I will say to the north, 'Give them up!' and to the south, 'Do not hold them back.' Bring my sons from afar and my daughters from the ends of the earth- <sup><strong>7</strong></sup> everyone who is called by my name, whom I created for my glory, whom I formed and made.\" <sup><strong>8</strong></sup> Lead out those who have eyes but are blind, who have ears but are deaf. <sup><strong>9</strong></sup> All the nations gather together and the peoples assemble. Which of them foretold this and proclaimed to us the former things? Let them bring in their witnesses to prove they were right, so that others may hear and say, \"It is true.\" <sup><strong>10</strong></sup> \"You are my witnesses,\" declares the LORD, \"and my servant whom I have chosen, so that you may know and believe me and understand that I am he. Before me no god was formed, nor will there be one after me. <sup><strong>11</strong></sup> I, even I, am the LORD, and apart from me there is no savior. <sup><strong>12</strong></sup> I have revealed and saved and proclaimed- I, and not some foreign god among you. You are my witnesses,\" declares the LORD, \"that I am God. <sup><strong>13</strong></sup> Yes, and from ancient days I am he. No one can deliver out of my hand. When I act, who can reverse it?\" <sup><strong>14</strong></sup> This is what the LORD says- your Redeemer, the Holy One of Israel: \"For your sake I will send to Babylon and bring down as fugitives all the Babylonians, in the ships in which they took pride. <sup><strong>15</strong></sup> I am the LORD, your Holy One, Israel's Creator, your King.\" <sup><strong>16</strong></sup> This is what the LORD says- he who made a way through the sea, a path through the mighty waters, <sup><strong>17</strong></sup> who drew out the chariots and horses, the army and reinforcements together, and they lay there, never to rise again, extinguished, snuffed out like a wick: <sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past. <sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland. <sup><strong>20</strong></sup> The wild animals honor me, the jackals and the owls, because I provide water in the desert and streams in the wasteland, to give drink to my people, my chosen, <sup><strong>21</strong></sup> the people I formed for myself that they may proclaim my praise. <sup><strong>22</strong></sup> \"Yet you have not called upon me, O Jacob, you have not wearied yourselves for me, O Israel. <sup><strong>23</strong></sup> You have not brought me sheep for burnt offerings, nor honored me with your sacrifices. I have not burdened you with grain offerings nor wearied you with demands for incense. <sup><strong>24</strong></sup> You have not bought any fragrant calamus for me, or lavished on me the fat of your sacrifices. But you have burdened me with your sins and wearied me with your offenses. <sup><strong>25</strong></sup> \"I, even I, am he who blots out your transgressions, for my own sake, and remembers your sins no more. <sup><strong>26</strong></sup> Review the past for me, let us argue the matter together; state the case for your innocence. <sup><strong>27</strong></sup> Your first father sinned; your spokesmen rebelled against me. <sup><strong>28</strong></sup> So I will disgrace the dignitaries of your temple, and I will consign Jacob to destruction and Israel to scorn. "},{"_id":"616a4d5b9dfb4d9c011d864c","topicId":"616a4d589dfb4d9c011d8641","verse":"Ecclesiastes 10:1-20","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21010001_01-11\" class=\"line\"><b class=\"chapter-num\" id=\"v21010001-1\">10:1&nbsp;</b>&nbsp;&nbsp;Dead flies make the perfumer’s ointment give off a stench;</span><br><span id=\"p21010001_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so a little folly outweighs wisdom and honor.</span><br><span id=\"p21010002_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010002-1\">2&nbsp;</b>&nbsp;&nbsp;A wise man’s heart inclines him to the right,</span><br><span id=\"p21010002_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool’s heart to the left.</span><br><span id=\"p21010003_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010003-1\">3&nbsp;</b>&nbsp;&nbsp;Even when the fool walks on the road, he lacks sense,</span><br><span id=\"p21010003_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he says to everyone that he is a fool.</span><br><span id=\"p21010004_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010004-1\">4&nbsp;</b>&nbsp;&nbsp;If the anger of the ruler rises against you, do not leave your place,</span><br><span id=\"p21010004_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for calmness will lay great offenses to rest.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21010004_01-11\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v21010005-1\">5&nbsp;</b>There is an evil that I have seen under the sun, as it were an error proceeding from the ruler: <b class=\"verse-num\" id=\"v21010006-1\">6&nbsp;</b>folly is set in many high places, and the rich sit in a low place. <b class=\"verse-num\" id=\"v21010007-1\">7&nbsp;</b>I have seen slaves on horses, and princes walking on the ground like slaves.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21010008_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010008-1\">8&nbsp;</b>&nbsp;&nbsp;He who digs a pit will fall into it,</span><br><span id=\"p21010008_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a serpent will bite him who breaks through a wall.</span><br><span id=\"p21010009_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010009-1\">9&nbsp;</b>&nbsp;&nbsp;He who quarries stones is hurt by them,</span><br><span id=\"p21010009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who splits logs is endangered by them.</span><br><span id=\"p21010010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010010-1\">10&nbsp;</b>&nbsp;&nbsp;If the iron is blunt, and one does not sharpen the edge,</span><br><span id=\"p21010010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he must use more strength,</span><br><span id=\"p21010010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but wisdom helps one to succeed.</span><br><span id=\"p21010011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010011-1\">11&nbsp;</b>&nbsp;&nbsp;If the serpent bites before it is charmed,</span><br><span id=\"p21010011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no advantage to the charmer.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p21010012_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010012-1\">12&nbsp;</b>&nbsp;&nbsp;The words of a wise man’s mouth win him favor,</span><br><span id=\"p21010012_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the lips of a fool consume him.</span><br><span id=\"p21010013_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010013-1\">13&nbsp;</b>&nbsp;&nbsp;The beginning of the words of his mouth is foolishness,</span><br><span id=\"p21010013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the end of his talk is evil madness.</span><br><span id=\"p21010014_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010014-1\">14&nbsp;</b>&nbsp;&nbsp;A fool multiplies words,</span><br><span id=\"p21010014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though no man knows what is to be,</span><br><span id=\"p21010014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who can tell him what will be after him?</span><br><span id=\"p21010015_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010015-1\">15&nbsp;</b>&nbsp;&nbsp;The toil of a fool wearies him,</span><br><span id=\"p21010015_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he does not know the way to the city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p21010016_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010016-1\">16&nbsp;</b>&nbsp;&nbsp;Woe to you, O land, when your king is a child,</span><br><span id=\"p21010016_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your princes feast in the morning!</span><br><span id=\"p21010017_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010017-1\">17&nbsp;</b>&nbsp;&nbsp;Happy are you, O land, when your king is the son of the nobility,</span><br><span id=\"p21010017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your princes feast at the proper time,</span><br><span id=\"p21010017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for strength, and not for drunkenness!</span><br><span id=\"p21010018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010018-1\">18&nbsp;</b>&nbsp;&nbsp;Through sloth the roof sinks in,</span><br><span id=\"p21010018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and through indolence the house leaks.</span><br><span id=\"p21010019_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010019-1\">19&nbsp;</b>&nbsp;&nbsp;Bread is made for laughter,</span><br><span id=\"p21010019_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine gladdens life,</span><br><span id=\"p21010019_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and money answers everything.</span><br><span id=\"p21010020_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v21010020-1\">20&nbsp;</b>&nbsp;&nbsp;Even in your thoughts, do not curse the king,</span><br><span id=\"p21010020_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor in your bedroom curse the rich,</span><br><span id=\"p21010020_01-11\" class=\"line\">&nbsp;&nbsp;for a bird of the air will carry your voice,</span><br><span id=\"p21010020_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or some winged creature tell the matter.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Dead flies cause the ointment of the apothecary to send forth a stinking savour: so doth a little folly him that is in reputation for wisdom and honour.  <strong>2</strong> A wise man’s heart is at his right hand; but a fool’s heart at his left.  <strong>3</strong> Yea also, when he that is a fool walketh by the way, his wisdom faileth him, and he saith to every one that he is a fool.  <strong>4</strong> If the spirit of the ruler rise up against thee, leave not thy place; for yielding pacifieth great offences.  <strong>5</strong> There is an evil which I have seen under the sun, as an error which proceedeth from the ruler:  <strong>6</strong> Folly is set in great dignity, and the rich sit in low place.  <strong>7</strong> I have seen servants upon horses, and princes walking as servants upon the earth.  <strong>8</strong> He that diggeth a pit shall fall into it; and whoso breaketh an hedge, a serpent shall bite him.  <strong>9</strong> Whoso removeth stones shall be hurt therewith; and he that cleaveth wood shall be endangered thereby.  <strong>10</strong> If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct.  <strong>11</strong> Surely the serpent will bite without enchantment; and a babbler is no better.  <strong>12</strong> The words of a wise man’s mouth are gracious; but the lips of a fool will swallow up himself.  <strong>13</strong> The beginning of the words of his mouth is foolishness: and the end of his talk is mischievous madness.  <strong>14</strong> A fool also is full of words: a man cannot tell what shall be; and what shall be after him, who can tell him?  <strong>15</strong> The labour of the foolish wearieth every one of them, because he knoweth not how to go to the city.  <strong>16</strong> Woe to thee, O land, when thy king is a child, and thy princes eat in the morning!  <strong>17</strong> Blessed art thou, O land, when thy king is the son of nobles, and thy princes eat in due season, for strength, and not for drunkenness!  <strong>18</strong> By much slothfulness the building decayeth; and through idleness of the hands the house droppeth through.  <strong>19</strong> A feast is made for laughter, and wine maketh merry: but money answereth all things. <strong>20</strong> Curse not the king, no not in thy thought; and curse not the rich in thy bedchamber: for a bird of the air shall carry the voice, and that which hath wings shall tell the matter.  ","niv":"<sup><strong>1</strong></sup> As dead flies give perfume a bad smell, so a little folly outweighs wisdom and honor. <sup><strong>2</strong></sup> The heart of the wise inclines to the right, but the heart of the fool to the left. <sup><strong>3</strong></sup> Even as he walks along the road, the fool lacks sense and shows everyone how stupid he is. <sup><strong>4</strong></sup> If a ruler's anger rises against you, do not leave your post; calmness can lay great errors to rest. <sup><strong>5</strong></sup> There is an evil I have seen under the sun, the sort of error that arises from a ruler: <sup><strong>6</strong></sup> Fools are put in many high positions, while the rich occupy the low ones. <sup><strong>7</strong></sup> I have seen slaves on horseback, while princes go on foot like slaves. <sup><strong>8</strong></sup> Whoever digs a pit may fall into it; whoever breaks through a wall may be bitten by a snake. <sup><strong>9</strong></sup> Whoever quarries stones may be injured by them; whoever splits logs may be endangered by them. <sup><strong>10</strong></sup> If the ax is dull and its edge unsharpened, more strength is needed but skill will bring success. <sup><strong>11</strong></sup> If a snake bites before it is charmed, there is no profit for the charmer. <sup><strong>12</strong></sup> Words from a wise man's mouth are gracious, but a fool is consumed by his own lips. <sup><strong>13</strong></sup> At the beginning his words are folly; at the end they are wicked madness- <sup><strong>14</strong></sup> and the fool multiplies words. No one knows what is coming- who can tell him what will happen after him? <sup><strong>15</strong></sup> A fool's work wearies him; he does not know the way to town. <sup><strong>16</strong></sup> Woe to you, O land whose king was a servant and whose princes feast in the morning. <sup><strong>17</strong></sup> Blessed are you, O land whose king is of noble birth and whose princes eat at a proper time- for strength and not for drunkenness. <sup><strong>18</strong></sup> If a man is lazy, the rafters sag; if his hands are idle, the house leaks. <sup><strong>19</strong></sup> A feast is made for laughter, and wine makes life merry, but money is the answer for everything. <sup><strong>20</strong></sup> Do not revile the king even in your thoughts, or curse the rich in your bedroom, because a bird of the air may carry your words, and a bird on the wing may report what you say. "},{"_id":"616a4d5c9dfb4d9c011d864d","topicId":"616a4d589dfb4d9c011d8641","verse":"1 Corinthians 11:1-34","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-13\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-13\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-13\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-13\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-13\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616a4d5c9dfb4d9c011d864e","topicId":"616a4d589dfb4d9c011d8641","verse":"Matthew 5:1-48","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-14\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-14\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-14\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-14\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-14\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-14\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-14\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-14\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-14\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-14\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-14\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-14\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-14\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-14\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-14\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-14\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-14\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-14\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-14\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616a4d5c9dfb4d9c011d864f","topicId":"616a4d589dfb4d9c011d8641","verse":"Ecclesiastes 2:1-26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21002001-1\">2:1&nbsp;</b>I said in my heart, “Come now, I will test you with pleasure; enjoy yourself.” But behold, this also was vanity. <b class=\"verse-num\" id=\"v21002002-1\">2&nbsp;</b>I said of laughter, “It is mad,” and of pleasure, “What use is it?” <b class=\"verse-num\" id=\"v21002003-1\">3&nbsp;</b>I searched with my heart how to cheer my body with wine—my heart still guiding me with wisdom—and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life. <b class=\"verse-num\" id=\"v21002004-1\">4&nbsp;</b>I made great works. I built houses and planted vineyards for myself. <b class=\"verse-num\" id=\"v21002005-1\">5&nbsp;</b>I made myself gardens and parks, and planted in them all kinds of fruit trees. <b class=\"verse-num\" id=\"v21002006-1\">6&nbsp;</b>I made myself pools from which to water the forest of growing trees. <b class=\"verse-num\" id=\"v21002007-1\">7&nbsp;</b>I bought male and female slaves, and had slaves who were born in my house. I had also great possessions of herds and flocks, more than any who had been before me in Jerusalem. <b class=\"verse-num\" id=\"v21002008-1\">8&nbsp;</b>I also gathered for myself silver and gold and the treasure of kings and provinces. I got singers, both men and women, and many concubines, the delight of the sons of man.</p>\n<p id=\"p21002008_05-15\"><b class=\"verse-num\" id=\"v21002009-1\">9&nbsp;</b>So I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me. <b class=\"verse-num\" id=\"v21002010-1\">10&nbsp;</b>And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil. <b class=\"verse-num\" id=\"v21002011-1\">11&nbsp;</b>Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun.</p>\n\n<p id=\"p21002011_10-15\"><b class=\"verse-num\" id=\"v21002012-1\">12&nbsp;</b>So I turned to consider wisdom and madness and folly. For what can the man do who comes after the king? Only what has already been done. <b class=\"verse-num\" id=\"v21002013-1\">13&nbsp;</b>Then I saw that there is more gain in wisdom than in folly, as there is more gain in light than in darkness. <b class=\"verse-num\" id=\"v21002014-1\">14&nbsp;</b>The wise person has his eyes in his head, but the fool walks in darkness. And yet I perceived that the same event happens to all of them. <b class=\"verse-num\" id=\"v21002015-1\">15&nbsp;</b>Then I said in my heart, “What happens to the fool will happen to me also. Why then have I been so very wise?” And I said in my heart that this also is vanity. <b class=\"verse-num\" id=\"v21002016-1\">16&nbsp;</b>For of the wise as of the fool there is no enduring remembrance, seeing that in the days to come all will have been long forgotten. How the wise dies just like the fool! <b class=\"verse-num\" id=\"v21002017-1\">17&nbsp;</b>So I hated life, because what is done under the sun was grievous to me, for all is vanity and a striving after wind.</p>\n\n<p id=\"p21002017_14-15\"><b class=\"verse-num\" id=\"v21002018-1\">18&nbsp;</b>I hated all my toil in which I toil under the sun, seeing that I must leave it to the man who will come after me, <b class=\"verse-num\" id=\"v21002019-1\">19&nbsp;</b>and who knows whether he will be wise or a fool? Yet he will be master of all for which I toiled and used my wisdom under the sun. This also is vanity. <b class=\"verse-num\" id=\"v21002020-1\">20&nbsp;</b>So I turned about and gave my heart up to despair over all the toil of my labors under the sun, <b class=\"verse-num\" id=\"v21002021-1\">21&nbsp;</b>because sometimes a person who has toiled with wisdom and knowledge and skill must leave everything to be enjoyed by someone who did not toil for it. This also is vanity and a great evil. <b class=\"verse-num\" id=\"v21002022-1\">22&nbsp;</b>What has a man from all the toil and striving of heart with which he toils beneath the sun? <b class=\"verse-num\" id=\"v21002023-1\">23&nbsp;</b>For all his days are full of sorrow, and his work is a vexation. Even in the night his heart does not rest. This also is vanity.</p>\n<p id=\"p21002023_14-15\"><b class=\"verse-num\" id=\"v21002024-1\">24&nbsp;</b>There is nothing better for a person than that he should eat and drink and find enjoyment in his toil. This also, I saw, is from the hand of God, <b class=\"verse-num\" id=\"v21002025-1\">25&nbsp;</b>for apart from him who can eat or who can have enjoyment? <b class=\"verse-num\" id=\"v21002026-1\">26&nbsp;</b>For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind.</p>\n\n</div>","kjv":"<strong>1</strong> I said in mine heart, Go to now, I will prove thee with mirth, therefore enjoy pleasure: and, behold, this also is vanity.  <strong>2</strong> I said of laughter, It is mad: and of mirth, What doeth it?  <strong>3</strong> I sought in mine heart to give myself unto wine, yet acquainting mine heart with wisdom; and to lay hold on folly, till I might see what was  that good for the sons of men, which they should do under the heaven all the days of their life.  <strong>4</strong> I made me great works; I builded me houses; I planted me vineyards:  <strong>5</strong> I made me gardens and orchards, and I planted trees in them of all kind of fruits:  <strong>6</strong> I made me pools of water, to water therewith the wood that bringeth forth trees:  <strong>7</strong> I got me servants and maidens, and had servants born in my house; also I had great possessions of great and small cattle above all that were in Jerusalem before me:  <strong>8</strong> I gathered me also silver and gold, and the peculiar treasure of kings and of the provinces: I gat me men singers and women singers, and the delights of the sons of men, as musical instruments, and that of all sorts.  <strong>9</strong> So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.  <strong>10</strong> And whatsoever mine eyes desired I kept not from them, I withheld not my heart from any joy; for my heart rejoiced in all my labour: and this was my portion of all my labour.  <strong>11</strong> Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do: and, behold, all was vanity and vexation of spirit, and there was no profit under the sun.  <strong>12</strong> And I turned myself to behold wisdom, and madness, and folly: for what can the man do that cometh after the king? even  that which hath been already done.  <strong>13</strong> Then I saw that wisdom excelleth folly, as far as light excelleth darkness.  <strong>14</strong> The wise man’s eyes are in his head; but the fool walketh in darkness: and I myself perceived also that one event happeneth to them all.  <strong>15</strong> Then said I in my heart, As it happeneth to the fool, so it happeneth even to me; and why was I then more wise? Then I said in my heart, that this also is vanity.  <strong>16</strong> For there is no remembrance of the wise more than of the fool for ever; seeing that which now is in the days to come shall all be forgotten. And how dieth the wise man? as the fool.  <strong>17</strong> Therefore I hated life; because the work that is wrought under the sun is grievous unto me: for all is vanity and vexation of spirit.  <strong>18</strong> Yea, I hated all my labour which I had taken under the sun: because I should leave it unto the man that shall be after me.  <strong>19</strong> And who knoweth whether he shall be a wise man or a fool? yet shall he have rule over all my labour wherein I have laboured, and wherein I have shewed myself wise under the sun. This is also vanity.  <strong>20</strong> Therefore I went about to cause my heart to despair of all the labour which I took under the sun.  <strong>21</strong> For there is a man whose labour is in wisdom, and in knowledge, and in equity; yet to a man that hath not laboured therein shall he leave it for his portion. This also is vanity and a great evil.  <strong>22</strong> For what hath man of all his labour, and of the vexation of his heart, wherein he hath laboured under the sun?  <strong>23</strong> For all his days are sorrows, and his travail grief; yea, his heart taketh not rest in the night. This is also vanity.  <strong>24</strong>           There is nothing better for a man, than that he should eat and drink, and that he should make his soul enjoy good in his labour. This also I saw, that it was from the hand of God.  <strong>25</strong> For who can eat, or who else can hasten hereunto, more than I?  <strong>26</strong> For God giveth to a man that is good in his sight wisdom, and knowledge, and joy: but to the sinner he giveth travail, to gather and to heap up, that he may give to him that is good before God. This also is vanity and vexation of spirit.  ","niv":"<sup><strong>1</strong></sup> I thought in my heart, \"Come now, I will test you with pleasure to find out what is good.\" But that also proved to be meaningless. <sup><strong>2</strong></sup> \"Laughter,\" I said, \"is foolish. And what does pleasure accomplish?\" <sup><strong>3</strong></sup> I tried cheering myself with wine, and embracing folly-my mind still guiding me with wisdom. I wanted to see what was worthwhile for men to do under heaven during the few days of their lives. <sup><strong>4</strong></sup> I undertook great projects: I built houses for myself and planted vineyards. <sup><strong>5</strong></sup> I made gardens and parks and planted all kinds of fruit trees in them. <sup><strong>6</strong></sup> I made reservoirs to water groves of flourishing trees. <sup><strong>7</strong></sup> I bought male and female slaves and had other slaves who were born in my house. I also owned more herds and flocks than anyone in Jerusalem before me. <sup><strong>8</strong></sup> I amassed silver and gold for myself, and the treasure of kings and provinces. I acquired men and women singers, and a harem as well-the delights of the heart of man. <sup><strong>9</strong></sup> I became greater by far than anyone in Jerusalem before me. In all this my wisdom stayed with me. <sup><strong>10</strong></sup> I denied myself nothing my eyes desired; I refused my heart no pleasure. My heart took delight in all my work, and this was the reward for all my labor. <sup><strong>11</strong></sup> Yet when I surveyed all that my hands had done and what I had toiled to achieve, everything was meaningless, a chasing after the wind; nothing was gained under the sun. <sup><strong>12</strong></sup> Then I turned my thoughts to consider wisdom, and also madness and folly. What more can the king's successor do than what has already been done? <sup><strong>13</strong></sup> I saw that wisdom is better than folly, just as light is better than darkness. <sup><strong>14</strong></sup> The wise man has eyes in his head, while the fool walks in the darkness; but I came to realize that the same fate overtakes them both. <sup><strong>15</strong></sup> Then I thought in my heart, \"The fate of the fool will overtake me also. What then do I gain by being wise?\" I said in my heart, \"This too is meaningless.\" <sup><strong>16</strong></sup> For the wise man, like the fool, will not be long remembered; in days to come both will be forgotten. Like the fool, the wise man too must die! <sup><strong>17</strong></sup> So I hated life, because the work that is done under the sun was grievous to me. All of it is meaningless, a chasing after the wind. <sup><strong>18</strong></sup> I hated all the things I had toiled for under the sun, because I must leave them to the one who comes after me. <sup><strong>19</strong></sup> And who knows whether he will be a wise man or a fool? Yet he will have control over all the work into which I have poured my effort and skill under the sun. This too is meaningless. <sup><strong>20</strong></sup> So my heart began to despair over all my toilsome labor under the sun. <sup><strong>21</strong></sup> For a man may do his work with wisdom, knowledge and skill, and then he must leave all he owns to someone who has not worked for it. This too is meaningless and a great misfortune. <sup><strong>22</strong></sup> What does a man get for all the toil and anxious striving with which he labors under the sun? <sup><strong>23</strong></sup> All his days his work is pain and grief; even at night his mind does not rest. This too is meaningless. <sup><strong>24</strong></sup> A man can do nothing better than to eat and drink and find satisfaction in his work. This too, I see, is from the hand of God, <sup><strong>25</strong></sup> for without him, who can eat or find enjoyment? <sup><strong>26</strong></sup> To the man who pleases him, God gives wisdom, knowledge and happiness, but to the sinner he gives the task of gathering and storing up wealth to hand it over to the one who pleases God. This too is meaningless, a chasing after the wind. "}]}