{"_id":"616a4efb9dfb4d9c011d873c","slug":"servanthood","name":"Servanthood","verses":[{"_id":"616a4efc9dfb4d9c011d873d","topicId":"616a4efb9dfb4d9c011d873c","verse":"Luke 22:27","votes":88,"__v":0,"esv":"<div>\n<p id=\"p42022027_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42022027-1\">27&nbsp;</b><span class=\"woc\">For who is the greater, one who reclines at table or one who serves? Is it not the one who reclines at table? But I am among you as the one who serves.</span></p>\n</div>","kjv":"<strong>27</strong> For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth.  ","niv":"<sup><strong>27</strong></sup> For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves.","modified":"2023-03-30T12:57:14.271Z"},{"_id":"616a4efc9dfb4d9c011d873e","topicId":"616a4efb9dfb4d9c011d873c","verse":"Philippians 2:1-30","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-2\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-2\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-2\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-2\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. ","modified":"2023-08-30T08:06:34.993Z"},{"_id":"616a4efc9dfb4d9c011d873f","topicId":"616a4efb9dfb4d9c011d873c","verse":"Philippians 2:7","votes":48,"__v":0,"esv":"<div>\n<p id=\"p50002007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men.</p>\n\n</div>","kjv":"<strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  ","niv":"<sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness."},{"_id":"616a4efd9dfb4d9c011d8740","topicId":"616a4efb9dfb4d9c011d873c","verse":"John 13:1-38","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-4\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_12-4\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot. <b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span> <b class=\"verse-num\" id=\"v43013028-1\">28&nbsp;</b>Now no one at the table knew why he said this to him. <b class=\"verse-num\" id=\"v43013029-1\">29&nbsp;</b>Some thought that, because Judas had the moneybag, Jesus was telling him, “Buy what we need for the feast,” or that he should give something to the poor. <b class=\"verse-num\" id=\"v43013030-1\">30&nbsp;</b>So, after receiving the morsel of bread, he immediately went out. And it was night.</p>\n\n<p id=\"p43013030_15-4\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n\n<p id=\"p43013035_19-4\"><b class=\"verse-num\" id=\"v43013036-1\">36&nbsp;</b>Simon Peter said to him, “Lord, where are you going?” Jesus answered him, <span class=\"woc\">“Where I am going you cannot follow me now, but you will follow afterward.”</span> <b class=\"verse-num\" id=\"v43013037-1\">37&nbsp;</b>Peter said to him, “Lord, why can I not follow you now? I will lay down my life for you.” <b class=\"verse-num\" id=\"v43013038-1\">38&nbsp;</b>Jesus answered, <span class=\"woc\">“Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. <sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him. <sup><strong>28</strong></sup> \"What you are about to do, do quickly,\" Jesus told him, but no one at the meal understood why Jesus said this to him. <sup><strong>29</strong></sup> Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor. <sup><strong>30</strong></sup> As soon as Judas had taken the bread, he went out. And it was night. <sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" <sup><strong>36</strong></sup> Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\" <sup><strong>37</strong></sup> Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\" <sup><strong>38</strong></sup> Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times! "},{"_id":"616a4efd9dfb4d9c011d8741","topicId":"616a4efb9dfb4d9c011d873c","verse":"John 12:26","votes":35,"__v":0,"esv":"<div>\n<p id=\"p43012026_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012026-1\">26&nbsp;</b><span class=\"woc\">If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.</span></p>\n</div>","kjv":"<strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  ","niv":"<sup><strong>26</strong></sup> Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me.","modified":"2023-02-25T02:14:43.853Z"},{"_id":"616a4efd9dfb4d9c011d8742","topicId":"616a4efb9dfb4d9c011d873c","verse":"Ephesians 5:21","votes":32,"__v":0,"esv":"<div>\n<p id=\"p49005021_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n</div>","kjv":"<strong>21</strong> Submitting yourselves one to another in the fear of God.  ","niv":"<sup><strong>21</strong></sup> Submit to one another out of reverence for Christ.","modified":"2023-09-15T10:42:18.563Z"},{"_id":"616a4efe9dfb4d9c011d8743","topicId":"616a4efb9dfb4d9c011d873c","verse":"Colossians 3:17","votes":31,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"616a4efe9dfb4d9c011d8744","topicId":"616a4efb9dfb4d9c011d873c","verse":"1 Peter 2:16","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60002016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God.</p>\n\n</div>","kjv":"<strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  ","niv":"<sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God.","modified":"2022-04-27T01:58:04.286Z"},{"_id":"616a4efe9dfb4d9c011d8745","topicId":"616a4efb9dfb4d9c011d873c","verse":"Matthew 20:25-28","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n<p id=\"p40020016_12-18\"><b class=\"verse-num\" id=\"v40020017-1\">17&nbsp;</b>And as Jesus was going up to Jerusalem, he took the twelve disciples aside, and on the way he said to them, <b class=\"verse-num woc\" id=\"v40020018-1\">18&nbsp;</b><span class=\"woc\">“See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death</span> <b class=\"verse-num woc\" id=\"v40020019-1\">19&nbsp;</b><span class=\"woc\">and deliver him over to the Gentiles to be mocked and flogged and crucified, and he will be raised on the third day.”</span></p>\n\n<p id=\"p40020019_15-18\"><b class=\"verse-num\" id=\"v40020020-1\">20&nbsp;</b>Then the mother of the sons of Zebedee came up to him with her sons, and kneeling before him she asked him for something. <b class=\"verse-num\" id=\"v40020021-1\">21&nbsp;</b>And he said to her, <span class=\"woc\">“What do you want?”</span> She said to him, “Say that these two sons of mine are to sit, one at your right hand and one at your left, in your kingdom.” <b class=\"verse-num\" id=\"v40020022-1\">22&nbsp;</b>Jesus answered, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I am to drink?”</span> They said to him, “We are able.” <b class=\"verse-num\" id=\"v40020023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You will drink my cup, but to sit at my right hand and at my left is not mine to grant, but it is for those for whom it has been prepared by my Father.”</span> <b class=\"verse-num\" id=\"v40020024-1\">24&nbsp;</b>And when the ten heard it, they were indignant at the two brothers. <b class=\"verse-num\" id=\"v40020025-1\">25&nbsp;</b>But Jesus called them to him and said, <span class=\"woc\">“You know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v40020026-1\">26&nbsp;</b><span class=\"woc\">It shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v40020027-1\">27&nbsp;</b><span class=\"woc\">and whoever would be first among you must be your slave,</span> <b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p40020028_20-18\"><b class=\"verse-num\" id=\"v40020029-1\">29&nbsp;</b>And as they went out of Jericho, a great crowd followed him. <b class=\"verse-num\" id=\"v40020030-1\">30&nbsp;</b>And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020031-1\">31&nbsp;</b>The crowd rebuked them, telling them to be silent, but they cried out all the more, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020032-1\">32&nbsp;</b>And stopping, Jesus called them and said, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v40020033-1\">33&nbsp;</b>They said to him, “Lord, let our eyes be opened.” <b class=\"verse-num\" id=\"v40020034-1\">34&nbsp;</b>And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him.</p>\n\n</div>","kjv":"<strong>25</strong> But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.  <strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  <strong>27</strong> And whosoever will be chief among you, let him be your servant:  <strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  ","niv":"<sup><strong>25</strong></sup> Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>27</strong></sup> and whoever wants to be first must be your slave-- <sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" "},{"_id":"616a4eff9dfb4d9c011d8746","topicId":"616a4efb9dfb4d9c011d873c","verse":"Mark 9:35","votes":17,"__v":0,"esv":"<div>\n<p id=\"p41009035_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span></p>\n</div>","kjv":"<strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  ","niv":"<sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\""},{"_id":"616a4eff9dfb4d9c011d8747","topicId":"616a4efb9dfb4d9c011d873c","verse":"Hebrews 13:17","votes":16,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-12\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"616a4eff9dfb4d9c011d8748","topicId":"616a4efb9dfb4d9c011d873c","verse":"Mark 10:42-45","votes":16,"__v":0,"esv":"<div>\n<p id=\"p41010042_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010042-1\">42&nbsp;</b>And Jesus called them to him and said to them, <span class=\"woc\">“You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n</div>","kjv":"<strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>42</strong></sup> Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" "},{"_id":"616a4f009dfb4d9c011d8749","topicId":"616a4efb9dfb4d9c011d873c","verse":"Mark 10:45","votes":16,"__v":0,"esv":"<div>\n<p id=\"p41010045_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","kjv":"<strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\""},{"_id":"616a4f009dfb4d9c011d874a","topicId":"616a4efb9dfb4d9c011d873c","verse":"2 Corinthians 4:5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p47004005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004005-1\">5&nbsp;</b>For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus’ sake.</p>\n\n</div>","kjv":"<strong>5</strong> For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus’ sake.  ","niv":"<sup><strong>5</strong></sup> For we do not preach ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake."},{"_id":"616a4f009dfb4d9c011d874b","topicId":"616a4efb9dfb4d9c011d873c","verse":"Galatians 5:13","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-16\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love.","modified":"2022-07-24T00:49:06.676Z"},{"_id":"616a4f009dfb4d9c011d874c","topicId":"616a4efb9dfb4d9c011d873c","verse":"John 15:15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43015015_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span></p>\n\n</div>","kjv":"<strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  ","niv":"<sup><strong>15</strong></sup> I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you."},{"_id":"616a4f019dfb4d9c011d874d","topicId":"616a4efb9dfb4d9c011d873c","verse":"Matthew 20:1-34","votes":6,"__v":0,"kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. <strong>17</strong> And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,  <strong>18</strong> Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,  <strong>19</strong> And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again.  <strong>20</strong> Then came to him the mother of Zebedee’s children with her sons, worshipping him, and desiring a certain thing of him.  <strong>21</strong> And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.  <strong>22</strong> But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able.  <strong>23</strong> And he saith unto them, Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them  for whom it is prepared of my Father.  <strong>24</strong> And when the ten heard it, they were moved with indignation against the two brethren.  <strong>25</strong> But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.  <strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  <strong>27</strong> And whosoever will be chief among you, let him be your servant:  <strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  <strong>29</strong> And as they departed from Jericho, a great multitude followed him.  <strong>30</strong> And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>31</strong> And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>32</strong> And Jesus stood still, and called them, and said, What will ye that I shall do unto you?  <strong>33</strong> They say unto him, Lord, that our eyes may be opened.  <strong>34</strong> So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.  ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" <sup><strong>17</strong></sup> Now as Jesus was going up to Jerusalem, he took the twelve disciples aside and said to them, <sup><strong>18</strong></sup> \"We are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the teachers of the law. They will condemn him to death <sup><strong>19</strong></sup> and will turn him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!\" <sup><strong>20</strong></sup> Then the mother of Zebedee's sons came to Jesus with her sons and, kneeling down, asked a favor of him. <sup><strong>21</strong></sup> \"What is it you want?\" he asked. She said, \"Grant that one of these two sons of mine may sit at your right and the other at your left in your kingdom.\" <sup><strong>22</strong></sup> \"You don't know what you are asking,\" Jesus said to them. \"Can you drink the cup I am going to drink?We can,\" they answered. <sup><strong>23</strong></sup> Jesus said to them, \"You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.\" <sup><strong>24</strong></sup> When the ten heard about this, they were indignant with the two brothers. <sup><strong>25</strong></sup> Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>27</strong></sup> and whoever wants to be first must be your slave-- <sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>29</strong></sup> As Jesus and his disciples were leaving Jericho, a large crowd followed him. <sup><strong>30</strong></sup> Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, \"Lord, Son of David, have mercy on us!\" <sup><strong>31</strong></sup> The crowd rebuked them and told them to be quiet, but they shouted all the louder, \"Lord, Son of David, have mercy on us!\" <sup><strong>32</strong></sup> Jesus stopped and called them. \"What do you want me to do for you?\" he asked. <sup><strong>33</strong></sup> \"Lord,\" they answered, \"we want our sight.\" <sup><strong>34</strong></sup> Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him. ","modified":"2023-06-15T14:19:46.792Z"},{"_id":"616a4f019dfb4d9c011d874e","topicId":"616a4efb9dfb4d9c011d873c","verse":"James 1:27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616a4f019dfb4d9c011d874f","topicId":"616a4efb9dfb4d9c011d873c","verse":"Matthew 20:26","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40020026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020026-1\">26&nbsp;</b><span class=\"woc\">It shall not be so among you. But whoever would be great among you must be your servant,</span></p>\n\n</div>","kjv":"<strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  ","niv":"<sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant,","modified":"2022-08-26T20:03:54.171Z"},{"_id":"616a4f029dfb4d9c011d8750","topicId":"616a4efb9dfb4d9c011d873c","verse":"Galatians 3:28","votes":10,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616a4f029dfb4d9c011d8751","topicId":"616a4efb9dfb4d9c011d873c","verse":"Isaiah 53:1-12","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-22\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-22\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-22\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-22\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-22\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-22\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-22\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-22\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-22\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-22\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-22\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-22\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-22\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-22\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. ","modified":"2022-08-24T14:47:14.513Z"},{"_id":"616a4f029dfb4d9c011d8752","topicId":"616a4efb9dfb4d9c011d873c","verse":"Philippians 2:5-8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "},{"_id":"616a4f029dfb4d9c011d8753","topicId":"616a4efb9dfb4d9c011d873c","verse":"1 Peter 4:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms.","modified":"2022-08-09T22:22:11.183Z"},{"_id":"616a4f039dfb4d9c011d8754","topicId":"616a4efb9dfb4d9c011d873c","verse":"Matthew 23:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40023011_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span></p>\n</div>","kjv":"<strong>11</strong> But he that is greatest among you shall be your servant.  ","niv":"<sup><strong>11</strong></sup> The greatest among you will be your servant."},{"_id":"616a4f039dfb4d9c011d8755","topicId":"616a4efb9dfb4d9c011d873c","verse":"Matthew 28:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40028020_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n</div>","kjv":"<strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\""}]}