{"_id":"5fc31fda8888bb90841ded22","slug":"serving","name":"Serving","verses":[{"_id":"5fd25ec4a1012d290aa887ae","topicId":"5fc31fda8888bb90841ded22","verse":"Mark 10:45","votes":60,"__v":0,"niv":"<sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"","kjv":"<strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","esv":"<div>\n<p id=\"p41010045_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","modified":"2022-04-09T14:59:02.748Z"},{"_id":"5fd25ec4a1012d290aa887af","topicId":"5fc31fda8888bb90841ded22","verse":"Ephesians 6:7","votes":25,"__v":0,"niv":"<sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men,","kjv":"<strong>7</strong> With good will doing service, as to the Lord, and not to men:  ","esv":"<div>\n<p id=\"p49006007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man,</p>\n</div>","modified":"2023-01-07T18:26:52.790Z"},{"_id":"5fd25ec4a1012d290aa887b0","topicId":"5fc31fda8888bb90841ded22","verse":"1 Peter 4:10","votes":24,"__v":0,"niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms.","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","esv":"<div>\n<p id=\"p60004010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>"},{"_id":"5fd25ec4a1012d290aa887b1","topicId":"5fc31fda8888bb90841ded22","verse":"Joshua 24:15","votes":14,"__v":0,"niv":"<sup><strong>15</strong></sup> But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your forefathers served beyond the River, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.\"","kjv":"<strong>15</strong> And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were  on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.  ","esv":"<div>\n<p id=\"p06024015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024015-1\">15&nbsp;</b>And if it is evil in your eyes to serve the LORD, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the LORD.”</p>\n</div>"},{"_id":"5fd25ec5a1012d290aa887b2","topicId":"5fc31fda8888bb90841ded22","verse":"Galatians 5:13","votes":13,"__v":0,"niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love.","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","esv":"<div>\n<p id=\"p48005013_01-6\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>"},{"_id":"5fd25ec5a1012d290aa887b3","topicId":"5fc31fda8888bb90841ded22","verse":"Romans 12:11","votes":13,"__v":0,"niv":"<sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.","kjv":"<strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  ","esv":"<div>\n<p id=\"p45012011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord.</p>\n\n</div>"},{"_id":"5fd25ec5a1012d290aa887b4","topicId":"5fc31fda8888bb90841ded22","verse":"Matthew 23:11","votes":12,"__v":0,"niv":"<sup><strong>11</strong></sup> The greatest among you will be your servant.","kjv":"<strong>11</strong> But he that is greatest among you shall be your servant.  ","esv":"<div>\n<p id=\"p40023011_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span></p>\n</div>","modified":"2022-11-23T15:31:24.083Z"},{"_id":"5fd25ec5a1012d290aa887b5","topicId":"5fc31fda8888bb90841ded22","verse":"Romans 12:1","votes":10,"__v":0,"niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship.","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","esv":"<div>\n\n<p id=\"p45012001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>"},{"_id":"5fd25ec5a1012d290aa887b6","topicId":"5fc31fda8888bb90841ded22","verse":"1 Peter 4:11","votes":9,"__v":0,"niv":"<sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen.","kjv":"<strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","esv":"<div>\n<p id=\"p60004011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>"},{"_id":"5fd25ec5a1012d290aa887b7","topicId":"5fc31fda8888bb90841ded22","verse":"Mark 9:35","votes":8,"__v":0,"niv":"<sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\"","kjv":"<strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  ","esv":"<div>\n<p id=\"p41009035_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span></p>\n</div>"},{"_id":"5fd25ec5a1012d290aa887b8","topicId":"5fc31fda8888bb90841ded22","verse":"Matthew 6:24","votes":5,"__v":0,"niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","esv":"<div>\n<p id=\"p40006024_01-13\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","modified":"2022-08-03T11:33:38.887Z"},{"_id":"5fd25ec6a1012d290aa887b9","topicId":"5fc31fda8888bb90841ded22","verse":"Luke 14:12-14","votes":-8,"__v":0,"niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" ","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","esv":"<div>\n\n<p id=\"p42014012_07-14\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n\n</div>","modified":"2022-10-14T16:58:25.832Z"},{"_id":"5fd25ec6a1012d290aa887ba","topicId":"5fc31fda8888bb90841ded22","verse":"Matthew 25:35-40","votes":7,"__v":0,"niv":"<sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' ","kjv":"<strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  ","esv":"<div>\n<p id=\"p40025035_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n\n</div>","modified":"2022-06-24T00:28:55.804Z"},{"_id":"5fd25ec6a1012d290aa887bb","topicId":"5fc31fda8888bb90841ded22","verse":"1 Chronicles 28:9","votes":7,"__v":0,"niv":"<sup><strong>9</strong></sup> \"And you, my son Solomon, acknowledge the God of your father, and serve him with wholehearted devotion and with a willing mind, for the LORD searches every heart and understands every motive behind the thoughts. If you seek him, he will be found by you; but if you forsake him, he will reject you forever.","kjv":"<strong>9</strong> And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart and with a willing mind: for the LORD searcheth all hearts, and understandeth all the imaginations of the thoughts: if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off for ever.  ","esv":"<div>\n\n<p id=\"p13028009_05-17\"><b class=\"verse-num\" id=\"v13028009-1\">9&nbsp;</b>“And you, Solomon my son, know the God of your father and serve him with a whole heart and with a willing mind, for the LORD searches all hearts and understands every plan and thought. If you seek him, he will be found by you, but if you forsake him, he will cast you off forever.</p>\n</div>","modified":"2023-05-24T19:52:39.969Z"},{"_id":"5fd25ec6a1012d290aa887bc","topicId":"5fc31fda8888bb90841ded22","verse":"Exodus 3:14","votes":6,"__v":0,"niv":"<sup><strong>14</strong></sup> God said to Moses, \"I am who I am. This is what you are to say to the Israelites: 'I AM has sent me to you.'\"","kjv":"<strong>14</strong> And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.  ","esv":"<div>\n<p id=\"p02003014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02003014-1\">14&nbsp;</b>God said to Moses, “I AM WHO I AM.” And he said, “Say this to the people of Israel: ‘I AM has sent me to you.’”</p>\n\n</div>"},{"_id":"5fd25ec6a1012d290aa887bd","topicId":"5fc31fda8888bb90841ded22","verse":"James 1","votes":5,"__v":0,"niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","esv":"<div>\n\n<p id=\"p59001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-1\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-1\">Greetings.</p>\n\n<p id=\"p59001001_06-1\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-1\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-1\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-1\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-1\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-1\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-1\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-1\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>"},{"_id":"5fd25ec6a1012d290aa887be","topicId":"5fc31fda8888bb90841ded22","verse":"Hebrews 6:10","votes":5,"__v":0,"niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","esv":"<div>\n<p id=\"p58006010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887bf","topicId":"5fc31fda8888bb90841ded22","verse":"Galatians 5:13-14","votes":5,"__v":0,"niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" ","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","esv":"<div>\n<p id=\"p48005013_01-21\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887c0","topicId":"5fc31fda8888bb90841ded22","verse":"Acts 20:35","votes":5,"__v":0,"niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\"","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","esv":"<div>\n<p id=\"p44020035_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887c1","topicId":"5fc31fda8888bb90841ded22","verse":"Joshua 22:5","votes":5,"__v":0,"niv":"<sup><strong>5</strong></sup> But be very careful to keep the commandment and the law that Moses the servant of the LORD gave you: to love the LORD your God, to walk in all his ways, to obey his commands, to hold fast to him and to serve him with all your heart and all your soul.\"","kjv":"<strong>5</strong> But take diligent heed to do the commandment and the law, which Moses the servant of the LORD charged you, to love the LORD your God, and to walk in all his ways, and to keep his commandments, and to cleave unto him, and to serve him with all your heart and with all your soul.  ","esv":"<div>\n<p id=\"p06022005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v06022005-1\">5&nbsp;</b>Only be very careful to observe the commandment and the law that Moses the servant of the LORD commanded you, to love the LORD your God, and to walk in all his ways and to keep his commandments and to cling to him and to serve him with all your heart and with all your soul.”</p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887c2","topicId":"5fc31fda8888bb90841ded22","verse":"John 16","votes":5,"__v":0,"niv":"<sup><strong>1</strong></sup> \"All this I have told you so that you will not go astray. <sup><strong>2</strong></sup> They will put you out of the synagogue; in fact, a time is coming when anyone who kills you will think he is offering a service to God. <sup><strong>3</strong></sup> They will do such things because they have not known the Father or me. <sup><strong>4</strong></sup> I have told you this, so that when the time comes you will remember that I warned you. I did not tell you this at first because I was with you. <sup><strong>5</strong></sup> \"Now I am going to him who sent me, yet none of you asks me, 'Where are you going?' <sup><strong>6</strong></sup> Because I have said these things, you are filled with grief. <sup><strong>7</strong></sup> But I tell you the truth: It is for your good that I am going away. Unless I go away, the Counselor will not come to you; but if I go, I will send him to you. <sup><strong>8</strong></sup> When he comes, he will convict the world of guilt in regard to sin and righteousness and judgment: <sup><strong>9</strong></sup> in regard to sin, because men do not believe in me; <sup><strong>10</strong></sup> in regard to righteousness, because I am going to the Father, where you can see me no longer; <sup><strong>11</strong></sup> and in regard to judgment, because the prince of this world now stands condemned. <sup><strong>12</strong></sup> \"I have much more to say to you, more than you can now bear. <sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. <sup><strong>14</strong></sup> He will bring glory to me by taking from what is mine and making it known to you. <sup><strong>15</strong></sup> All that belongs to the Father is mine. That is why I said the Spirit will take from what is mine and make it known to you. <sup><strong>16</strong></sup> \"In a little while you will see me no more, and then after a little while you will see me.\" <sup><strong>17</strong></sup> Some of his disciples said to one another, \"What does he mean by saying, 'In a little while you will see me no more, and then after a little while you will see me,' and 'Because I am going to the Father'?\" <sup><strong>18</strong></sup> They kept asking, \"What does he mean by 'a little while'? We don't understand what he is saying.\" <sup><strong>19</strong></sup> Jesus saw that they wanted to ask him about this, so he said to them, \"Are you asking one another what I meant when I said, 'In a little while you will see me no more, and then after a little while you will see me'? <sup><strong>20</strong></sup> I tell you the truth, you will weep and mourn while the world rejoices. You will grieve, but your grief will turn to joy. <sup><strong>21</strong></sup> A woman giving birth to a child has pain because her time has come; but when her baby is born she forgets the anguish because of her joy that a child is born into the world. <sup><strong>22</strong></sup> So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy. <sup><strong>23</strong></sup> In that day you will no longer ask me anything. I tell you the truth, my Father will give you whatever you ask in my name. <sup><strong>24</strong></sup> Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete. <sup><strong>25</strong></sup> \"Though I have been speaking figuratively, a time is coming when I will no longer use this kind of language but will tell you plainly about my Father. <sup><strong>26</strong></sup> In that day you will ask in my name. I am not saying that I will ask the Father on your behalf. <sup><strong>27</strong></sup> No, the Father himself loves you because you have loved me and have believed that I came from God. <sup><strong>28</strong></sup> I came from the Father and entered the world; now I am leaving the world and going back to the Father.\" <sup><strong>29</strong></sup> Then Jesus' disciples said, \"Now you are speaking clearly and without figures of speech. <sup><strong>30</strong></sup> Now we can see that you know all things and that you do not even need to have anyone ask you questions. This makes us believe that you came from God.\" <sup><strong>31</strong></sup> \"You believe at last!\" Jesus answered. <sup><strong>32</strong></sup> \"But a time is coming, and has come, when you will be scattered, each to his own home. You will leave me all alone. Yet I am not alone, for my Father is with me. <sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\" ","kjv":"<strong>1</strong>           These things have I spoken unto you, that ye should not be offended.  <strong>2</strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.  <strong>3</strong> And these things will they do unto you, because they have not known the Father, nor me.  <strong>4</strong> But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.  <strong>5</strong> But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?  <strong>6</strong> But because I have said these things unto you, sorrow hath filled your heart.  <strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  <strong>8</strong> And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:  <strong>9</strong> Of sin, because they believe not on me;  <strong>10</strong> Of righteousness, because I go to my Father, and ye see me no more;  <strong>11</strong> Of judgment, because the prince of this world is judged.  <strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  <strong>14</strong> He shall glorify me: for he shall receive of mine, and shall shew it unto you.  <strong>15</strong> All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.  <strong>16</strong> A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.  <strong>17</strong> Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?  <strong>18</strong> They said therefore, What is this that he saith, A little while? we cannot tell what he saith.  <strong>19</strong> Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?  <strong>20</strong> Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.  <strong>21</strong> A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.  <strong>22</strong> And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.  <strong>23</strong> And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it  you.  <strong>24</strong> Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.  <strong>25</strong> These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.  <strong>26</strong> At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:  <strong>27</strong> For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.  <strong>28</strong> I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.  <strong>29</strong> His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.  <strong>30</strong> Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.  <strong>31</strong> Jesus answered them, Do ye now believe?  <strong>32</strong> Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.  <strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","esv":"<div>\n<p id=\"p43016001_01-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43016001-1\">16:1&nbsp;</b><span class=\"woc\">“I have said all these things to you to keep you from falling away.</span> <b class=\"verse-num woc\" id=\"v43016002-1\">2&nbsp;</b><span class=\"woc\">They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God.</span> <b class=\"verse-num woc\" id=\"v43016003-1\">3&nbsp;</b><span class=\"woc\">And they will do these things because they have not known the Father, nor me.</span> <b class=\"verse-num woc\" id=\"v43016004-1\">4&nbsp;</b><span class=\"woc\">But I have said these things to you, that when their hour comes you may remember that I told them to you.</span></p>\n\n<p id=\"p43016004_07-2\"><span class=\"woc\">“I did not say these things to you from the beginning, because I was with you.</span> <b class=\"verse-num woc\" id=\"v43016005-1\">5&nbsp;</b><span class=\"woc\">But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’</span> <b class=\"verse-num woc\" id=\"v43016006-1\">6&nbsp;</b><span class=\"woc\">But because I have said these things to you, sorrow has filled your heart.</span> <b class=\"verse-num woc\" id=\"v43016007-1\">7&nbsp;</b><span class=\"woc\">Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.</span> <b class=\"verse-num woc\" id=\"v43016008-1\">8&nbsp;</b><span class=\"woc\">And when he comes, he will convict the world concerning sin and righteousness and judgment:</span> <b class=\"verse-num woc\" id=\"v43016009-1\">9&nbsp;</b><span class=\"woc\">concerning sin, because they do not believe in me;</span> <b class=\"verse-num woc\" id=\"v43016010-1\">10&nbsp;</b><span class=\"woc\">concerning righteousness, because I go to the Father, and you will see me no longer;</span> <b class=\"verse-num woc\" id=\"v43016011-1\">11&nbsp;</b><span class=\"woc\">concerning judgment, because the ruler of this world is judged.</span></p>\n<p id=\"p43016011_07-2\"><b class=\"verse-num woc\" id=\"v43016012-1\">12&nbsp;</b><span class=\"woc\">“I still have many things to say to you, but you cannot bear them now.</span> <b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span> <b class=\"verse-num woc\" id=\"v43016014-1\">14&nbsp;</b><span class=\"woc\">He will glorify me, for he will take what is mine and declare it to you.</span> <b class=\"verse-num woc\" id=\"v43016015-1\">15&nbsp;</b><span class=\"woc\">All that the Father has is mine; therefore I said that he will take what is mine and declare it to you.</span></p>\n\n<p id=\"p43016015_13-2\"><b class=\"verse-num woc\" id=\"v43016016-1\">16&nbsp;</b><span class=\"woc\">“A little while, and you will see me no longer; and again a little while, and you will see me.”</span> <b class=\"verse-num\" id=\"v43016017-1\">17&nbsp;</b>So some of his disciples said to one another, “What is this that he says to us, <span class=\"woc\">‘A little while, and you will not see me, and again a little while, and you will see me’;</span> and, <span class=\"woc\">‘because I am going to the Father’</span>?” <b class=\"verse-num\" id=\"v43016018-1\">18&nbsp;</b>So they were saying, “What does he mean by <span class=\"woc\">‘a little while’</span>? We do not know what he is talking about.” <b class=\"verse-num\" id=\"v43016019-1\">19&nbsp;</b>Jesus knew that they wanted to ask him, so he said to them, <span class=\"woc\">“Is this what you are asking yourselves, what I meant by saying, ‘A little while and you will not see me, and again a little while and you will see me’?</span> <b class=\"verse-num woc\" id=\"v43016020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy.</span> <b class=\"verse-num woc\" id=\"v43016021-1\">21&nbsp;</b><span class=\"woc\">When a woman is giving birth, she has sorrow because her hour has come, but when she has delivered the baby, she no longer remembers the anguish, for joy that a human being has been born into the world.</span> <b class=\"verse-num woc\" id=\"v43016022-1\">22&nbsp;</b><span class=\"woc\">So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.</span> <b class=\"verse-num woc\" id=\"v43016023-1\">23&nbsp;</b><span class=\"woc\">In that day you will ask nothing of me. Truly, truly, I say to you, whatever you ask of the Father in my name, he will give it to you.</span> <b class=\"verse-num woc\" id=\"v43016024-1\">24&nbsp;</b><span class=\"woc\">Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.</span></p>\n\n<p id=\"p43016024_18-2\"><b class=\"verse-num woc\" id=\"v43016025-1\">25&nbsp;</b><span class=\"woc\">“I have said these things to you in figures of speech. The hour is coming when I will no longer speak to you in figures of speech but will tell you plainly about the Father.</span> <b class=\"verse-num woc\" id=\"v43016026-1\">26&nbsp;</b><span class=\"woc\">In that day you will ask in my name, and I do not say to you that I will ask the Father on your behalf;</span> <b class=\"verse-num woc\" id=\"v43016027-1\">27&nbsp;</b><span class=\"woc\">for the Father himself loves you, because you have loved me and have believed that I came from God.</span> <b class=\"verse-num woc\" id=\"v43016028-1\">28&nbsp;</b><span class=\"woc\">I came from the Father and have come into the world, and now I am leaving the world and going to the Father.”</span></p>\n<p id=\"p43016028_18-2\"><b class=\"verse-num\" id=\"v43016029-1\">29&nbsp;</b>His disciples said, “Ah, now you are speaking plainly and not using figurative speech! <b class=\"verse-num\" id=\"v43016030-1\">30&nbsp;</b>Now we know that you know all things and do not need anyone to question you; this is why we believe that you came from God.” <b class=\"verse-num\" id=\"v43016031-1\">31&nbsp;</b>Jesus answered them, <span class=\"woc\">“Do you now believe?</span> <b class=\"verse-num woc\" id=\"v43016032-1\">32&nbsp;</b><span class=\"woc\">Behold, the hour is coming, indeed it has come, when you will be scattered, each to his own home, and will leave me alone. Yet I am not alone, for the Father is with me.</span> <b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n\n</div>","modified":"2023-07-15T11:43:35.759Z"},{"_id":"5fd25ec7a1012d290aa887c3","topicId":"5fc31fda8888bb90841ded22","verse":"John 12:26","votes":4,"__v":0,"niv":"<sup><strong>26</strong></sup> Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me.","kjv":"<strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  ","esv":"<div>\n<p id=\"p43012026_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012026-1\">26&nbsp;</b><span class=\"woc\">If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.</span></p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887c4","topicId":"5fc31fda8888bb90841ded22","verse":"Luke 6:38","votes":4,"__v":0,"niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\"","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","esv":"<div>\n<p id=\"p42006038_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>"},{"_id":"5fd25ec7a1012d290aa887c5","topicId":"5fc31fda8888bb90841ded22","verse":"Matthew 20:28","votes":5,"__v":0,"niv":"<sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"","kjv":"<strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  ","esv":"<div>\n<p id=\"p40020028_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","modified":"2022-11-22T23:51:22.615Z"},{"_id":"5fd25ec8a1012d290aa887c6","topicId":"5fc31fda8888bb90841ded22","verse":"Deuteronomy 13:4","votes":4,"__v":0,"niv":"<sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him.","kjv":"<strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  ","esv":"<div>\n<p id=\"p05013004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v05013004-1\">4&nbsp;</b>You shall walk after the LORD your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him.</p>\n</div>"}]}