{"_id":"616a51629dfb4d9c011d877d","slug":"service-leaders","name":"Service Leaders","verses":[{"_id":"616a51629dfb4d9c011d877e","topicId":"616a51629dfb4d9c011d877d","verse":"James 3:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"616a51639dfb4d9c011d877f","topicId":"616a51629dfb4d9c011d877d","verse":"Hebrews 13:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-2\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"616a51639dfb4d9c011d8780","topicId":"616a51629dfb4d9c011d877d","verse":"2 Timothy 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"616a51639dfb4d9c011d8781","topicId":"616a51629dfb4d9c011d877d","verse":"Acts 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul."},{"_id":"616a51639dfb4d9c011d8782","topicId":"616a51629dfb4d9c011d877d","verse":"Romans 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616a51649dfb4d9c011d8783","topicId":"616a51629dfb4d9c011d877d","verse":"1 John 2:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"616a51649dfb4d9c011d8784","topicId":"616a51629dfb4d9c011d877d","verse":"Hebrews 5:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58005012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food,</p>\n</div>","kjv":"<strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  ","niv":"<sup><strong>12</strong></sup> In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food!"},{"_id":"616a51659dfb4d9c011d8786","topicId":"616a51629dfb4d9c011d877d","verse":"1 Timothy 3:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,</p>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,"},{"_id":"616a51659dfb4d9c011d8785","topicId":"616a51629dfb4d9c011d877d","verse":"Titus 1:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56001011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach.</p>\n</div>","kjv":"<strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  ","niv":"<sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain."},{"_id":"616a51659dfb4d9c011d8787","topicId":"616a51629dfb4d9c011d877d","verse":"1 Timothy 2:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n</div>","kjv":"<strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  ","niv":"<sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles."},{"_id":"616a51659dfb4d9c011d8788","topicId":"616a51629dfb4d9c011d877d","verse":"Colossians 1:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001023_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n</div>","kjv":"<strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  ","niv":"<sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant."},{"_id":"616a51669dfb4d9c011d8789","topicId":"616a51629dfb4d9c011d877d","verse":"Philippians 2:5-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n</div>","kjv":"<strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. "},{"_id":"616a51669dfb4d9c011d878a","topicId":"616a51629dfb4d9c011d877d","verse":"Philippians 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50001001-1\">1:1&nbsp;</b>Paul and Timothy, servants of Christ Jesus,</p>\n<p id=\"p50001001_02-15\">To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:</p>\n\n</div>","kjv":"<strong>1</strong> Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:  ","niv":"<sup><strong>1</strong></sup> Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:"},{"_id":"616a51669dfb4d9c011d878b","topicId":"616a51629dfb4d9c011d877d","verse":"Ephesians 4:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-16\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"616a51669dfb4d9c011d878c","topicId":"616a51629dfb4d9c011d877d","verse":"Ephesians 2:8-9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"616a51679dfb4d9c011d878d","topicId":"616a51629dfb4d9c011d877d","verse":"1 Corinthians 12:28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-23\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-23\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-23\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-23\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-23\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-23\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues."},{"_id":"616a51679dfb4d9c011d878e","topicId":"616a51629dfb4d9c011d877d","verse":"1 Corinthians 12:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46012007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good.</p>\n</div>","kjv":"<strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  ","niv":"<sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good."},{"_id":"616a51679dfb4d9c011d878f","topicId":"616a51629dfb4d9c011d877d","verse":"1 Corinthians 12:1-31","votes":1,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"616a51689dfb4d9c011d8790","topicId":"616a51629dfb4d9c011d877d","verse":"Acts 15:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”</p>\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\""},{"_id":"616a51689dfb4d9c011d8791","topicId":"616a51629dfb4d9c011d877d","verse":"Acts 14:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."},{"_id":"616a51689dfb4d9c011d8792","topicId":"616a51629dfb4d9c011d877d","verse":"Psalm 23:1-6","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-26\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-26\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-26\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-26\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-26\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-26\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-26\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-26\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-26\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"616a51699dfb4d9c011d8793","topicId":"616a51629dfb4d9c011d877d","verse":"Titus 1:6-7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56001006_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,</p>\n\n</div>","kjv":"<strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  ","niv":"<sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. "}]}