{"_id":"616a51489dfb4d9c011d8771","slug":"servers","name":"Servers","verses":[{"_id":"616a51489dfb4d9c011d8772","topicId":"616a51489dfb4d9c011d8771","verse":"Romans 1:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-1\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-1\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-1\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-1\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-1\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-1\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-1\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-1\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. ","modified":"2023-09-15T07:02:57.335Z"},{"_id":"616a51489dfb4d9c011d8773","topicId":"616a51489dfb4d9c011d8771","verse":"John 16:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"616a51499dfb4d9c011d8774","topicId":"616a51489dfb4d9c011d8771","verse":"John 8:32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"616a51499dfb4d9c011d8775","topicId":"616a51489dfb4d9c011d8771","verse":"Romans 8:38-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008038_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616a51499dfb4d9c011d8776","topicId":"616a51489dfb4d9c011d8771","verse":"Romans 1:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"616a514a9dfb4d9c011d8777","topicId":"616a51489dfb4d9c011d8771","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a514a9dfb4d9c011d8778","topicId":"616a51489dfb4d9c011d8771","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616a514a9dfb4d9c011d8779","topicId":"616a51489dfb4d9c011d8771","verse":"Matthew 2:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh."},{"_id":"616a514b9dfb4d9c011d877a","topicId":"616a51489dfb4d9c011d8771","verse":"Hebrews 11:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see."},{"_id":"616a514b9dfb4d9c011d877b","topicId":"616a51489dfb4d9c011d8771","verse":"John 12:48","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43012048_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012048-1\">48&nbsp;</b><span class=\"woc\">The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.</span></p>\n</div>","kjv":"<strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  ","niv":"<sup><strong>48</strong></sup> There is a judge for the one who rejects me and does not accept my words; that very word which I spoke will condemn him at the last day."},{"_id":"616a514b9dfb4d9c011d877c","topicId":"616a51489dfb4d9c011d8771","verse":"Psalm 19:1-14","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19019001_08-11\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019001_08-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19019001-1\">19:1&nbsp;</b>&nbsp;&nbsp;The heavens declare the glory of God,</span><br><span id=\"p19019001_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sky above proclaims his handiwork.</span><br><span id=\"p19019002_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019002-1\">2&nbsp;</b>&nbsp;&nbsp;Day to day pours out speech,</span><br><span id=\"p19019002_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and night to night reveals knowledge.</span><br><span id=\"p19019003_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019003-1\">3&nbsp;</b>&nbsp;&nbsp;There is no speech, nor are there words,</span><br><span id=\"p19019003_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose voice is not heard.</span><br><span id=\"p19019004_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019004-1\">4&nbsp;</b>&nbsp;&nbsp;Their voice goes out through all the earth,</span><br><span id=\"p19019004_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their words to the end of the world.</span><br><span id=\"p19019004_08-11\" class=\"line\">&nbsp;&nbsp;In them he has set a tent for the sun,</span><br><span id=\"p19019005_08-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19019005-1\">5&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;which comes out like a bridegroom leaving his chamber,</span><br><span id=\"p19019005_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and, like a strong man, runs its course with joy.</span><br><span id=\"p19019006_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019006-1\">6&nbsp;</b>&nbsp;&nbsp;Its rising is from the end of the heavens,</span><br><span id=\"p19019006_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its circuit to the end of them,</span><br><span id=\"p19019006_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing hidden from its heat.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019007_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_08-11\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br><span id=\"p19019008_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019008-1\">8&nbsp;</b>&nbsp;&nbsp;the precepts of the LORD are right,</span><br><span id=\"p19019008_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rejoicing the heart;</span><br><span id=\"p19019008_08-11\" class=\"line\">&nbsp;&nbsp;the commandment of the LORD is pure,</span><br><span id=\"p19019008_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enlightening the eyes;</span><br><span id=\"p19019009_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019009-1\">9&nbsp;</b>&nbsp;&nbsp;the fear of the LORD is clean,</span><br><span id=\"p19019009_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p19019009_08-11\" class=\"line\">&nbsp;&nbsp;the rules of the LORD are true,</span><br><span id=\"p19019009_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteous altogether.</span><br><span id=\"p19019010_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019010-1\">10&nbsp;</b>&nbsp;&nbsp;More to be desired are they than gold,</span><br><span id=\"p19019010_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even much fine gold;</span><br><span id=\"p19019010_08-11\" class=\"line\">&nbsp;&nbsp;sweeter also than honey</span><br><span id=\"p19019010_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drippings of the honeycomb.</span><br><span id=\"p19019011_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019011-1\">11&nbsp;</b>&nbsp;&nbsp;Moreover, by them is your servant warned;</span><br><span id=\"p19019011_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping them there is great reward.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019012_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019012-1\">12&nbsp;</b>&nbsp;&nbsp;Who can discern his errors?</span><br><span id=\"p19019012_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Declare me innocent from hidden faults.</span><br><span id=\"p19019013_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep back your servant also from presumptuous sins;</span><br><span id=\"p19019013_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them not have dominion over me!</span><br><span id=\"p19019013_08-11\" class=\"line\">&nbsp;&nbsp;Then I shall be blameless,</span><br><span id=\"p19019013_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and innocent of great transgression.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019014_08-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019014-1\">14&nbsp;</b>&nbsp;&nbsp;Let the words of my mouth and the meditation of my heart</span><br><span id=\"p19019014_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be acceptable in your sight,</span><br><span id=\"p19019014_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, my rock and my redeemer.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The heavens declare the glory of God; and the firmament sheweth his handywork.  <strong>2</strong> Day unto day uttereth speech, and night unto night sheweth knowledge.  <strong>3</strong>             There is no speech nor language, where their voice is not heard.  <strong>4</strong> Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,  <strong>5</strong> Which is as a bridegroom coming out of his chamber, and  rejoiceth as a strong man to run a race.  <strong>6</strong> His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.  <strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  <strong>8</strong> The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.  <strong>9</strong> The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.  <strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  <strong>11</strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.  <strong>12</strong> Who can understand his errors? cleanse thou me from secret faults. <strong>13</strong> Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.  <strong>14</strong> Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.  ","niv":"<sup><strong>1</strong></sup> The heavens declare the glory of God; the skies proclaim the work of his hands. <sup><strong>2</strong></sup> Day after day they pour forth speech; night after night they display knowledge. <sup><strong>3</strong></sup> There is no speech or language where their voice is not heard. <sup><strong>4</strong></sup> Their voice goes out into all the earth, their words to the ends of the world. In the heavens he has pitched a tent for the sun, <sup><strong>5</strong></sup> which is like a bridegroom coming forth from his pavilion, like a champion rejoicing to run his course. <sup><strong>6</strong></sup> It rises at one end of the heavens and makes its circuit to the other; nothing is hidden from its heat. <sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple. <sup><strong>8</strong></sup> The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes. <sup><strong>9</strong></sup> The fear of the LORD is pure, enduring forever. The ordinances of the LORD are sure and altogether righteous. <sup><strong>10</strong></sup> They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb. <sup><strong>11</strong></sup> By them is your servant warned; in keeping them there is great reward. <sup><strong>12</strong></sup> Who can discern his errors? Forgive my hidden faults. <sup><strong>13</strong></sup> Keep your servant also from willful sins; may they not rule over me. Then will I be blameless, innocent of great transgression. <sup><strong>14</strong></sup> May the words of my mouth and the meditation of my heart be pleasing in your sight, O Lord, my Rock and my Redeemer. "}]}