{"_id":"616a51eb9dfb4d9c011d87cb","slug":"seven-spirits","name":"Seven Spirits","verses":[{"_id":"616a51ec9dfb4d9c011d87cc","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 4:5","votes":58,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span> <b class=\"verse-num\" id=\"v66004002-1\">2&nbsp;</b>At once I was in the Spirit, and behold, a throne stood in heaven, with one seated on the throne. <b class=\"verse-num\" id=\"v66004003-1\">3&nbsp;</b>And he who sat there had the appearance of jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald. <b class=\"verse-num\" id=\"v66004004-1\">4&nbsp;</b>Around the throne were twenty-four thrones, and seated on the thrones were twenty-four elders, clothed in white garments, with golden crowns on their heads. <b class=\"verse-num\" id=\"v66004005-1\">5&nbsp;</b>From the throne came flashes of lightning, and rumblings and peals of thunder, and before the throne were burning seven torches of fire, which are the seven spirits of God, <b class=\"verse-num\" id=\"v66004006-1\">6&nbsp;</b>and before the throne there was as it were a sea of glass, like crystal.</p>\n<p id=\"p66004006_05-6\">And around the throne, on each side of the throne, are four living creatures, full of eyes in front and behind: <b class=\"verse-num\" id=\"v66004007-1\">7&nbsp;</b>the first living creature like a lion, the second living creature like an ox, the third living creature with the face of a man, and the fourth living creature like an eagle in flight. <b class=\"verse-num\" id=\"v66004008-1\">8&nbsp;</b>And the four living creatures, each of them with six wings, are full of eyes all around and within, and day and night they never cease to say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004008_05-6\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy, is the Lord God Almighty,</span><br><span id=\"p66004008_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who was and is and is to come!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66004008_05-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66004009-1\">9&nbsp;</b>And whenever the living creatures give glory and honor and thanks to him who is seated on the throne, who lives forever and ever, <b class=\"verse-num\" id=\"v66004010-1\">10&nbsp;</b>the twenty-four elders fall down before him who is seated on the throne and worship him who lives forever and ever. They cast their crowns before the throne, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004011_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v66004011-1\">11&nbsp;</b>&nbsp;&nbsp;“Worthy are you, our Lord and God,</span><br><span id=\"p66004011_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to receive glory and honor and power,</span><br><span id=\"p66004011_05-6\" class=\"line\">&nbsp;&nbsp;for you created all things,</span><br><span id=\"p66004011_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by your will they existed and were created.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.  ","niv":"<sup><strong>5</strong></sup> From the throne came flashes of lightning, rumblings and peals of thunder. Before the throne, seven lamps were blazing. These are the seven spirits of God."},{"_id":"616a51ec9dfb4d9c011d87cd","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 3:1","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p66003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66003001-1\">3:1&nbsp;</b><span class=\"woc\">“And to the angel of the church in Sardis write: ‘The words of him who has the seven spirits of God and the seven stars.</span></p>\n<p id=\"p66003001_06-2\"><span class=\"woc\">“‘I know your works. You have the reputation of being alive, but you are dead.</span></p>\n</div>","kjv":"<strong>1</strong>           And unto the angel of the church in Sardis write; These things saith he that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead.  ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Sardis write: These are the words of him who holds the seven spirits of God and the seven stars. I know your deeds; you have a reputation of being alive, but you are dead."},{"_id":"616a51ec9dfb4d9c011d87ce","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 5:6","votes":57,"__v":0,"esv":"<div>\n<p id=\"p66005006_01-3\"><b class=\"verse-num\" id=\"v66005006-1\">6&nbsp;</b>And between the throne and the four living creatures and among the elders I saw a Lamb standing, as though it had been slain, with seven horns and with seven eyes, which are the seven spirits of God sent out into all the earth.</p>\n</div>","kjv":"<strong>6</strong> And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.  ","niv":"<sup><strong>6</strong></sup> Then I saw a Lamb, looking as if it had been slain, standing in the center of the throne, encircled by the four living creatures and the elders. He had seven horns and seven eyes, which are the seven spirits of God sent out into all the earth.","modified":"2023-05-08T10:53:55.455Z"},{"_id":"616a51ed9dfb4d9c011d87cf","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 1:4","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p66001004_06-4\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_06-4\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne,</p>\n</div>","kjv":"<strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  ","niv":"<sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits","modified":"2023-06-13T11:53:56.441Z"},{"_id":"616a51ed9dfb4d9c011d87d0","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Isaiah 11:2","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011002_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011002-1\">2&nbsp;</b>&nbsp;&nbsp;And the Spirit of the LORD shall rest upon him,</span><br><span id=\"p23011002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of wisdom and understanding,</span><br><span id=\"p23011002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of counsel and might,</span><br><span id=\"p23011002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of knowledge and the fear of the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;  ","niv":"<sup><strong>2</strong></sup> The Spirit of the LORD will rest on him- the Spirit of wisdom and of understanding, the Spirit of counsel and of power, the Spirit of knowledge and of the fear of the LORD -","modified":"2023-07-22T00:24:30.721Z"},{"_id":"616a51ed9dfb4d9c011d87d1","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 4:1-11","votes":23,"__v":0,"kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  <strong>2</strong> And immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne.  <strong>3</strong> And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.  <strong>4</strong> And round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold.  <strong>5</strong> And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.  <strong>6</strong> And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.  <strong>7</strong> And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle.  <strong>8</strong> And the four beasts had each of them six wings about him;  and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.  <strong>9</strong> And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,  <strong>10</strong> The four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,  <strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\" <sup><strong>2</strong></sup> At once I was in the Spirit, and there before me was a throne in heaven with someone sitting on it. <sup><strong>3</strong></sup> And the one who sat there had the appearance of jasper and carnelian. A rainbow, resembling an emerald, encircled the throne. <sup><strong>4</strong></sup> Surrounding the throne were twenty-four other thrones, and seated on them were twenty-four elders. They were dressed in white and had crowns of gold on their heads. <sup><strong>5</strong></sup> From the throne came flashes of lightning, rumblings and peals of thunder. Before the throne, seven lamps were blazing. These are the seven spirits of God. <sup><strong>6</strong></sup> Also before the throne there was what looked like a sea of glass, clear as crystal. <sup><strong>7</strong></sup> In the center, around the throne, were four living creatures, and they were covered with eyes, in front and in back. The first living creature was like a lion, the second was like an ox, the third had a face like a man, the fourth was like a flying eagle. <sup><strong>8</strong></sup> Each of the four living creatures had six wings and was covered with eyes all around, even under his wings. Day and night they never stop saying: \"Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.\" <sup><strong>9</strong></sup> Whenever the living creatures give glory, honor and thanks to him who sits on the throne and who lives for ever and ever, <sup><strong>10</strong></sup> the twenty-four elders fall down before him who sits on the throne, and worship him who lives for ever and ever. They lay their crowns before the throne and say: <sup><strong>11</strong></sup> \"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\" "},{"_id":"616a51ee9dfb4d9c011d87d2","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Zechariah 4:10","votes":22,"__v":0,"esv":"<div>\n<p id=\"p38004010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v38004010-1\">10&nbsp;</b>For whoever has despised the day of small things shall rejoice, and shall see the plumb line in the hand of Zerubbabel.</p>\n<p id=\"p38004010_01-7\">“These seven are the eyes of the LORD, which range through the whole earth.”</p>\n</div>","kjv":"<strong>10</strong> For who hath despised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the LORD, which run to and fro through the whole earth.  ","niv":"<sup><strong>10</strong></sup> \"Who despises the day of small things? Men will rejoice when they see the plumb line in the hand of Zerubbabel. \"(These seven are the eyes of the LORD, which range throughout the earth.)\"","modified":"2023-11-05T22:33:13.408Z"},{"_id":"616a51ee9dfb4d9c011d87d3","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Luke 11:26","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42011026_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011026-1\">26&nbsp;</b><span class=\"woc\">Then it goes and brings seven other spirits more evil than itself, and they enter and dwell there. And the last state of that person is worse than the first.”</span></p>\n</div>","kjv":"<strong>26</strong> Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first. ","niv":"<sup><strong>26</strong></sup> Then it goes and takes seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first.\"","modified":"2021-11-06T10:14:53.485Z"},{"_id":"616a51ee9dfb4d9c011d87d4","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Isaiah 11:2-3","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011002_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011002-1\">2&nbsp;</b>&nbsp;&nbsp;And the Spirit of the LORD shall rest upon him,</span><br><span id=\"p23011002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of wisdom and understanding,</span><br><span id=\"p23011002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of counsel and might,</span><br><span id=\"p23011002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of knowledge and the fear of the LORD.</span><br><span id=\"p23011003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011003-1\">3&nbsp;</b>&nbsp;&nbsp;And his delight shall be in the fear of the LORD.</span><br><span id=\"p23011003_01-9\" class=\"line\">&nbsp;&nbsp;He shall not judge by what his eyes see,</span><br><span id=\"p23011003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or decide disputes by what his ears hear,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;  <strong>3</strong> And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:  ","niv":"<sup><strong>2</strong></sup> The Spirit of the LORD will rest on him- the Spirit of wisdom and of understanding, the Spirit of counsel and of power, the Spirit of knowledge and of the fear of the LORD - <sup><strong>3</strong></sup> and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears; ","modified":"2023-02-18T15:12:01.757Z"},{"_id":"616a51ef9dfb4d9c011d87d5","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 8:2","votes":13,"__v":0,"esv":"<div>\n<p id=\"p66008002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66008002-1\">2&nbsp;</b>Then I saw the seven angels who stand before God, and seven trumpets were given to them.</p>\n</div>","kjv":"<strong>2</strong> And I saw the seven angels which stood before God; and to them were given seven trumpets.  ","niv":"<sup><strong>2</strong></sup> And I saw the seven angels who stand before God, and to them were given seven trumpets."},{"_id":"616a51ef9dfb4d9c011d87d6","topicId":"616a51eb9dfb4d9c011d87cb","verse":"1 John 4:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616a51ef9dfb4d9c011d87d7","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Luke 8:2","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42008002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v42008002-1\">2&nbsp;</b>and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out,</p>\n</div>","kjv":"<strong>2</strong> And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,  ","niv":"<sup><strong>2</strong></sup> and also some women who had been cured of evil spirits and diseases: Mary (called Magdalene) from whom seven demons had come out;"},{"_id":"616a51f09dfb4d9c011d87d8","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Zechariah 3:9","votes":13,"__v":0,"esv":"<div>\n<p id=\"p38003009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v38003009-1\">9&nbsp;</b>For behold, on the stone that I have set before Joshua, on a single stone with seven eyes, I will engrave its inscription, declares the LORD of hosts, and I will remove the iniquity of this land in a single day.</p>\n\n</div>","kjv":"<strong>9</strong> For behold the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave the graving thereof, saith the LORD of hosts, and I will remove the iniquity of that land in one day.  ","niv":"<sup><strong>9</strong></sup> See, the stone I have set in front of Joshua! There are seven eyes on that one stone, and I will engrave an inscription on it,' says the LORD Almighty, 'and I will remove the sin of this land in a single day."},{"_id":"616a51f09dfb4d9c011d87d9","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Ephesians 1:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49001017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001017-1\">17&nbsp;</b>that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him,</p>\n</div>","kjv":"<strong>17</strong> That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:  ","niv":"<sup><strong>17</strong></sup> I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better."},{"_id":"616a51f09dfb4d9c011d87da","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 1:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66001020_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n</div>","kjv":"<strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."},{"_id":"616a51f09dfb4d9c011d87db","topicId":"616a51eb9dfb4d9c011d87cb","verse":"2 Timothy 1:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2022-12-08T05:52:59.576Z"},{"_id":"616a51f19dfb4d9c011d87dc","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Matthew 12:45","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40012045_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012045-1\">45&nbsp;</b><span class=\"woc\">Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”</span></p>\n</div>","kjv":"<strong>45</strong> Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation. ","niv":"<sup><strong>45</strong></sup> Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\""},{"_id":"616a51f19dfb4d9c011d87dd","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Isaiah 41:4","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041004-1\">4&nbsp;</b>&nbsp;&nbsp;Who has performed and done this,</span><br><span id=\"p23041004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;calling the generations from the beginning?</span><br><span id=\"p23041004_01-18\" class=\"line\">&nbsp;&nbsp;I, the LORD, the first,</span><br><span id=\"p23041004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the last; I am he.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Who hath wrought and done it, calling the generations from the beginning? I the LORD, the first, and with the last; I am he.  ","niv":"<sup><strong>4</strong></sup> Who has done this and carried it through, calling forth the generations from the beginning? I, the LORD -with the first of them and with the last-I am he.\"","modified":"2022-05-14T11:12:05.356Z"},{"_id":"616a51f19dfb4d9c011d87de","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Genesis 1:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"616a51f29dfb4d9c011d87df","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Revelation 17:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters,</p>\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters."},{"_id":"616a51f29dfb4d9c011d87e0","topicId":"616a51eb9dfb4d9c011d87cb","verse":"1 Timothy 4:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"616a51f29dfb4d9c011d87e1","topicId":"616a51eb9dfb4d9c011d87cb","verse":"2 Corinthians 3:18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47003018_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit.","modified":"2023-08-22T06:19:09.119Z"},{"_id":"616a51f29dfb4d9c011d87e2","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Romans 8:26","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-24\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."},{"_id":"616a51f39dfb4d9c011d87e3","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Zechariah 4:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p38004006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v38004006-1\">6&nbsp;</b>Then he said to me, “This is the word of the LORD to Zerubbabel: Not by might, nor by power, but by my Spirit, says the LORD of hosts.</p>\n</div>","kjv":"<strong>6</strong> Then he answered and spake unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts.  ","niv":"<sup><strong>6</strong></sup> So he said to me, \"This is the word of the LORD to Zerubbabel: 'Not by might nor by power, but by my Spirit,' says the LORD Almighty."},{"_id":"616a51f39dfb4d9c011d87e4","topicId":"616a51eb9dfb4d9c011d87cb","verse":"Exodus 3:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02003014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v02003014-1\">14&nbsp;</b>God said to Moses, “I AM WHO I AM.” And he said, “Say this to the people of Israel: ‘I AM has sent me to you.’”</p>\n\n</div>","kjv":"<strong>14</strong> And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.  ","niv":"<sup><strong>14</strong></sup> God said to Moses, \"I am who I am. This is what you are to say to the Israelites: 'I AM has sent me to you.'\""}]}