{"_id":"616a54609dfb4d9c011d8948","slug":"shaving-the-body","name":"Shaving The Body","verses":[{"_id":"616a54619dfb4d9c011d8949","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 6:19-20","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616a54619dfb4d9c011d894a","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 11:5","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-11\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-11\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-11\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-11\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-11\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."},{"_id":"616a54619dfb4d9c011d894b","topicId":"616a54609dfb4d9c011d8948","verse":"Leviticus 19:27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03019027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019027-1\">27&nbsp;</b>You shall not round off the hair on your temples or mar the edges of your beard.</p>\n</div>","kjv":"<strong>27</strong> Ye shall not round the corners of your heads, neither shalt thou mar the corners of thy beard.  ","niv":"<sup><strong>27</strong></sup> \"'Do not cut the hair at the sides of your head or clip off the edges of your beard."},{"_id":"616a54629dfb4d9c011d894c","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 11:2-16","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p46011002_03-6\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n</div>","kjv":"<strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  ","niv":"<sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. "},{"_id":"616a54629dfb4d9c011d894d","topicId":"616a54609dfb4d9c011d8948","verse":"Leviticus 19:28","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD.","modified":"2022-06-24T19:24:21.105Z"},{"_id":"616a54629dfb4d9c011d894e","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 11:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46011014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him,</p>\n</div>","kjv":"<strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  ","niv":"<sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,","modified":"2022-06-24T19:24:29.753Z"},{"_id":"616a54629dfb4d9c011d894f","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 11:1-34","votes":8,"__v":0,"kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"616a54639dfb4d9c011d8950","topicId":"616a54609dfb4d9c011d8948","verse":"Isaiah 7:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p23007020_01-12\"><b class=\"verse-num\" id=\"v23007020-1\">20&nbsp;</b>In that day the Lord will shave with a razor that is hired beyond the River—with the king of Assyria—the head and the hair of the feet, and it will sweep away the beard also.</p>\n\n</div>","kjv":"<strong>20</strong> In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard.  ","niv":"<sup><strong>20</strong></sup> In that day the Lord will use a razor hired from beyond the River -the king of Assyria-to shave your head and the hair of your legs, and to take off your beards also."},{"_id":"616a54639dfb4d9c011d8951","topicId":"616a54609dfb4d9c011d8948","verse":"James 4:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"616a54639dfb4d9c011d8952","topicId":"616a54609dfb4d9c011d8948","verse":"1 Timothy 2:1-15","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-15\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616a54649dfb4d9c011d8953","topicId":"616a54609dfb4d9c011d8948","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616a54649dfb4d9c011d8954","topicId":"616a54609dfb4d9c011d8948","verse":"Deuteronomy 14:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p05014001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05014001-1\">14:1&nbsp;</b>“You are the sons of the LORD your God. You shall not cut yourselves or make any baldness on your foreheads for the dead.</p>\n</div>","kjv":"<strong>1</strong> Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  ","niv":"<sup><strong>1</strong></sup> You are the children of the LORD your God. Do not cut yourselves or shave the front of your heads for the dead,"},{"_id":"616a54649dfb4d9c011d8955","topicId":"616a54609dfb4d9c011d8948","verse":"Hosea 4:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-18\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"616a54649dfb4d9c011d8956","topicId":"616a54609dfb4d9c011d8948","verse":"Isaiah 40:22","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040022_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_01-19\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  ","niv":"<sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in."},{"_id":"616a54659dfb4d9c011d8957","topicId":"616a54609dfb4d9c011d8948","verse":"Galatians 5:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-20\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"616a54659dfb4d9c011d8958","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 9:24-27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46009024_01-22\"><b class=\"verse-num\" id=\"v46009024-1\">24&nbsp;</b>Do you not know that in a race all the runners run, but only one receives the prize? So run that you may obtain it. <b class=\"verse-num\" id=\"v46009025-1\">25&nbsp;</b>Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable. <b class=\"verse-num\" id=\"v46009026-1\">26&nbsp;</b>So I do not run aimlessly; I do not box as one beating the air. <b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>24</strong> Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.  <strong>25</strong> And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.  <strong>26</strong> I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:  <strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>24</strong></sup> Do you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize. <sup><strong>25</strong></sup> Everyone who competes in the games goes into strict training. They do it to get a crown that will not last; but we do it to get a crown that will last forever. <sup><strong>26</strong></sup> Therefore I do not run like a man running aimlessly; I do not fight like a man beating the air. <sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize. "},{"_id":"616a54659dfb4d9c011d8959","topicId":"616a54609dfb4d9c011d8948","verse":"Romans 3:1-9:33","votes":3,"__v":0,"kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  <strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  <strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  <strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  <strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  <strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. "},{"_id":"616a54669dfb4d9c011d895a","topicId":"616a54609dfb4d9c011d8948","verse":"Isaiah 15:2","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23015002_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23015002-1\">2&nbsp;</b>&nbsp;&nbsp;He has gone up to the temple, and to Dibon,</span><br><span id=\"p23015002_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the high places to weep;</span><br><span id=\"p23015002_01-24\" class=\"line\">&nbsp;&nbsp;over Nebo and over Medeba</span><br><span id=\"p23015002_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab wails.</span><br><span id=\"p23015002_01-24\" class=\"line\">&nbsp;&nbsp;On every head is baldness;</span><br><span id=\"p23015002_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every beard is shorn;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads shall be  baldness, and every beard cut off.  ","niv":"<sup><strong>2</strong></sup> Dibon goes up to its temple, to its high places to weep; Moab wails over Nebo and Medeba. Every head is shaved and every beard cut off."},{"_id":"616a54669dfb4d9c011d895b","topicId":"616a54609dfb4d9c011d8948","verse":"Isaiah 3:12","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003012_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003012-1\">12&nbsp;</b>&nbsp;&nbsp;My people—infants are their oppressors,</span><br><span id=\"p23003012_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and women rule over them.</span><br><span id=\"p23003012_01-25\" class=\"line\">&nbsp;&nbsp;O my people, your guides mislead you</span><br><span id=\"p23003012_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they have swallowed up the course of your paths.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong>           As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee  to err, and destroy the way of thy paths.  ","niv":"<sup><strong>12</strong></sup> Youths oppress my people, women rule over them. O my people, your guides lead you astray; they turn you from the path."},{"_id":"616a54669dfb4d9c011d895c","topicId":"616a54609dfb4d9c011d8948","verse":"1 Kings 22:1-53","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p11022001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11022001-1\">22:1&nbsp;</b>For three years Syria and Israel continued without war. <b class=\"verse-num\" id=\"v11022002-1\">2&nbsp;</b>But in the third year Jehoshaphat the king of Judah came down to the king of Israel. <b class=\"verse-num\" id=\"v11022003-1\">3&nbsp;</b>And the king of Israel said to his servants, “Do you know that Ramoth-gilead belongs to us, and we keep quiet and do not take it out of the hand of the king of Syria?” <b class=\"verse-num\" id=\"v11022004-1\">4&nbsp;</b>And he said to Jehoshaphat, “Will you go with me to battle at Ramoth-gilead?” And Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”</p>\n<p id=\"p11022004_06-27\"><b class=\"verse-num\" id=\"v11022005-1\">5&nbsp;</b>And Jehoshaphat said to the king of Israel, “Inquire first for the word of the LORD.” <b class=\"verse-num\" id=\"v11022006-1\">6&nbsp;</b>Then the king of Israel gathered the prophets together, about four hundred men, and said to them, “Shall I go to battle against Ramoth-gilead, or shall I refrain?” And they said, “Go up, for the Lord will give it into the hand of the king.” <b class=\"verse-num\" id=\"v11022007-1\">7&nbsp;</b>But Jehoshaphat said, “Is there not here another prophet of the LORD of whom we may inquire?” <b class=\"verse-num\" id=\"v11022008-1\">8&nbsp;</b>And the king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the LORD, Micaiah the son of Imlah, but I hate him, for he never prophesies good concerning me, but evil.” And Jehoshaphat said, “Let not the king say so.” <b class=\"verse-num\" id=\"v11022009-1\">9&nbsp;</b>Then the king of Israel summoned an officer and said, “Bring quickly Micaiah the son of Imlah.” <b class=\"verse-num\" id=\"v11022010-1\">10&nbsp;</b>Now the king of Israel and Jehoshaphat the king of Judah were sitting on their thrones, arrayed in their robes, at the threshing floor at the entrance of the gate of Samaria, and all the prophets were prophesying before them. <b class=\"verse-num\" id=\"v11022011-1\">11&nbsp;</b>And Zedekiah the son of Chenaanah made for himself horns of iron and said, “Thus says the LORD, ‘With these you shall push the Syrians until they are destroyed.’” <b class=\"verse-num\" id=\"v11022012-1\">12&nbsp;</b>And all the prophets prophesied so and said, “Go up to Ramoth-gilead and triumph; the LORD will give it into the hand of the king.”</p>\n\n<p id=\"p11022012_10-27\"><b class=\"verse-num\" id=\"v11022013-1\">13&nbsp;</b>And the messenger who went to summon Micaiah said to him, “Behold, the words of the prophets with one accord are favorable to the king. Let your word be like the word of one of them, and speak favorably.” <b class=\"verse-num\" id=\"v11022014-1\">14&nbsp;</b>But Micaiah said, “As the LORD lives, what the LORD says to me, that I will speak.” <b class=\"verse-num\" id=\"v11022015-1\">15&nbsp;</b>And when he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall we refrain?” And he answered him, “Go up and triumph; the LORD will give it into the hand of the king.” <b class=\"verse-num\" id=\"v11022016-1\">16&nbsp;</b>But the king said to him, “How many times shall I make you swear that you speak to me nothing but the truth in the name of the LORD?” <b class=\"verse-num\" id=\"v11022017-1\">17&nbsp;</b>And he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the LORD said, ‘These have no master; let each return to his home in peace.’” <b class=\"verse-num\" id=\"v11022018-1\">18&nbsp;</b>And the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?” <b class=\"verse-num\" id=\"v11022019-1\">19&nbsp;</b>And Micaiah said, “Therefore hear the word of the LORD: I saw the LORD sitting on his throne, and all the host of heaven standing beside him on his right hand and on his left; <b class=\"verse-num\" id=\"v11022020-1\">20&nbsp;</b>and the LORD said, ‘Who will entice Ahab, that he may go up and fall at Ramoth-gilead?’ And one said one thing, and another said another. <b class=\"verse-num\" id=\"v11022021-1\">21&nbsp;</b>Then a spirit came forward and stood before the LORD, saying, ‘I will entice him.’ <b class=\"verse-num\" id=\"v11022022-1\">22&nbsp;</b>And the LORD said to him, ‘By what means?’ And he said, ‘I will go out, and will be a lying spirit in the mouth of all his prophets.’ And he said, ‘You are to entice him, and you shall succeed; go out and do so.’ <b class=\"verse-num\" id=\"v11022023-1\">23&nbsp;</b>Now therefore behold, the LORD has put a lying spirit in the mouth of all these your prophets; the LORD has declared disaster for you.”</p>\n<p id=\"p11022023_10-27\"><b class=\"verse-num\" id=\"v11022024-1\">24&nbsp;</b>Then Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “How did the Spirit of the LORD go from me to speak to you?” <b class=\"verse-num\" id=\"v11022025-1\">25&nbsp;</b>And Micaiah said, “Behold, you shall see on that day when you go into an inner chamber to hide yourself.” <b class=\"verse-num\" id=\"v11022026-1\">26&nbsp;</b>And the king of Israel said, “Seize Micaiah, and take him back to Amon the governor of the city and to Joash the king’s son, <b class=\"verse-num\" id=\"v11022027-1\">27&nbsp;</b>and say, ‘Thus says the king, “Put this fellow in prison and feed him meager rations of bread and water, until I come in peace.”’” <b class=\"verse-num\" id=\"v11022028-1\">28&nbsp;</b>And Micaiah said, “If you return in peace, the LORD has not spoken by me.” And he said, “Hear, all you peoples!”</p>\n\n<p id=\"p11022028_14-27\"><b class=\"verse-num\" id=\"v11022029-1\">29&nbsp;</b>So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead. <b class=\"verse-num\" id=\"v11022030-1\">30&nbsp;</b>And the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your robes.” And the king of Israel disguised himself and went into battle. <b class=\"verse-num\" id=\"v11022031-1\">31&nbsp;</b>Now the king of Syria had commanded the thirty-two captains of his chariots, “Fight with neither small nor great, but only with the king of Israel.” <b class=\"verse-num\" id=\"v11022032-1\">32&nbsp;</b>And when the captains of the chariots saw Jehoshaphat, they said, “It is surely the king of Israel.” So they turned to fight against him. And Jehoshaphat cried out. <b class=\"verse-num\" id=\"v11022033-1\">33&nbsp;</b>And when the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him. <b class=\"verse-num\" id=\"v11022034-1\">34&nbsp;</b>But a certain man drew his bow at random and struck the king of Israel between the scale armor and the breastplate. Therefore he said to the driver of his chariot, “Turn around and carry me out of the battle, for I am wounded.” <b class=\"verse-num\" id=\"v11022035-1\">35&nbsp;</b>And the battle continued that day, and the king was propped up in his chariot facing the Syrians, until at evening he died. And the blood of the wound flowed into the bottom of the chariot. <b class=\"verse-num\" id=\"v11022036-1\">36&nbsp;</b>And about sunset a cry went through the army, “Every man to his city, and every man to his country!”</p>\n<p id=\"p11022036_14-27\"><b class=\"verse-num\" id=\"v11022037-1\">37&nbsp;</b>So the king died, and was brought to Samaria. And they buried the king in Samaria. <b class=\"verse-num\" id=\"v11022038-1\">38&nbsp;</b>And they washed the chariot by the pool of Samaria, and the dogs licked up his blood, and the prostitutes washed themselves in it, according to the word of the LORD that he had spoken. <b class=\"verse-num\" id=\"v11022039-1\">39&nbsp;</b>Now the rest of the acts of Ahab and all that he did, and the ivory house that he built and all the cities that he built, are they not written in the Book of the Chronicles of the Kings of Israel? <b class=\"verse-num\" id=\"v11022040-1\">40&nbsp;</b>So Ahab slept with his fathers, and Ahaziah his son reigned in his place.</p>\n\n<p id=\"p11022040_18-27\"><b class=\"verse-num\" id=\"v11022041-1\">41&nbsp;</b>Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel. <b class=\"verse-num\" id=\"v11022042-1\">42&nbsp;</b>Jehoshaphat was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi. <b class=\"verse-num\" id=\"v11022043-1\">43&nbsp;</b>He walked in all the way of Asa his father. He did not turn aside from it, doing what was right in the sight of the LORD. Yet the high places were not taken away, and the people still sacrificed and made offerings on the high places. <b class=\"verse-num\" id=\"v11022044-1\">44&nbsp;</b>Jehoshaphat also made peace with the king of Israel.</p>\n<p id=\"p11022044_18-27\"><b class=\"verse-num\" id=\"v11022045-1\">45&nbsp;</b>Now the rest of the acts of Jehoshaphat, and his might that he showed, and how he warred, are they not written in the Book of the Chronicles of the Kings of Judah? <b class=\"verse-num\" id=\"v11022046-1\">46&nbsp;</b>And from the land he exterminated the remnant of the male cult prostitutes who remained in the days of his father Asa.</p>\n<p id=\"p11022046_18-27\"><b class=\"verse-num\" id=\"v11022047-1\">47&nbsp;</b>There was no king in Edom; a deputy was king. <b class=\"verse-num\" id=\"v11022048-1\">48&nbsp;</b>Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they did not go, for the ships were wrecked at Ezion-geber. <b class=\"verse-num\" id=\"v11022049-1\">49&nbsp;</b>Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships,” but Jehoshaphat was not willing. <b class=\"verse-num\" id=\"v11022050-1\">50&nbsp;</b>And Jehoshaphat slept with his fathers and was buried with his fathers in the city of David his father, and Jehoram his son reigned in his place.</p>\n\n<p id=\"p11022050_22-27\"><b class=\"verse-num\" id=\"v11022051-1\">51&nbsp;</b>Ahaziah the son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel. <b class=\"verse-num\" id=\"v11022052-1\">52&nbsp;</b>He did what was evil in the sight of the LORD and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who made Israel to sin. <b class=\"verse-num\" id=\"v11022053-1\">53&nbsp;</b>He served Baal and worshiped him and provoked the LORD, the God of Israel, to anger in every way that his father had done.</p>\n\n</div>","kjv":"<strong>1</strong> And they continued three years without war between Syria and Israel.  <strong>2</strong> And it came to pass in the third year, that Jehoshaphat the king of Judah came down to the king of Israel.  <strong>3</strong> And the king of Israel said unto his servants, Know ye that Ramoth in Gilead is ours, and we be still, and take it not out of the hand of the king of Syria?  <strong>4</strong> And he said unto Jehoshaphat, Wilt thou go with me to battle to Ramoth-gilead? And Jehoshaphat said to the king of Israel, I am as thou art, my people as thy people, my horses as thy horses.  <strong>5</strong> And Jehoshaphat said unto the king of Israel, Enquire, I pray thee, at the word of the LORD to day.  <strong>6</strong> Then the king of Israel gathered the prophets together, about four hundred men, and said unto them, Shall I go against Ramoth-gilead to battle, or shall I forbear? And they said, Go up; for the Lord shall deliver it into the hand of the king.  <strong>7</strong> And Jehoshaphat said, Is there not here a prophet of the LORD besides, that we might enquire of him?  <strong>8</strong> And the king of Israel said unto Jehoshaphat, There is yet one man, Micaiah the son of Imlah, by whom we may enquire of the LORD: but I hate him; for he doth not prophesy good concerning me, but evil. And Jehoshaphat said, Let not the king say so.  <strong>9</strong> Then the king of Israel called an officer, and said, Hasten hither  Micaiah the son of Imlah.  <strong>10</strong> And the king of Israel and Jehoshaphat the king of Judah sat each on his throne, having put on their robes, in a void place in the entrance of the gate of Samaria; and all the prophets prophesied before them.  <strong>11</strong> And Zedekiah the son of Chenaanah made him horns of iron: and he said, Thus saith the LORD, With these shalt thou push the Syrians, until thou have consumed them.  <strong>12</strong> And all the prophets prophesied so, saying, Go up to Ramoth-gilead, and prosper: for the LORD shall deliver it into the king’s hand.  <strong>13</strong> And the messenger that was gone to call Micaiah spake unto him, saying, Behold now, the words of the prophets declare good unto the king with one mouth: let thy word, I pray thee, be like the word of one of them, and speak that which is good.  <strong>14</strong> And Micaiah said, As the LORD liveth, what the LORD saith unto me, that will I speak.  <strong>15</strong> So he came to the king. And the king said unto him, Micaiah, shall we go against Ramoth-gilead to battle, or shall we forbear? And he answered him, Go, and prosper: for the LORD shall deliver it into the hand of the king.  <strong>16</strong> And the king said unto him, How many times shall I adjure thee that thou tell me nothing but that which is true in the name of the LORD?  <strong>17</strong> And he said, I saw all Israel scattered upon the hills, as sheep that have not a shepherd: and the LORD said, These have no master: let them return every man to his house in peace.  <strong>18</strong> And the king of Israel said unto Jehoshaphat, Did I not tell thee that he would prophesy no good concerning me, but evil?  <strong>19</strong> And he said, Hear thou therefore the word of the LORD: I saw the LORD sitting on his throne, and all the host of heaven standing by him on his right hand and on his left.  <strong>20</strong> And the LORD said, Who shall persuade Ahab, that he may go up and fall at Ramoth-gilead? And one said on this manner, and another said on that manner.  <strong>21</strong> And there came forth a spirit, and stood before the LORD, and said, I will persuade him.  <strong>22</strong> And the LORD said unto him, Wherewith? And he said, I will go forth, and I will be a lying spirit in the mouth of all his prophets. And he said, Thou shalt persuade him, and prevail also: go forth, and do so.  <strong>23</strong> Now therefore, behold, the LORD hath put a lying spirit in the mouth of all these thy prophets, and the LORD hath spoken evil concerning thee.  <strong>24</strong> But Zedekiah the son of Chenaanah went near, and smote Micaiah on the cheek, and said, Which way went the Spirit of the LORD from me to speak unto thee?  <strong>25</strong> And Micaiah said, Behold, thou shalt see in that day, when thou shalt go into an inner chamber to hide thyself.  <strong>26</strong> And the king of Israel said, Take Micaiah, and carry him back unto Amon the governor of the city, and to Joash the king’s son;  <strong>27</strong> And say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I come in peace.  <strong>28</strong> And Micaiah said, If thou return at all in peace, the LORD hath not spoken by me. And he said, Hearken, O people, every one of you.  <strong>29</strong> So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead.  <strong>30</strong> And the king of Israel said unto Jehoshaphat, I will disguise myself, and enter into the battle; but put thou on thy robes. And the king of Israel disguised himself, and went into the battle.  <strong>31</strong> But the king of Syria commanded his thirty and two captains that had rule over his chariots, saying, Fight neither with small nor great, save only with the king of Israel.  <strong>32</strong> And it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, Surely it is the king of Israel. And they turned aside to fight against him: and Jehoshaphat cried out.  <strong>33</strong> And it came to pass, when the captains of the chariots perceived that it was not the king of Israel, that they turned back from pursuing him.  <strong>34</strong> And a certain man drew a bow at a venture, and smote the king of Israel between the joints of the harness: wherefore he said unto the driver of his chariot, Turn thine hand, and carry me out of the host; for I am wounded.  <strong>35</strong> And the battle increased that day: and the king was stayed up in his chariot against the Syrians, and died at even: and the blood ran out of the wound into the midst of the chariot.  <strong>36</strong> And there went a proclamation throughout the host about the going down of the sun, saying, Every man to his city, and every man to his own country.  <strong>37</strong> So the king died, and was brought to Samaria; and they buried the king in Samaria.  <strong>38</strong> And one washed the chariot in the pool of Samaria; and the dogs licked up his blood; and they washed his armour; according unto the word of the LORD which he spake.  <strong>39</strong> Now the rest of the acts of Ahab, and all that he did, and the ivory house which he made, and all the cities that he built, are they not written in the book of the chronicles of the kings of Israel?  <strong>40</strong> So Ahab slept with his fathers; and Ahaziah his son reigned in his stead.  <strong>41</strong> And Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.  <strong>42</strong> Jehoshaphat was thirty and five years old when he began to reign; and he reigned twenty and five years in Jerusalem. And his mother’s name was Azubah the daughter of Shilhi.  <strong>43</strong> And he walked in all the ways of Asa his father; he turned not aside from it, doing that which was right in the eyes of the LORD: nevertheless the high places were not taken away; for the people offered and burnt incense yet in the high places.  <strong>44</strong> And Jehoshaphat made peace with the king of Israel.  <strong>45</strong> Now the rest of the acts of Jehoshaphat, and his might that he shewed, and how he warred, are they not written in the book of the chronicles of the kings of Judah?  <strong>46</strong> And the remnant of the sodomites, which remained in the days of his father Asa, he took out of the land.  <strong>47</strong> There was then no king in Edom: a deputy was king.  <strong>48</strong> Jehoshaphat made ships of Tharshish to go to Ophir for gold: but they went not; for the ships were broken at Ezion-geber.  <strong>49</strong> Then said Ahaziah the son of Ahab unto Jehoshaphat, Let my servants go with thy servants in the ships. But Jehoshaphat would not.  <strong>50</strong> And Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David his father: and Jehoram his son reigned in his stead.  <strong>51</strong> Ahaziah the son of Ahab began to reign over Israel in Samaria the seventeenth year of Jehoshaphat king of Judah, and reigned two years over Israel.  <strong>52</strong> And he did evil in the sight of the LORD, and walked in the way of his father, and in the way of his mother, and in the way of Jeroboam the son of Nebat, who made Israel to sin:  <strong>53</strong> For he served Baal, and worshipped him, and provoked to anger the LORD God of Israel, according to all that his father had done.  ","niv":"<sup><strong>1</strong></sup> For three years there was no war between Aram and Israel. <sup><strong>2</strong></sup> But in the third year Jehoshaphat king of Judah went down to see the king of Israel. <sup><strong>3</strong></sup> The king of Israel had said to his officials, \"Don't you know that Ramoth Gilead belongs to us and yet we are doing nothing to retake it from the king of Aram?\" <sup><strong>4</strong></sup> So he asked Jehoshaphat, \"Will you go with me to fight against Ramoth Gilead?\" Jehoshaphat replied to the king of Israel, \"I am as you are, my people as your people, my horses as your horses.\" <sup><strong>5</strong></sup> But Jehoshaphat also said to the king of Israel, \"First seek the counsel of the LORD.\" <sup><strong>6</strong></sup> So the king of Israel brought together the prophets-about four hundred men-and asked them, \"Shall I go to war against Ramoth Gilead, or shall I refrain?Go,\" they answered, \"for the Lord will give it into the king's hand.\" <sup><strong>7</strong></sup> But Jehoshaphat asked, \"Is there not a prophet of the LORD here whom we can inquire of?\" <sup><strong>8</strong></sup> The king of Israel answered Jehoshaphat, \"There is still one man through whom we can inquire of the LORD, but I hate him because he never prophesies anything good about me, but always bad. He is Micaiah son of Imlah.The king should not say that,\" Jehoshaphat replied. <sup><strong>9</strong></sup> So the king of Israel called one of his officials and said, \"Bring Micaiah son of Imlah at once.\" <sup><strong>10</strong></sup> Dressed in their royal robes, the king of Israel and Jehoshaphat king of Judah were sitting on their thrones at the threshing floor by the entrance of the gate of Samaria, with all the prophets prophesying before them. <sup><strong>11</strong></sup> Now Zedekiah son of Kenaanah had made iron horns and he declared, \"This is what the LORD says: 'With these you will gore the Arameans until they are destroyed.'\" <sup><strong>12</strong></sup> All the other prophets were prophesying the same thing. \"Attack Ramoth Gilead and be victorious,\" they said, \"for the LORD will give it into the king's hand.\" <sup><strong>13</strong></sup> The messenger who had gone to summon Micaiah said to him, \"Look, as one man the other prophets are predicting success for the king. Let your word agree with theirs, and speak favorably.\" <sup><strong>14</strong></sup> But Micaiah said, \"As surely as the LORD lives, I can tell him only what the LORD tells me.\" <sup><strong>15</strong></sup> When he arrived, the king asked him, \"Micaiah, shall we go to war against Ramoth Gilead, or shall I refrain?Attack and be victorious,\" he answered, \"for the LORD will give it into the king's hand.\" <sup><strong>16</strong></sup> The king said to him, \"How many times must I make you swear to tell me nothing but the truth in the name of the LORD?\" <sup><strong>17</strong></sup> Then Micaiah answered, \"I saw all Israel scattered on the hills like sheep without a shepherd, and the LORD said, 'These people have no master. Let each one go home in peace.'\" <sup><strong>18</strong></sup> The king of Israel said to Jehoshaphat, \"Didn't I tell you that he never prophesies anything good about me, but only bad?\" <sup><strong>19</strong></sup> Micaiah continued, \"Therefore hear the word of the LORD: I saw the LORD sitting on his throne with all the host of heaven standing around him on his right and on his left. <sup><strong>20</strong></sup> And the LORD said, 'Who will entice Ahab into attacking Ramoth Gilead and going to his death there?'\"One suggested this, and another that. <sup><strong>21</strong></sup> Finally, a spirit came forward, stood before the LORD and said, 'I will entice him.' <sup><strong>22</strong></sup> \"'By what means?' the LORD asked. \"'I will go out and be a lying spirit in the mouths of all his prophets,' he said. \"'You will succeed in enticing him,' said the LORD. 'Go and do it.' <sup><strong>23</strong></sup> \"So now the LORD has put a lying spirit in the mouths of all these prophets of yours. The LORD has decreed disaster for you.\" <sup><strong>24</strong></sup> Then Zedekiah son of Kenaanah went up and slapped Micaiah in the face. \"Which way did the spirit from the LORD go when he went from me to speak to you?\" he asked. <sup><strong>25</strong></sup> Micaiah replied, \"You will find out on the day you go to hide in an inner room.\" <sup><strong>26</strong></sup> The king of Israel then ordered, \"Take Micaiah and send him back to Amon the ruler of the city and to Joash the king's son <sup><strong>27</strong></sup> and say, 'This is what the king says: Put this fellow in prison and give him nothing but bread and water until I return safely.'\" <sup><strong>28</strong></sup> Micaiah declared, \"If you ever return safely, the LORD has not spoken through me.\" Then he added, \"Mark my words, all you people!\" <sup><strong>29</strong></sup> So the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead. <sup><strong>30</strong></sup> The king of Israel said to Jehoshaphat, \"I will enter the battle in disguise, but you wear your royal robes.\" So the king of Israel disguised himself and went into battle. <sup><strong>31</strong></sup> Now the king of Aram had ordered his thirty-two chariot commanders, \"Do not fight with anyone, small or great, except the king of Israel.\" <sup><strong>32</strong></sup> When the chariot commanders saw Jehoshaphat, they thought, \"Surely this is the king of Israel.\" So they turned to attack him, but when Jehoshaphat cried out, <sup><strong>33</strong></sup> the chariot commanders saw that he was not the king of Israel and stopped pursuing him. <sup><strong>34</strong></sup> But someone drew his bow at random and hit the king of Israel between the sections of his armor. The king told his chariot driver, \"Wheel around and get me out of the fighting. I've been wounded.\" <sup><strong>35</strong></sup> All day long the battle raged, and the king was propped up in his chariot facing the Arameans. The blood from his wound ran onto the floor of the chariot, and that evening he died. <sup><strong>36</strong></sup> As the sun was setting, a cry spread through the army: \"Every man to his town; everyone to his land!\" <sup><strong>37</strong></sup> So the king died and was brought to Samaria, and they buried him there. <sup><strong>38</strong></sup> They washed the chariot at a pool in Samaria (where the prostitutes bathed), and the dogs licked up his blood, as the word of the LORD had declared. <sup><strong>39</strong></sup> As for the other events of Ahab's reign, including all he did, the palace he built and inlaid with ivory, and the cities he fortified, are they not written in the book of the annals of the kings of Israel? <sup><strong>40</strong></sup> Ahab rested with his fathers. And Ahaziah his son succeeded him as king. <sup><strong>41</strong></sup> Jehoshaphat son of Asa became king of Judah in the fourth year of Ahab king of Israel. <sup><strong>42</strong></sup> Jehoshaphat was thirty-five years old when he became king, and he reigned in Jerusalem twenty-five years. His mother's name was Azubah daughter of Shilhi. <sup><strong>43</strong></sup> In everything he walked in the ways of his father Asa and did not stray from them; he did what was right in the eyes of the LORD. The high places, however, were not removed, and the people continued to offer sacrifices and burn incense there. <sup><strong>44</strong></sup> Jehoshaphat was also at peace with the king of Israel. <sup><strong>45</strong></sup> As for the other events of Jehoshaphat's reign, the things he achieved and his military exploits, are they not written in the book of the annals of the kings of Judah? <sup><strong>46</strong></sup> He rid the land of the rest of the male shrine prostitutes who remained there even after the reign of his father Asa. <sup><strong>47</strong></sup> There was then no king in Edom; a deputy ruled. <sup><strong>48</strong></sup> Now Jehoshaphat built a fleet of trading ships to go to Ophir for gold, but they never set sail-they were wrecked at Ezion Geber. <sup><strong>49</strong></sup> At that time Ahaziah son of Ahab said to Jehoshaphat, \"Let my men sail with your men,\" but Jehoshaphat refused. <sup><strong>50</strong></sup> Then Jehoshaphat rested with his fathers and was buried with them in the city of David his father. And Jehoram his son succeeded him. <sup><strong>51</strong></sup> Ahaziah son of Ahab became king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned over Israel two years. <sup><strong>52</strong></sup> He did evil in the eyes of the LORD, because he walked in the ways of his father and mother and in the ways of Jeroboam son of Nebat, who caused Israel to sin. <sup><strong>53</strong></sup> He served and worshiped Baal and provoked the LORD, the God of Israel, to anger, just as his father had done. "},{"_id":"616a54679dfb4d9c011d895d","topicId":"616a54609dfb4d9c011d8948","verse":"Genesis 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-28\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-28\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-28\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-28\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-28\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-28\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-28\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-28\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-28\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"616a54679dfb4d9c011d895e","topicId":"616a54609dfb4d9c011d8948","verse":"Colossians 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"616a54679dfb4d9c011d895f","topicId":"616a54609dfb4d9c011d8948","verse":"1 Corinthians 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011006_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head.</p>\n</div>","kjv":"<strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  ","niv":"<sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head."},{"_id":"616a54679dfb4d9c011d8960","topicId":"616a54609dfb4d9c011d8948","verse":"Acts 18:18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44018018_05-32\"><b class=\"verse-num\" id=\"v44018018-1\">18&nbsp;</b>After this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow.</p>\n\n</div>","kjv":"<strong>18</strong> And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.  ","niv":"<sup><strong>18</strong></sup> Paul stayed on in Corinth for some time. Then he left the brothers and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchrea because of a vow he had taken."},{"_id":"616a54689dfb4d9c011d8961","topicId":"616a54609dfb4d9c011d8948","verse":"Acts 2:1-47","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-33\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-33\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-33\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-33\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-33\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-33\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-33\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-33\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-33\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-33\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-33\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-33\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-33\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-33\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "}]}