{"_id":"616a55299dfb4d9c011d89c3","slug":"shepherding","name":"Shepherding","verses":[{"_id":"616a552a9dfb4d9c011d89c4","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Peter 5:1-14","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_06-1\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. <b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. <b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_08-1\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_08-1\">Peace to all of you who are in Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  <strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  <strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. <sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast. <sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. ","modified":"2022-10-30T18:12:01.508Z"},{"_id":"616a552a9dfb4d9c011d89c5","topicId":"616a55299dfb4d9c011d89c3","verse":"Hebrews 13:17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body. <b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_05-24\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_05-24\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58013006_05-24\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith. <b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them. <b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat. <b class=\"verse-num\" id=\"v58013011-1\">11&nbsp;</b>For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp. <b class=\"verse-num\" id=\"v58013012-1\">12&nbsp;</b>So Jesus also suffered outside the gate in order to sanctify the people through his own blood. <b class=\"verse-num\" id=\"v58013013-1\">13&nbsp;</b>Therefore let us go to him outside the camp and bear the reproach he endured. <b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come. <b class=\"verse-num\" id=\"v58013015-1\">15&nbsp;</b>Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name. <b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n<p id=\"p58013016_05-24\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n<p id=\"p58013017_05-24\"><b class=\"verse-num\" id=\"v58013018-1\">18&nbsp;</b>Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things. <b class=\"verse-num\" id=\"v58013019-1\">19&nbsp;</b>I urge you the more earnestly to do this in order that I may be restored to you the sooner.</p>\n\n<p id=\"p58013019_06-24\"><b class=\"verse-num\" id=\"v58013020-1\">20&nbsp;</b>Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, <b class=\"verse-num\" id=\"v58013021-1\">21&nbsp;</b>equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen.</p>\n\n<p id=\"p58013021_08-24\"><b class=\"verse-num\" id=\"v58013022-1\">22&nbsp;</b>I appeal to you, brothers, bear with my word of exhortation, for I have written to you briefly. <b class=\"verse-num\" id=\"v58013023-1\">23&nbsp;</b>You should know that our brother Timothy has been released, with whom I shall see you if he comes soon. <b class=\"verse-num\" id=\"v58013024-1\">24&nbsp;</b>Greet all your leaders and all the saints. Those who come from Italy send you greetings. <b class=\"verse-num\" id=\"v58013025-1\">25&nbsp;</b>Grace be with all of you.</p>\n\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you.","modified":"2023-04-01T10:31:20.762Z"},{"_id":"616a552a9dfb4d9c011d89c6","topicId":"616a55299dfb4d9c011d89c3","verse":"Proverbs 10:12","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010012-1\">12&nbsp;</b>&nbsp;&nbsp;Hatred stirs up strife,</span><br><span id=\"p20010012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but love covers all offenses.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Hatred stirreth up strifes: but love covereth all sins.  ","niv":"<sup><strong>12</strong></sup> Hatred stirs up dissension, but love covers over all wrongs."},{"_id":"616a552b9dfb4d9c011d89c7","topicId":"616a55299dfb4d9c011d89c3","verse":"Psalm 28:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19028007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19028007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD is my strength and my shield;</span><br><span id=\"p19028007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in him my heart trusts, and I am helped;</span><br><span id=\"p19028007_01-4\" class=\"line\">&nbsp;&nbsp;my heart exults,</span><br><span id=\"p19028007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with my song I give thanks to him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.  ","niv":"<sup><strong>7</strong></sup> The LORD is my strength and my shield; my heart trusts in him, and I am helped. My heart leaps for joy and I will give thanks to him in song."},{"_id":"616a552b9dfb4d9c011d89c8","topicId":"616a55299dfb4d9c011d89c3","verse":"1 John 2:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"616a552b9dfb4d9c011d89c9","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Peter 5:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed:</p>\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed:"},{"_id":"616a552c9dfb4d9c011d89ca","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Peter 1:18-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, <b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot.</p>\n</div>","kjv":"<strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  <strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  ","niv":"<sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers, <sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect. ","modified":"2022-07-19T06:47:43.903Z"},{"_id":"616a552c9dfb4d9c011d89cb","topicId":"616a55299dfb4d9c011d89c3","verse":"Hebrews 10:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching.","modified":"2022-12-19T05:36:36.055Z"},{"_id":"616a552c9dfb4d9c011d89cc","topicId":"616a55299dfb4d9c011d89c3","verse":"Hebrews 7:1-10:39","votes":-1,"__v":0,"kjv":"<strong>1</strong> For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;  <strong>2</strong> To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;  <strong>3</strong> Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually.  <strong>4</strong> Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.  <strong>5</strong> And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:  <strong>6</strong> But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.  <strong>7</strong> And without all contradiction the less is blessed of the better.  <strong>8</strong> And here men that die receive tithes; but there he receiveth them,  of whom it is witnessed that he liveth.  <strong>9</strong> And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham.  <strong>10</strong> For he was yet in the loins of his father, when Melchisedec met him.  <strong>11</strong> If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?  <strong>12</strong> For the priesthood being changed, there is made of necessity a change also of the law.  <strong>13</strong> For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.  <strong>14</strong> For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.  <strong>15</strong> And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,  <strong>16</strong> Who is made, not after the law of a carnal commandment, but after the power of an endless life.  <strong>17</strong> For he testifieth, Thou art a priest for ever after the order of Melchisedec.  <strong>18</strong> For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.  <strong>19</strong> For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.  <strong>20</strong> And inasmuch as not without an oath he was made priest:  <strong>21</strong> (For those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art  a priest for ever after the order of Melchisedec:)  <strong>22</strong> By so much was Jesus made a surety of a better testament.  <strong>23</strong> And they truly were many priests, because they were not suffered to continue by reason of death:  <strong>24</strong> But this man, because he continueth ever, hath an unchangeable priesthood.  <strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  <strong>26</strong> For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;  <strong>27</strong> Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people’s: for this he did once, when he offered up himself.  <strong>28</strong> For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.  <strong>1</strong> Now of the things which we have spoken this is the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;  <strong>2</strong> A minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man.  <strong>3</strong> For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.  <strong>4</strong> For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:  <strong>5</strong> Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.  <strong>6</strong> But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.  <strong>7</strong> For if that first covenant had been faultless, then should no place have been sought for the second.  <strong>8</strong> For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:  <strong>9</strong> Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.  <strong>10</strong> For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:  <strong>11</strong> And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.  <strong>12</strong> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.  <strong>13</strong> In that he saith, A new covenant, he hath made the first old. Now that which decayeth and waxeth old is ready to vanish away.  <strong>1</strong> Then verily the first covenant had also ordinances of divine service, and a worldly sanctuary.  <strong>2</strong> For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.  <strong>3</strong> And after the second veil, the tabernacle which is called the Holiest of all;  <strong>4</strong> Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron’s rod that budded, and the tables of the covenant;  <strong>5</strong> And over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly.  <strong>6</strong> Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.  <strong>7</strong> But into the second went the high priest alone once every year, not without blood, which he offered for himself, and for the errors of the people:  <strong>8</strong> The Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:  <strong>9</strong> Which was a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;  <strong>10</strong> Which stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation.  <strong>11</strong> But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;  <strong>12</strong> Neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us.  <strong>13</strong> For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:  <strong>14</strong> How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?  <strong>15</strong> And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were  under the first testament, they which are called might receive the promise of eternal inheritance.  <strong>16</strong> For where a testament is, there must also of necessity be the death of the testator.  <strong>17</strong> For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.  <strong>18</strong> Whereupon neither the first testament was dedicated without blood.  <strong>19</strong> For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,  <strong>20</strong> Saying, This is the blood of the testament which God hath enjoined unto you.  <strong>21</strong> Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.  <strong>22</strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.  <strong>23</strong> It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.  <strong>24</strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:  <strong>25</strong> Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;  <strong>26</strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.  <strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  <strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  <strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  <strong>15</strong> Whereof the Holy Ghost also is a witness to us: for after that he had said before,  <strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  <strong>17</strong> And their sins and iniquities will I remember no more.  <strong>18</strong> Now where remission of these is, there is no more offering for sin.  <strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  <strong>23</strong> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  <strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  <strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  <strong>32</strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  <strong>33</strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  <strong>34</strong> For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  <strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  <strong>37</strong> For yet a little while, and he that shall come will come, and will not tarry.  <strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  <strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  ","niv":"<sup><strong>1</strong></sup> This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him, <sup><strong>2</strong></sup> and Abraham gave him a tenth of everything. First, his name means \"king of righteousness\"; then also, \"king of Salem\" means \"king of peace.\" <sup><strong>3</strong></sup> Without father or mother, without genealogy, without beginning of days or end of life, like the Son of God he remains a priest forever. <sup><strong>4</strong></sup> Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder! <sup><strong>5</strong></sup> Now the law requires the descendants of Levi who become priests to collect a tenth from the people--that is, their brothers--even though their brothers are descended from Abraham. <sup><strong>6</strong></sup> This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises. <sup><strong>7</strong></sup> And without doubt the lesser person is blessed by the greater. <sup><strong>8</strong></sup> In the one case, the tenth is collected by men who die; but in the other case, by him who is declared to be living. <sup><strong>9</strong></sup> One might even say that Levi, who collects the tenth, paid the tenth through Abraham, <sup><strong>10</strong></sup> because when Melchizedek met Abraham, Levi was still in the body of his ancestor. ","modified":"2022-12-02T11:05:36.432Z"},{"_id":"616a552c9dfb4d9c011d89cd","topicId":"616a55299dfb4d9c011d89c3","verse":"2 Timothy 1:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55001013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001013-1\">13&nbsp;</b>Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>13</strong> Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus.","modified":"2022-11-26T19:10:11.784Z"},{"_id":"616a552d9dfb4d9c011d89ce","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Timothy 3:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-16\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-16\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-16\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-16\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-16\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-16\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. ","modified":"2022-11-08T02:29:36.244Z"},{"_id":"616a552d9dfb4d9c011d89cf","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Timothy 3:1-16","votes":2,"__v":0,"kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. "},{"_id":"616a552d9dfb4d9c011d89d0","topicId":"616a55299dfb4d9c011d89c3","verse":"Ephesians 4:11-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-17\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes.</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. "},{"_id":"616a552e9dfb4d9c011d89d1","topicId":"616a55299dfb4d9c011d89c3","verse":"Romans 3:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45003025_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003025-1\">25&nbsp;</b>whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins.</p>\n</div>","kjv":"<strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  ","niv":"<sup><strong>25</strong></sup> God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished--"},{"_id":"616a552e9dfb4d9c011d89d2","topicId":"616a55299dfb4d9c011d89c3","verse":"Proverbs 3:5-6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"616a552e9dfb4d9c011d89d3","topicId":"616a55299dfb4d9c011d89c3","verse":"2 Peter 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"616a552f9dfb4d9c011d89d4","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Peter 5:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n</div>","kjv":"<strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  ","niv":"<sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\""},{"_id":"616a552f9dfb4d9c011d89d5","topicId":"616a55299dfb4d9c011d89c3","verse":"James 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"616a552f9dfb4d9c011d89d6","topicId":"616a55299dfb4d9c011d89c3","verse":"Hebrews 13:1-25","votes":2,"__v":0,"kjv":"<strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  <strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  <strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  <strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  <strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  <strong>19</strong> But I beseech you the rather to do this, that I may be restored to you the sooner.  <strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  <strong>21</strong> Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be  glory for ever and ever. Amen.  <strong>22</strong> And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.  <strong>23</strong> Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.  <strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  <strong>25</strong> Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers. <sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it. <sup><strong>3</strong></sup> Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering. <sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral. <sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" <sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith. <sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever. <sup><strong>9</strong></sup> Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by ceremonial foods, which are of no value to those who eat them. <sup><strong>10</strong></sup> We have an altar from which those who minister at the tabernacle have no right to eat. <sup><strong>11</strong></sup> The high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp. <sup><strong>12</strong></sup> And so Jesus also suffered outside the city gate to make the people holy through his own blood. <sup><strong>13</strong></sup> Let us, then, go to him outside the camp, bearing the disgrace he bore. <sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come. <sup><strong>15</strong></sup> Through Jesus, therefore, let us continually offer to God a sacrifice of praise--the fruit of lips that confess his name. <sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased. <sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you. <sup><strong>18</strong></sup> Pray for us. We are sure that we have a clear conscience and desire to live honorably in every way. <sup><strong>19</strong></sup> I particularly urge you to pray so that I may be restored to you soon. <sup><strong>20</strong></sup> May the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep, <sup><strong>21</strong></sup> equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen. <sup><strong>22</strong></sup> Brothers, I urge you to bear with my word of exhortation, for I have written you only a short letter. <sup><strong>23</strong></sup> I want you to know that our brother Timothy has been released. If he arrives soon, I will come with him to see you. <sup><strong>24</strong></sup> Greet all your leaders and all God's people. Those from Italy send you their greetings. <sup><strong>25</strong></sup> Grace be with you all. "},{"_id":"616a552f9dfb4d9c011d89d7","topicId":"616a55299dfb4d9c011d89c3","verse":"Hebrews 11:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"616a55309dfb4d9c011d89d8","topicId":"616a55299dfb4d9c011d89c3","verse":"Titus 2:3-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"616a55309dfb4d9c011d89d9","topicId":"616a55299dfb4d9c011d89c3","verse":"Titus 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56001009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>","kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it."},{"_id":"616a55309dfb4d9c011d89da","topicId":"616a55299dfb4d9c011d89c3","verse":"2 Timothy 3:15-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003015_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616a55319dfb4d9c011d89db","topicId":"616a55299dfb4d9c011d89c3","verse":"1 Timothy 4:6","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54004006_07-30\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed.</p>\n\n</div>","kjv":"<strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  ","niv":"<sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed."},{"_id":"616a55319dfb4d9c011d89dc","topicId":"616a55299dfb4d9c011d89c3","verse":"Colossians 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."}]}