{"_id":"616a557a9dfb4d9c011d89f7","slug":"shield","name":"Shield","verses":[{"_id":"616a557a9dfb4d9c011d89f8","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 28:7","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19028007_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19028007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD is my strength and my shield;</span><br><span id=\"p19028007_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in him my heart trusts, and I am helped;</span><br><span id=\"p19028007_01-1\" class=\"line\">&nbsp;&nbsp;my heart exults,</span><br><span id=\"p19028007_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with my song I give thanks to him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.  ","niv":"<sup><strong>7</strong></sup> The LORD is my strength and my shield; my heart trusts in him, and I am helped. My heart leaps for joy and I will give thanks to him in song."},{"_id":"616a557a9dfb4d9c011d89f9","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 3:3","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19003003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003003-1\">3&nbsp;</b>&nbsp;&nbsp;But you, O LORD, are a shield about me,</span><br><span id=\"p19003003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my glory, and the lifter of my head.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head.  ","niv":"<sup><strong>3</strong></sup> But you are a shield around me, O LORD; you bestow glory on me and lift up my head.","modified":"2022-06-14T04:01:46.301Z"},{"_id":"616a557b9dfb4d9c011d89fa","topicId":"616a557a9dfb4d9c011d89f7","verse":"Proverbs 30:5","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030005_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030005-1\">5&nbsp;</b>&nbsp;&nbsp;Every word of God proves true;</span><br><span id=\"p20030005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield to those who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Every word of God is pure: he is a shield unto them that put their trust in him.  ","niv":"<sup><strong>5</strong></sup> \"Every word of God is flawless; he is a shield to those who take refuge in him.","modified":"2023-01-10T17:06:00.568Z"},{"_id":"616a557b9dfb4d9c011d89fb","topicId":"616a557a9dfb4d9c011d89f7","verse":"Ephesians 6:10-18","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-4\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"616a557b9dfb4d9c011d89fc","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 5:12","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19005012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19005012-1\">12&nbsp;</b>&nbsp;&nbsp;For you bless the righteous, O LORD;</span><br><span id=\"p19005012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you cover him with favor as with a shield.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For thou, LORD, wilt bless the righteous; with favour wilt thou compass him as with a shield.  ","niv":"<sup><strong>12</strong></sup> For surely, O LORD, you bless the righteous; you surround them with your favor as with a shield."},{"_id":"616a557b9dfb4d9c011d89fd","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 91:4","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091004_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  ","niv":"<sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart."},{"_id":"616a557c9dfb4d9c011d89fe","topicId":"616a557a9dfb4d9c011d89f7","verse":"Genesis 15:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p01015001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01015001-1\">15:1&nbsp;</b>After these things the word of the LORD came to Abram in a vision: “Fear not, Abram, I am your shield; your reward shall be very great.”</p>\n</div>","kjv":"<strong>1</strong> After these things the word of the LORD came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.  ","niv":"<sup><strong>1</strong></sup> After this, the word of the LORD came to Abram in a vision: \"Do not be afraid, Abram. I am your shield, your very great reward. \""},{"_id":"616a557c9dfb4d9c011d89ff","topicId":"616a557a9dfb4d9c011d89f7","verse":"Exodus 20:1-26","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-8\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-8\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-8\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-8\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-8\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-8\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-8\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-8\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-8\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-8\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-8\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-8\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-8\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"616a557c9dfb4d9c011d8a00","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 144:1","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19144001_06-9\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19144001_06-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19144001-1\">144:1&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD, my rock,</span><br><span id=\"p19144001_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who trains my hands for war,</span><br><span id=\"p19144001_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my fingers for battle;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:  ","niv":"<sup><strong>1</strong></sup> Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle."},{"_id":"616a557d9dfb4d9c011d8a01","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 125:1-4","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19125001_06-10\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19125001_06-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19125001-1\">125:1&nbsp;</b>&nbsp;&nbsp;Those who trust in the LORD are like Mount Zion,</span><br><span id=\"p19125001_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which cannot be moved, but abides forever.</span><br><span id=\"p19125002_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19125002-1\">2&nbsp;</b>&nbsp;&nbsp;As the mountains surround Jerusalem,</span><br><span id=\"p19125002_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so the LORD surrounds his people,</span><br><span id=\"p19125002_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p19125003_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19125003-1\">3&nbsp;</b>&nbsp;&nbsp;For the scepter of wickedness shall not rest</span><br><span id=\"p19125003_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the land allotted to the righteous,</span><br><span id=\"p19125003_06-10\" class=\"line\">&nbsp;&nbsp;lest the righteous stretch out</span><br><span id=\"p19125003_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their hands to do wrong.</span><br><span id=\"p19125004_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19125004-1\">4&nbsp;</b>&nbsp;&nbsp;Do good, O LORD, to those who are good,</span><br><span id=\"p19125004_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to those who are upright in their hearts!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> They that trust in the LORD shall be as mount Zion, which  cannot be removed, but abideth for ever.  <strong>2</strong> As the mountains are round about Jerusalem, so the LORD is round about his people from henceforth even for ever.  <strong>3</strong> For the rod of the wicked shall not rest upon the lot of the righteous; lest the righteous put forth their hands unto iniquity.  <strong>4</strong> Do good, O LORD, unto those that be good, and to them that are upright in their hearts.  ","niv":"<sup><strong>1</strong></sup> Those who trust in the LORD are like Mount Zion, which cannot be shaken but endures forever. <sup><strong>2</strong></sup> As the mountains surround Jerusalem, so the LORD surrounds his people both now and forevermore. <sup><strong>3</strong></sup> The scepter of the wicked will not remain over the land allotted to the righteous, for then the righteous might use their hands to do evil. <sup><strong>4</strong></sup> Do good, O LORD, to those who are good, to those who are upright in heart. "},{"_id":"616a557d9dfb4d9c011d8a02","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 91:14-16","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091014_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "},{"_id":"616a557d9dfb4d9c011d8a03","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 91:1-8","votes":6,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091001_06-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19091001-1\">91:1&nbsp;</b>&nbsp;&nbsp;He who dwells in the shelter of the Most High</span><br><span id=\"p19091001_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will abide in the shadow of the Almighty.</span><br><span id=\"p19091002_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091002-1\">2&nbsp;</b>&nbsp;&nbsp;I will say to the LORD, “My refuge and my fortress,</span><br><span id=\"p19091002_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, in whom I trust.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091003_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091003-1\">3&nbsp;</b>&nbsp;&nbsp;For he will deliver you from the snare of the fowler</span><br><span id=\"p19091003_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the deadly pestilence.</span><br><span id=\"p19091004_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br><span id=\"p19091005_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091005-1\">5&nbsp;</b>&nbsp;&nbsp;You will not fear the terror of the night,</span><br><span id=\"p19091005_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the arrow that flies by day,</span><br><span id=\"p19091006_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091006-1\">6&nbsp;</b>&nbsp;&nbsp;nor the pestilence that stalks in darkness,</span><br><span id=\"p19091006_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the destruction that wastes at noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091007_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091007-1\">7&nbsp;</b>&nbsp;&nbsp;A thousand may fall at your side,</span><br><span id=\"p19091007_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ten thousand at your right hand,</span><br><span id=\"p19091007_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will not come near you.</span><br><span id=\"p19091008_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091008-1\">8&nbsp;</b>&nbsp;&nbsp;You will only look with your eyes</span><br><span id=\"p19091008_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see the recompense of the wicked.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.  <strong>2</strong> I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.  <strong>3</strong> Surely he shall deliver thee from the snare of the fowler, and  from the noisome pestilence.  <strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  <strong>5</strong> Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;  <strong>6</strong>             Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.  <strong>7</strong> A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.  <strong>8</strong> Only with thine eyes shalt thou behold and see the reward of the wicked.  ","niv":"<sup><strong>1</strong></sup> He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. <sup><strong>2</strong></sup> I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\" <sup><strong>3</strong></sup> Surely he will save you from the fowler's snare and from the deadly pestilence. <sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. <sup><strong>5</strong></sup> You will not fear the terror of night, nor the arrow that flies by day, <sup><strong>6</strong></sup> nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. <sup><strong>7</strong></sup> A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. <sup><strong>8</strong></sup> You will only observe with your eyes and see the punishment of the wicked. "},{"_id":"616a557e9dfb4d9c011d8a04","topicId":"616a557a9dfb4d9c011d89f7","verse":"Psalm 46:1","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-13\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble."},{"_id":"616a557e9dfb4d9c011d8a05","topicId":"616a557a9dfb4d9c011d89f7","verse":"Nehemiah 4:17-18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p16004017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v16004017-1\">17&nbsp;</b>who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other. <b class=\"verse-num\" id=\"v16004018-1\">18&nbsp;</b>And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me.</p>\n</div>","kjv":"<strong>17</strong> They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.  <strong>18</strong> For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.  ","niv":"<sup><strong>17</strong></sup> who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other, <sup><strong>18</strong></sup> and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me. "},{"_id":"616a557e9dfb4d9c011d8a06","topicId":"616a557a9dfb4d9c011d89f7","verse":"2 Timothy 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616a557e9dfb4d9c011d8a07","topicId":"616a557a9dfb4d9c011d89f7","verse":"Romans 10:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"616a557f9dfb4d9c011d8a08","topicId":"616a557a9dfb4d9c011d89f7","verse":"John 8:32","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"616a557f9dfb4d9c011d8a09","topicId":"616a557a9dfb4d9c011d89f7","verse":"Hebrews 4:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2022-07-04T14:12:42.848Z"},{"_id":"616a557f9dfb4d9c011d8a0a","topicId":"616a557a9dfb4d9c011d89f7","verse":"2 Timothy 3:16-17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616a55809dfb4d9c011d8a0b","topicId":"616a557a9dfb4d9c011d89f7","verse":"1 Timothy 5:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616a55809dfb4d9c011d8a0c","topicId":"616a557a9dfb4d9c011d89f7","verse":"Ephesians 6:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49006016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;</p>\n</div>","kjv":"<strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  ","niv":"<sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."},{"_id":"616a55809dfb4d9c011d8a0d","topicId":"616a557a9dfb4d9c011d89f7","verse":"Romans 12:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"616a55819dfb4d9c011d8a0e","topicId":"616a557a9dfb4d9c011d89f7","verse":"Romans 12:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616a55819dfb4d9c011d8a0f","topicId":"616a557a9dfb4d9c011d89f7","verse":"Romans 10:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616a55819dfb4d9c011d8a10","topicId":"616a557a9dfb4d9c011d89f7","verse":"John 14:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."}]}