{"_id":"616a55a39dfb4d9c011d8a11","slug":"shiloh","name":"Shiloh","verses":[{"_id":"616a55a39dfb4d9c011d8a12","topicId":"616a55a39dfb4d9c011d8a11","verse":"Genesis 49:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049010_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049010-1\">10&nbsp;</b>&nbsp;&nbsp;The scepter shall not depart from Judah,</span><br><span id=\"p01049010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the ruler’s staff from between his feet,</span><br><span id=\"p01049010_01-1\" class=\"line\">&nbsp;&nbsp;until tribute comes to him;</span><br><span id=\"p01049010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him shall be the obedience of the peoples.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be.  ","niv":"<sup><strong>10</strong></sup> The scepter will not depart from Judah, nor the ruler's staff from between his feet, until he comes to whom it belongs and the obedience of the nations is his.","modified":"2022-08-02T14:22:08.082Z"},{"_id":"616a55a49dfb4d9c011d8a13","topicId":"616a55a39dfb4d9c011d8a11","verse":"Jeremiah 26:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24026006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24026006-1\">6&nbsp;</b>then I will make this house like Shiloh, and I will make this city a curse for all the nations of the earth.’”</p>\n</div>","kjv":"<strong>6</strong> Then will I make this house like Shiloh, and will make this city a curse to all the nations of the earth.  ","niv":"<sup><strong>6</strong></sup> then I will make this house like Shiloh and this city an object of cursing among all the nations of the earth.'\"","modified":"2022-10-23T20:08:00.221Z"},{"_id":"616a55a49dfb4d9c011d8a14","topicId":"616a55a39dfb4d9c011d8a11","verse":"Micah 5:2","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005002_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005002-1\">2&nbsp;</b>&nbsp;&nbsp; But you, O Bethlehem Ephrathah,</span><br><span id=\"p33005002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are too little to be among the clans of Judah,</span><br><span id=\"p33005002_01-3\" class=\"line\">&nbsp;&nbsp;from you shall come forth for me</span><br><span id=\"p33005002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one who is to be ruler in Israel,</span><br><span id=\"p33005002_01-3\" class=\"line\">&nbsp;&nbsp;whose coming forth is from of old,</span><br><span id=\"p33005002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from ancient days.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been  from of old, from everlasting.  ","niv":"<sup><strong>2</strong></sup> \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. \""},{"_id":"616a55a49dfb4d9c011d8a15","topicId":"616a55a39dfb4d9c011d8a11","verse":"Mark 16:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him. <b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb. <b class=\"verse-num\" id=\"v41016003-1\">3&nbsp;</b>And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” <b class=\"verse-num\" id=\"v41016004-1\">4&nbsp;</b>And looking up, they saw that the stone had been rolled back—it was very large. <b class=\"verse-num\" id=\"v41016005-1\">5&nbsp;</b>And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. <b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him. <b class=\"verse-num\" id=\"v41016007-1\">7&nbsp;</b>But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.” <b class=\"verse-num\" id=\"v41016008-1\">8&nbsp;</b>And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid.</p>\n<h4 id=\"p41016008_03-4\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_08-4\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. <b class=\"verse-num\" id=\"v41016010-1\">10&nbsp;</b>She went and told those who had been with him, as they mourned and wept. <b class=\"verse-num\" id=\"v41016011-1\">11&nbsp;</b>But when they heard that he was alive and had been seen by her, they would not believe it.</p>\n\n<p id=\"p41016011_13-4\"><b class=\"verse-num\" id=\"v41016012-1\">12&nbsp;</b>After these things he appeared in another form to two of them, as they were walking into the country. <b class=\"verse-num\" id=\"v41016013-1\">13&nbsp;</b>And they went back and told the rest, but they did not believe them.</p>\n\n<p id=\"p41016013_16-4\"><b class=\"verse-num\" id=\"v41016014-1\">14&nbsp;</b>Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen. <b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span> <b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n<p id=\"p41016018_16-4\"><b class=\"verse-num\" id=\"v41016019-1\">19&nbsp;</b>So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God. <b class=\"verse-num\" id=\"v41016020-1\">20&nbsp;</b>And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs.]]</p>\n\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  <strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  <strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  <strong>13</strong> And they went and told it unto the residue: neither believed they them.  <strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  <strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. <strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  <strong>20</strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body. <sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb <sup><strong>3</strong></sup> and they asked each other, \"Who will roll the stone away from the entrance of the tomb?\" <sup><strong>4</strong></sup> But when they looked up, they saw that the stone, which was very large, had been rolled away. <sup><strong>5</strong></sup> As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. <sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him. <sup><strong>7</strong></sup> But go, tell his disciples and Peter, 'He is going ahead of you into Galilee. There you will see him, just as he told you.'\" <sup><strong>8</strong></sup> Trembling and bewildered, the women went out and fled from the tomb. They said nothing to anyone, because they were afraid. <sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons. <sup><strong>10</strong></sup> She went and told those who had been with him and who were mourning and weeping. <sup><strong>11</strong></sup> When they heard that Jesus was alive and that she had seen him, they did not believe it. <sup><strong>12</strong></sup> Afterward Jesus appeared in a different form to two of them while they were walking in the country. <sup><strong>13</strong></sup> These returned and reported it to the rest; but they did not believe them either. <sup><strong>14</strong></sup> Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen. <sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation. <sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" <sup><strong>19</strong></sup> After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God. <sup><strong>20</strong></sup> Then the disciples went out and preached everywhere, and the Lord worked with them and confirmed his word by the signs that accompanied it. "},{"_id":"616a55a49dfb4d9c011d8a16","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 3:14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-5\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  ","niv":"<sup><strong>14</strong></sup> \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation."},{"_id":"616a55a59dfb4d9c011d8a17","topicId":"616a55a39dfb4d9c011d8a11","verse":"John 17:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017012_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span></p>\n</div>","kjv":"<strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  ","niv":"<sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled."},{"_id":"616a55a59dfb4d9c011d8a18","topicId":"616a55a39dfb4d9c011d8a11","verse":"Acts 26:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44026028_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44026028-1\">28&nbsp;</b>And Agrippa said to Paul, “In a short time would you persuade me to be a Christian?”</p>\n\n</div>","kjv":"<strong>28</strong> Then Agrippa said unto Paul, Almost thou persuadest me to be a Christian.  ","niv":"<sup><strong>28</strong></sup> Then Agrippa said to Paul, \"Do you think that in such a short time you can persuade me to be a Christian?\""},{"_id":"616a55a59dfb4d9c011d8a19","topicId":"616a55a39dfb4d9c011d8a11","verse":"Acts 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44014006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014006-1\">6&nbsp;</b>they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country,</p>\n</div>","kjv":"<strong>6</strong> They were ware of it, and fled unto Lystra and Derbe, cities of Lycaonia, and unto the region that lieth round about:  ","niv":"<sup><strong>6</strong></sup> But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding country,"},{"_id":"616a55a69dfb4d9c011d8a1a","topicId":"616a55a39dfb4d9c011d8a11","verse":"John 14:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-9\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-9\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-9\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-9\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-9\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. "},{"_id":"616a55a69dfb4d9c011d8a1b","topicId":"616a55a39dfb4d9c011d8a11","verse":"Matthew 28:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb.</p>\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb."},{"_id":"616a55a69dfb4d9c011d8a1c","topicId":"616a55a39dfb4d9c011d8a11","verse":"Matthew 1:23","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_01-11\" class=\"same-paragraph\">(which means, God with us).</p>\n</div>","kjv":"<strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  ","niv":"<sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\""},{"_id":"616a55a79dfb4d9c011d8a1d","topicId":"616a55a39dfb4d9c011d8a11","verse":"1 Kings 2:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11002026_01-13\"><b class=\"verse-num\" id=\"v11002026-1\">26&nbsp;</b>And to Abiathar the priest the king said, “Go to Anathoth, to your estate, for you deserve death. But I will not at this time put you to death, because you carried the ark of the Lord GOD before David my father, and because you shared in all my father’s affliction.”</p>\n</div>","kjv":"<strong>26</strong> And unto Abiathar the priest said the king, Get thee to Anathoth, unto thine own fields; for thou art worthy of death: but I will not at this time put thee to death, because thou barest the ark of the Lord GOD before David my father, and because thou hast been afflicted in all wherein my father was afflicted.  ","niv":"<sup><strong>26</strong></sup> To Abiathar the priest the king said, \"Go back to your fields in Anathoth. You deserve to die, but I will not put you to death now, because you carried the ark of the Sovereign LORD before my father David and shared all my father's hardships.\""},{"_id":"616a55a79dfb4d9c011d8a1e","topicId":"616a55a39dfb4d9c011d8a11","verse":"1 Samuel 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09001002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v09001002-1\">2&nbsp;</b>He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children.</p>\n</div>","kjv":"<strong>2</strong> And he had two wives; the name of the one was Hannah, and the name of the other Peninnah: and Peninnah had children, but Hannah had no children.  ","niv":"<sup><strong>2</strong></sup> He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none."},{"_id":"616a55a79dfb4d9c011d8a1f","topicId":"616a55a39dfb4d9c011d8a11","verse":"Ruth 1:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p08001004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years,</p>\n</div>","kjv":"<strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  ","niv":"<sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years,"},{"_id":"616a55a79dfb4d9c011d8a20","topicId":"616a55a39dfb4d9c011d8a11","verse":"Judges 1:31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p07001031_01-17\"><b class=\"verse-num\" id=\"v07001031-1\">31&nbsp;</b>Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon or of Ahlab or of Achzib or of Helbah or of Aphik or of Rehob,</p>\n</div>","kjv":"<strong>31</strong> Neither did Asher drive out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob:  ","niv":"<sup><strong>31</strong></sup> Nor did Asher drive out those living in Acco or Sidon or Ahlab or Aczib or Helbah or Aphek or Rehob,","modified":"2022-07-25T21:01:36.556Z"},{"_id":"616a55a89dfb4d9c011d8a21","topicId":"616a55a39dfb4d9c011d8a11","verse":"Deuteronomy 23:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05023018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05023018-1\">18&nbsp;</b>You shall not bring the fee of a prostitute or the wages of a dog into the house of the LORD your God in payment for any vow, for both of these are an abomination to the LORD your God.</p>\n\n</div>","kjv":"<strong>18</strong> Thou shalt not bring the hire of a whore, or the price of a dog, into the house of the LORD thy God for any vow: for even both these are  abomination unto the LORD thy God.  ","niv":"<sup><strong>18</strong></sup> You must not bring the earnings of a female prostitute or of a male prostitute into the house of the LORD your God to pay any vow, because the LORD your God detests them both."},{"_id":"616a55a89dfb4d9c011d8a22","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 21:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616a55a89dfb4d9c011d8a23","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 19:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66019001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66019001-1\">19:1&nbsp;</b>After this I heard what seemed to be the loud voice of a great multitude in heaven, crying out,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019001_04-20\" class=\"line\">&nbsp;&nbsp;“Hallelujah!</span><br><span id=\"p66019001_04-20\" class=\"line\">&nbsp;&nbsp;Salvation and glory and power belong to our God,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:  ","niv":"<sup><strong>1</strong></sup> After this I heard what sounded like the roar of a great multitude in heaven shouting: \"Hallelujah! Salvation and glory and power belong to our God,"},{"_id":"616a55a99dfb4d9c011d8a24","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 12:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66012017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  ","niv":"<sup><strong>17</strong></sup> Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus."},{"_id":"616a55a99dfb4d9c011d8a25","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 2:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66002006_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002006-1\">6&nbsp;</b><span class=\"woc\">Yet this you have: you hate the works of the Nicolaitans, which I also hate.</span></p>\n</div>","kjv":"<strong>6</strong> But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.  ","niv":"<sup><strong>6</strong></sup> But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate."},{"_id":"616a55a99dfb4d9c011d8a26","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 1:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66001011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n</div>","kjv":"<strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  ","niv":"<sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\""},{"_id":"616a55a99dfb4d9c011d8a27","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 1:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66001008_01-24\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n</div>","kjv":"<strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  ","niv":"<sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\""},{"_id":"616a55aa9dfb4d9c011d8a28","topicId":"616a55a39dfb4d9c011d8a11","verse":"Revelation 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616a55aa9dfb4d9c011d8a29","topicId":"616a55a39dfb4d9c011d8a11","verse":"1 Peter 1:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_01-27\">May grace and peace be multiplied to you.</p>\n</div>","kjv":"<strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","niv":"<sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance."},{"_id":"616a55aa9dfb4d9c011d8a2a","topicId":"616a55a39dfb4d9c011d8a11","verse":"Hebrews 11:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-28\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-28\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-28\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-28\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-28\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-28\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-28\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-28\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "}]}