{"_id":"616a56889dfb4d9c011d8a83","slug":"showing-kindness","name":"Showing Kindness","verses":[{"_id":"616a56889dfb4d9c011d8a84","topicId":"616a56889dfb4d9c011d8a83","verse":"John 3:16","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616a56899dfb4d9c011d8a85","topicId":"616a56889dfb4d9c011d8a83","verse":"1 Corinthians 14:33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-3\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"616a56899dfb4d9c011d8a87","topicId":"616a56889dfb4d9c011d8a83","verse":"Isaiah 9:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-4\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-4\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"616a56899dfb4d9c011d8a86","topicId":"616a56889dfb4d9c011d8a83","verse":"Philippians 2:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n</div>","kjv":"<strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross!"},{"_id":"616a568a9dfb4d9c011d8a88","topicId":"616a56889dfb4d9c011d8a83","verse":"1 Corinthians 8:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46008006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n</div>","kjv":"<strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  ","niv":"<sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."},{"_id":"616a568a9dfb4d9c011d8a89","topicId":"616a56889dfb4d9c011d8a83","verse":"Exodus 15:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015003_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v02015003-1\">3&nbsp;</b>&nbsp;&nbsp;The LORD is a man of war;</span><br><span id=\"p02015003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is his name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The LORD is a man of war: the LORD is his name.  ","niv":"<sup><strong>3</strong></sup> The LORD is a warrior; the LORD is his name."},{"_id":"616a568a9dfb4d9c011d8a8a","topicId":"616a56889dfb4d9c011d8a83","verse":"1 Corinthians 6:2-3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006002-1\">2&nbsp;</b>Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases? <b class=\"verse-num\" id=\"v46006003-1\">3&nbsp;</b>Do you not know that we are to judge angels? How much more, then, matters pertaining to this life!</p>\n</div>","kjv":"<strong>2</strong> Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?  <strong>3</strong> Know ye not that we shall judge angels? how much more things that pertain to this life?  ","niv":"<sup><strong>2</strong></sup> Do you not know that the saints will judge the world? And if you are to judge the world, are you not competent to judge trivial cases? <sup><strong>3</strong></sup> Do you not know that we will judge angels? How much more the things of this life! "},{"_id":"616a568b9dfb4d9c011d8a8b","topicId":"616a56889dfb4d9c011d8a83","verse":"1 Corinthians 1:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001025_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n</div>","kjv":"<strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  ","niv":"<sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength."},{"_id":"616a568b9dfb4d9c011d8a8c","topicId":"616a56889dfb4d9c011d8a83","verse":"1 Corinthians 1:1-16:24","votes":3,"__v":0,"kjv":"<strong>1</strong> Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,  <strong>2</strong> Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:  <strong>3</strong> Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.  <strong>4</strong> I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;  <strong>5</strong> That in every thing ye are enriched by him, in all utterance, and in all knowledge;  <strong>6</strong> Even as the testimony of Christ was confirmed in you:  <strong>7</strong> So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:  <strong>8</strong> Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.  <strong>9</strong> God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.  <strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  <strong>11</strong> For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.  <strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  <strong>14</strong> I thank God that I baptized none of you, but Crispus and Gaius;  <strong>15</strong> Lest any should say that I had baptized in mine own name.  <strong>16</strong> And I baptized also the household of Stephanas: besides, I know not whether I baptized any other.  <strong>17</strong> For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.  <strong>18</strong> For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.  <strong>19</strong> For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.  <strong>20</strong> Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?  <strong>21</strong> For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.  <strong>22</strong> For the Jews require a sign, and the Greeks seek after wisdom:  <strong>23</strong> But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;  <strong>24</strong> But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.  <strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  <strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  <strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  <strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  <strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  <strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  <strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  <strong>19</strong> For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.  <strong>20</strong> And again, The Lord knoweth the thoughts of the wise, that they are vain.  <strong>21</strong> Therefore let no man glory in men. For all things are yours;  <strong>22</strong> Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;  <strong>23</strong> And ye are Christ’s; and Christ is God’s.  <strong>1</strong> Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.  <strong>2</strong> Moreover it is required in stewards, that a man be found faithful.  <strong>3</strong> But with me it is a very small thing that I should be judged of you, or of man’s judgment: yea, I judge not mine own self.  <strong>4</strong> For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.  <strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  <strong>6</strong> And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.  <strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  <strong>8</strong> Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.  <strong>9</strong> For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.  <strong>10</strong> We are fools for Christ’s sake, but ye are wise in Christ; we are weak, but ye are strong; ye are  honourable, but we are despised.  <strong>11</strong> Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;  <strong>12</strong> And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:  <strong>13</strong> Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.  <strong>14</strong> I write not these things to shame you, but as my beloved sons I warn you.  <strong>15</strong> For though ye have ten thousand instructers in Christ, yet have ye  not many fathers: for in Christ Jesus I have begotten you through the gospel.  <strong>16</strong> Wherefore I beseech you, be ye followers of me.  <strong>17</strong> For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.  <strong>18</strong> Now some are puffed up, as though I would not come to you.  <strong>19</strong> But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.  <strong>20</strong> For the kingdom of God is not in word, but in power.  <strong>21</strong> What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?  <strong>1</strong> It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father’s wife.  <strong>2</strong> And ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you.  <strong>3</strong> For I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,  <strong>4</strong> In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,  <strong>5</strong> To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.  <strong>6</strong> Your glorying is not good. Know ye not that a little leaven leaveneth the whole lump?  <strong>7</strong> Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:  <strong>8</strong> Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread  of sincerity and truth.  <strong>9</strong> I wrote unto you in an epistle not to company with fornicators:  <strong>10</strong> Yet not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world.  <strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  <strong>12</strong> For what have I to do to judge them also that are without? do not ye judge them that are within?  <strong>13</strong> But them that are without God judgeth. Therefore put away from among yourselves that wicked person.  <strong>1</strong> Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?  <strong>2</strong> Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?  <strong>3</strong> Know ye not that we shall judge angels? how much more things that pertain to this life?  <strong>4</strong> If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.  <strong>5</strong> I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?  <strong>6</strong> But brother goeth to law with brother, and that before the unbelievers.  <strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  <strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  <strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  <strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  <strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  <strong>14</strong> And God hath both raised up the Lord, and will also raise up us by his own power.  <strong>15</strong> Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.  <strong>16</strong> What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.  <strong>17</strong> But he that is joined unto the Lord is one spirit.  <strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  <strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  <strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  <strong>2</strong> And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know.  <strong>3</strong> But if any man love God, the same is known of him.  <strong>4</strong> As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.  <strong>5</strong> For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)  <strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  <strong>7</strong> Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled.  <strong>8</strong> But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.  <strong>9</strong> But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.  <strong>10</strong> For if any man see thee which hast knowledge sit at meat in the idol’s temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;  <strong>11</strong> And through thy knowledge shall the weak brother perish, for whom Christ died?  <strong>12</strong> But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.  <strong>13</strong> Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.  <strong>1</strong> Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?  <strong>2</strong> If I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord.  <strong>3</strong> Mine answer to them that do examine me is this,  <strong>4</strong> Have we not power to eat and to drink?  <strong>5</strong> Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?  <strong>6</strong> Or I only and Barnabas, have not we power to forbear working?  <strong>7</strong> Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?  <strong>8</strong> Say I these things as a man? or saith not the law the same also?  <strong>9</strong> For it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?  <strong>10</strong> Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope.  <strong>11</strong> If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?  <strong>12</strong> If others be partakers of this power over you, are  not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.  <strong>13</strong> Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?  <strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  <strong>15</strong> But I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void.  <strong>16</strong> For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!  <strong>17</strong> For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.  <strong>18</strong> What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel.  <strong>19</strong> For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.  <strong>20</strong> And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;  <strong>21</strong> To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.  <strong>22</strong> To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.  <strong>23</strong> And this I do for the gospel’s sake, that I might be partaker thereof with you.  <strong>24</strong> Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.  <strong>25</strong> And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.  <strong>26</strong> I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:  <strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  <strong>1</strong> Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;  <strong>2</strong> And were all baptized unto Moses in the cloud and in the sea;  <strong>3</strong> And did all eat the same spiritual meat;  <strong>4</strong> And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.  <strong>5</strong> But with many of them God was not well pleased: for they were overthrown in the wilderness.  <strong>6</strong> Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.  <strong>7</strong> Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.  <strong>8</strong> Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.  <strong>9</strong> Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.  <strong>10</strong> Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.  <strong>11</strong> Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.  <strong>12</strong> Wherefore let him that thinketh he standeth take heed lest he fall.  <strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  <strong>14</strong> Wherefore, my dearly beloved, flee from idolatry.  <strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  <strong>18</strong> Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?  <strong>19</strong> What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?  <strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  <strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  <strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  <strong>24</strong> Let no man seek his own, but every man another’s wealth.  <strong>25</strong> Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:  <strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  <strong>27</strong> If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.  <strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  <strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  <strong>32</strong> Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:  <strong>33</strong> Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.  <strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  <strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  <strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  <strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  <strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  <strong>1</strong> Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.  <strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  <strong>3</strong> And when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.  <strong>4</strong> And if it be meet that I go also, they shall go with me.  <strong>5</strong> Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia.  <strong>6</strong> And it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go.  <strong>7</strong> For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.  <strong>8</strong> But I will tarry at Ephesus until Pentecost.  <strong>9</strong> For a great door and effectual is opened unto me, and there are  many adversaries.  <strong>10</strong> Now if Timotheus come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do.  <strong>11</strong> Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren.  <strong>12</strong> As touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time.  <strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  <strong>14</strong> Let all your things be done with charity.  <strong>15</strong> I beseech you, brethren, (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have addicted themselves to the ministry of the saints,)  <strong>16</strong> That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.  <strong>17</strong> I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied.  <strong>18</strong> For they have refreshed my spirit and yours: therefore acknowledge ye them that are such.  <strong>19</strong> The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house.  <strong>20</strong> All the brethren greet you. Greet ye one another with an holy kiss.  <strong>21</strong> The salutation of me Paul with mine own hand.  <strong>22</strong> If any man love not the Lord Jesus Christ, let him be Anathema Maranatha.  <strong>23</strong> The grace of our Lord Jesus Christ be with you.  <strong>24</strong> My love be with you all in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> Paul, called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes, <sup><strong>2</strong></sup> To the church of God in Corinth, to those sanctified in Christ Jesus and called to be holy, together with all those everywhere who call on the name of our Lord Jesus Christ--their Lord and ours: <sup><strong>3</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ. <sup><strong>4</strong></sup> I always thank God for you because of his grace given you in Christ Jesus. <sup><strong>5</strong></sup> For in him you have been enriched in every way--in all your speaking and in all your knowledge-- <sup><strong>6</strong></sup> because our testimony about Christ was confirmed in you. <sup><strong>7</strong></sup> Therefore you do not lack any spiritual gift as you eagerly wait for our Lord Jesus Christ to be revealed. <sup><strong>8</strong></sup> He will keep you strong to the end, so that you will be blameless on the day of our Lord Jesus Christ. <sup><strong>9</strong></sup> God, who has called you into fellowship with his Son Jesus Christ our Lord, is faithful. <sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought. <sup><strong>11</strong></sup> My brothers, some from Chloe's household have informed me that there are quarrels among you. <sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? <sup><strong>14</strong></sup> I am thankful that I did not baptize any of you except Crispus and Gaius, <sup><strong>15</strong></sup> so no one can say that you were baptized into my name. <sup><strong>16</strong></sup> (Yes, I also baptized the household of Stephanas; beyond that, I don't remember if I baptized anyone else.) "},{"_id":"616a568b9dfb4d9c011d8a8d","topicId":"616a56889dfb4d9c011d8a83","verse":"Romans 5:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45005006_01-15\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly.</p>\n</div>","kjv":"<strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  ","niv":"<sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly."},{"_id":"616a568b9dfb4d9c011d8a8e","topicId":"616a56889dfb4d9c011d8a83","verse":"John 19:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43019018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019018-1\">18&nbsp;</b>There they crucified him, and with him two others, one on either side, and Jesus between them.</p>\n</div>","kjv":"<strong>18</strong> Where they crucified him, and two others with him, on either side one, and Jesus in the midst.  ","niv":"<sup><strong>18</strong></sup> Here they crucified him, and with him two others--one on each side and Jesus in the middle."},{"_id":"616a568c9dfb4d9c011d8a90","topicId":"616a56889dfb4d9c011d8a83","verse":"John 14:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014031_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n</div>","kjv":"<strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave."},{"_id":"616a568c9dfb4d9c011d8a8f","topicId":"616a56889dfb4d9c011d8a83","verse":"John 16:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016011_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016011-1\">11&nbsp;</b><span class=\"woc\">concerning judgment, because the ruler of this world is judged.</span></p>\n</div>","kjv":"<strong>11</strong> Of judgment, because the prince of this world is judged.  ","niv":"<sup><strong>11</strong></sup> and in regard to judgment, because the prince of this world now stands condemned."},{"_id":"616a568d9dfb4d9c011d8a91","topicId":"616a56889dfb4d9c011d8a83","verse":"John 12:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43012031_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012031-1\">31&nbsp;</b><span class=\"woc\">Now is the judgment of this world; now will the ruler of this world be cast out.</span></p>\n</div>","kjv":"<strong>31</strong> Now is the judgment of this world: now shall the prince of this world be cast out.  ","niv":"<sup><strong>31</strong></sup> Now is the time for judgment on this world; now the prince of this world will be driven out."},{"_id":"616a568d9dfb4d9c011d8a92","topicId":"616a56889dfb4d9c011d8a83","verse":"Luke 23:46","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42023046_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023046-1\">46&nbsp;</b>Then Jesus, calling out with a loud voice, said, <span class=\"woc\">“Father, into your hands I commit my spirit!”</span> And having said this he breathed his last.</p>\n</div>","kjv":"<strong>46</strong> And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.  ","niv":"<sup><strong>46</strong></sup> Jesus called out with a loud voice, \"Father, into your hands I commit my spirit.\" When he had said this, he breathed his last."},{"_id":"616a568d9dfb4d9c011d8a93","topicId":"616a56889dfb4d9c011d8a83","verse":"John 20:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!”</p>\n</div>","kjv":"<strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  ","niv":"<sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\""},{"_id":"616a568d9dfb4d9c011d8a94","topicId":"616a56889dfb4d9c011d8a83","verse":"John 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-22\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth.","modified":"2022-10-15T23:21:45.896Z"},{"_id":"616a568e9dfb4d9c011d8a95","topicId":"616a56889dfb4d9c011d8a83","verse":"Luke 10:25-37","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-23\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n<p id=\"p42010028_07-23\"><b class=\"verse-num\" id=\"v42010029-1\">29&nbsp;</b>But he, desiring to justify himself, said to Jesus, “And who is my neighbor?” <b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  <strong>29</strong> But he, willing to justify himself, said unto Jesus, And who is my neighbour?  <strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" <sup><strong>29</strong></sup> But he wanted to justify himself, so he asked Jesus, \"And who is my neighbor?\" <sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"616a568e9dfb4d9c011d8a96","topicId":"616a56889dfb4d9c011d8a83","verse":"John 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"616a568e9dfb4d9c011d8a97","topicId":"616a56889dfb4d9c011d8a83","verse":"John 5:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005022_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005022-1\">22&nbsp;</b><span class=\"woc\">For the Father judges no one, but has given all judgment to the Son,</span></p>\n</div>","kjv":"<strong>22</strong> For the Father judgeth no man, but hath committed all judgment unto the Son:  ","niv":"<sup><strong>22</strong></sup> Moreover, the Father judges no one, but has entrusted all judgment to the Son,"},{"_id":"616a568e9dfb4d9c011d8a98","topicId":"616a56889dfb4d9c011d8a83","verse":"John 11:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43011033_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011033-1\">33&nbsp;</b>When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled.</p>\n\n</div>","kjv":"<strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  ","niv":"<sup><strong>33</strong></sup> When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled."},{"_id":"616a568f9dfb4d9c011d8a99","topicId":"616a56889dfb4d9c011d8a83","verse":"Mark 14:33-36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41014033_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014033-1\">33&nbsp;</b>And he took with him Peter and James and John, and began to be greatly distressed and troubled. <b class=\"verse-num\" id=\"v41014034-1\">34&nbsp;</b>And he said to them, <span class=\"woc\">“My soul is very sorrowful, even to death. Remain here and watch.”</span> <b class=\"verse-num\" id=\"v41014035-1\">35&nbsp;</b>And going a little farther, he fell on the ground and prayed that, if it were possible, the hour might pass from him. <b class=\"verse-num\" id=\"v41014036-1\">36&nbsp;</b>And he said, <span class=\"woc\">“Abba, Father, all things are possible for you. Remove this cup from me. Yet not what I will, but what you will.”</span></p>\n\n</div>","kjv":"<strong>33</strong> And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;  <strong>34</strong> And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.  <strong>35</strong> And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.  <strong>36</strong> And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.  ","niv":"<sup><strong>33</strong></sup> He took Peter, James and John along with him, and he began to be deeply distressed and troubled. <sup><strong>34</strong></sup> \"My soul is overwhelmed with sorrow to the point of death,\" he said to them. \"Stay here and keep watch.\" <sup><strong>35</strong></sup> Going a little farther, he fell to the ground and prayed that if possible the hour might pass from him. <sup><strong>36</strong></sup> \"Abba, Father,\" he said, \"everything is possible for you. Take this cup from me. Yet not what I will, but what you will.\" "},{"_id":"616a568f9dfb4d9c011d8a9a","topicId":"616a56889dfb4d9c011d8a83","verse":"Luke 2:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42002011_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord.</p>\n</div>","kjv":"<strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  ","niv":"<sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord."},{"_id":"616a568f9dfb4d9c011d8a9b","topicId":"616a56889dfb4d9c011d8a83","verse":"Luke 1:70","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001070_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  ","niv":"<sup><strong>70</strong></sup> (as he said through his holy prophets of long ago),"},{"_id":"616a56909dfb4d9c011d8a9c","topicId":"616a56889dfb4d9c011d8a83","verse":"Isaiah 1:15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001015_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_01-30\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  ","niv":"<sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood;"}]}