{"_id":"616ad3199dfb4d9c011d8b2c","slug":"sight","name":"Sight","verses":[{"_id":"616ad31a9dfb4d9c011d8b2d","topicId":"616ad3199dfb4d9c011d8b2c","verse":"2 Corinthians 5:7","votes":30,"__v":0,"esv":"<div>\n<p id=\"p47005007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight.</p>\n</div>","kjv":"<strong>7</strong> (For we walk by faith, not by sight:)  ","niv":"<sup><strong>7</strong></sup> We live by faith, not by sight.","modified":"2022-02-07T01:38:41.656Z"},{"_id":"616ad31b9dfb4d9c011d8b2e","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Proverbs 20:12","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020012-1\">12&nbsp;</b>&nbsp;&nbsp;The hearing ear and the seeing eye,</span><br><span id=\"p20020012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD has made them both.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> The hearing ear, and the seeing eye, the LORD hath made even both of them.  ","niv":"<sup><strong>12</strong></sup> Ears that hear and eyes that see- the LORD has made them both."},{"_id":"616ad31b9dfb4d9c011d8b2f","topicId":"616ad3199dfb4d9c011d8b2c","verse":"2 Kings 6:17","votes":25,"__v":0,"esv":"<div>\n<p id=\"p12006017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v12006017-1\">17&nbsp;</b>Then Elisha prayed and said, “O LORD, please open his eyes that he may see.” So the LORD opened the eyes of the young man, and he saw, and behold, the mountain was full of horses and chariots of fire all around Elisha.</p>\n</div>","kjv":"<strong>17</strong> And Elisha prayed, and said, LORD, I pray thee, open his eyes, that he may see. And the LORD opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha.  ","niv":"<sup><strong>17</strong></sup> And Elisha prayed, \"O LORD, open his eyes so he may see.\" Then the LORD opened the servant's eyes, and he looked and saw the hills full of horses and chariots of fire all around Elisha."},{"_id":"616ad31b9dfb4d9c011d8b30","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Psalm 146:8","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146008_01-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19146008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the LORD opens the eyes of the blind.</span><br><span id=\"p19146008_01-4\" class=\"line\">&nbsp;&nbsp;The LORD lifts up those who are bowed down;</span><br><span id=\"p19146008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD loves the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> The LORD openeth the eyes of the blind: the LORD raiseth them that are bowed down: the LORD loveth the righteous:  ","niv":"<sup><strong>8</strong></sup> the LORD gives sight to the blind, the LORD lifts up those who are bowed down, the LORD loves the righteous."},{"_id":"616ad31c9dfb4d9c011d8b31","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Luke 4:18","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004018_01-5\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004018-1\">18&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“The Spirit of the Lord is upon me,</span><br><span id=\"p42004018_01-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;because he has anointed me</span><br><span id=\"p42004018_01-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to proclaim good news to the poor.</span><br><span id=\"p42004018_01-5\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;He has sent me to proclaim liberty to the captives</span><br><span id=\"p42004018_01-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and recovering of sight to the blind,</span><br><span id=\"p42004018_01-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to set at liberty those who are oppressed,</span></span><br></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,  ","niv":"<sup><strong>18</strong></sup> \"The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to release the oppressed,","modified":"2022-06-25T09:42:40.820Z"},{"_id":"616ad31c9dfb4d9c011d8b32","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Acts 26:18","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44026018_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44026018-1\">18&nbsp;</b><span class=\"woc\">to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’</span></p>\n</div>","kjv":"<strong>18</strong> To open their eyes, and to turn them  from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.  ","niv":"<sup><strong>18</strong></sup> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.'","modified":"2022-09-26T19:24:29.520Z"},{"_id":"616ad31c9dfb4d9c011d8b33","topicId":"616ad3199dfb4d9c011d8b2c","verse":"John 9:1-41","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-7\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-7\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-7\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-7\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-7\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. "},{"_id":"616ad31d9dfb4d9c011d8b34","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Proverbs 15:3","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015003_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015003-1\">3&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are in every place,</span><br><span id=\"p20015003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keeping watch on the evil and the good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The eyes of the LORD are in every place, beholding the evil and the good.  ","niv":"<sup><strong>3</strong></sup> The eyes of the LORD are everywhere, keeping watch on the wicked and the good."},{"_id":"616ad31d9dfb4d9c011d8b35","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Isaiah 5:21","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005021_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005021-1\">21&nbsp;</b>&nbsp;&nbsp;Woe to those who are wise in their own eyes,</span><br><span id=\"p23005021_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shrewd in their own sight!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Woe unto them that are wise in their own eyes, and prudent in their own sight!  ","niv":"<sup><strong>21</strong></sup> Woe to those who are wise in their own eyes and clever in their own sight.","modified":"2022-06-16T01:40:54.271Z"},{"_id":"616ad31d9dfb4d9c011d8b36","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Hebrews 11:1","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","modified":"2023-08-18T09:53:53.805Z"},{"_id":"616ad31e9dfb4d9c011d8b37","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Ephesians 1:18","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49001018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001018-1\">18&nbsp;</b>having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,</p>\n</div>","kjv":"<strong>18</strong> The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,  ","niv":"<sup><strong>18</strong></sup> I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints,"},{"_id":"616ad31e9dfb4d9c011d8b38","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Luke 16:15","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42016015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight."},{"_id":"616ad31e9dfb4d9c011d8b3a","topicId":"616ad3199dfb4d9c011d8b2c","verse":"2 Corinthians 4:18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p47004018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n</div>","kjv":"<strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal."},{"_id":"616ad31e9dfb4d9c011d8b39","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Proverbs 29:18","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029018_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029018-1\">18&nbsp;</b>&nbsp;&nbsp;Where there is no prophetic vision the people cast off restraint,</span><br><span id=\"p20029018_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who keeps the law.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Where there is no vision, the people perish: but he that keepeth the law, happy is he.  ","niv":"<sup><strong>18</strong></sup> Where there is no revelation, the people cast off restraint; but blessed is he who keeps the law."},{"_id":"616ad31e9dfb4d9c011d8b3b","topicId":"616ad3199dfb4d9c011d8b2c","verse":"John 12:40","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012040_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012040-1\">40&nbsp;</b>&nbsp;&nbsp;“He has blinded their eyes</span><br><span id=\"p43012040_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hardened their heart,</span><br><span id=\"p43012040_01-15\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p43012040_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand with their heart, and turn,</span><br><span id=\"p43012040_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I would heal them.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>40</strong> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.  ","niv":"<sup><strong>40</strong></sup> \"He has blinded their eyes and deadened their hearts, so they can neither see with their eyes, nor understand with their hearts, nor turn--and I would heal them.\""},{"_id":"616ad31e9dfb4d9c011d8b3c","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Isaiah 43:4","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043004_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043004-1\">4&nbsp;</b>&nbsp;&nbsp;Because you are precious in my eyes,</span><br><span id=\"p23043004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and honored, and I love you,</span><br><span id=\"p23043004_01-16\" class=\"line\">&nbsp;&nbsp;I give men in return for you,</span><br><span id=\"p23043004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;peoples in exchange for your life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.  ","niv":"<sup><strong>4</strong></sup> Since you are precious and honored in my sight, and because I love you, I will give men in exchange for you, and people in exchange for your life."},{"_id":"616ad3209dfb4d9c011d8b3d","topicId":"616ad3199dfb4d9c011d8b2c","verse":"1 Samuel 16:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"616ad3209dfb4d9c011d8b3e","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Revelation 1:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen.","modified":"2023-01-09T15:38:22.423Z"},{"_id":"616ad3209dfb4d9c011d8b3f","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Mark 8:17-18","votes":13,"__v":0,"esv":"<div>\n<p id=\"p41008017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v41008017-1\">17&nbsp;</b>And Jesus, aware of this, said to them, <span class=\"woc\">“Why are you discussing the fact that you have no bread? Do you not yet perceive or understand? Are your hearts hardened?</span> <b class=\"verse-num woc\" id=\"v41008018-1\">18&nbsp;</b><span class=\"woc\">Having eyes do you not see, and having ears do you not hear? And do you not remember?</span></p>\n</div>","kjv":"<strong>17</strong> And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?  <strong>18</strong> Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?  ","niv":"<sup><strong>17</strong></sup> Aware of their discussion, Jesus asked them: \"Why are you talking about having no bread? Do you still not see or understand? Are your hearts hardened? <sup><strong>18</strong></sup> Do you have eyes but fail to see, and ears but fail to hear? And don't you remember? "},{"_id":"616ad3209dfb4d9c011d8b40","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Isaiah 6:10","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006010-1\">10&nbsp;</b>&nbsp;&nbsp;Make the heart of this people dull,</span><br><span id=\"p23006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their ears heavy,</span><br><span id=\"p23006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blind their eyes;</span><br><span id=\"p23006010_01-21\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p23006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears,</span><br><span id=\"p23006010_01-21\" class=\"line\">&nbsp;&nbsp;and understand with their hearts,</span><br><span id=\"p23006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn and be healed.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.  ","niv":"<sup><strong>10</strong></sup> Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.\""},{"_id":"616ad3209dfb4d9c011d8b41","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Psalm 119:18","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  ","niv":"<sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law."},{"_id":"616ad3219dfb4d9c011d8b42","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Genesis 2:9","votes":13,"__v":0,"esv":"<div>\n<p id=\"p01002009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n</div>","kjv":"<strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  ","niv":"<sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil."},{"_id":"616ad3219dfb4d9c011d8b43","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Exodus 15:26","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02015026_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015026-1\">26&nbsp;</b>saying, “If you will diligently listen to the voice of the LORD your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the LORD, your healer.”</p>\n</div>","kjv":"<strong>26</strong> And said, If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the LORD that healeth thee.  ","niv":"<sup><strong>26</strong></sup> He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""},{"_id":"616ad3229dfb4d9c011d8b44","topicId":"616ad3199dfb4d9c011d8b2c","verse":"Psalm 23:1-6","votes":10,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-25\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-25\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-25\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-25\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-25\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-25\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. ","modified":"2023-11-13T18:39:31.845Z"},{"_id":"616ad3229dfb4d9c011d8b45","topicId":"616ad3199dfb4d9c011d8b2c","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-11-13T18:39:17.597Z"}]}