{"_id":"616ad5179dfb4d9c011d8c1d","slug":"simpsons","name":"Simpsons","verses":[{"_id":"616ad5179dfb4d9c011d8c1e","topicId":"616ad5179dfb4d9c011d8c1d","verse":"1 Corinthians 1:26-29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001026_01-1\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God.</p>\n\n</div>","kjv":"<strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  ","niv":"<sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. "},{"_id":"616ad5189dfb4d9c011d8c1f","topicId":"616ad5179dfb4d9c011d8c1d","verse":"Psalm 101:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19101003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19101003-1\">3&nbsp;</b>&nbsp;&nbsp;I will not set before my eyes</span><br><span id=\"p19101003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;anything that is worthless.</span><br><span id=\"p19101003_01-2\" class=\"line\">&nbsp;&nbsp;I hate the work of those who fall away;</span><br><span id=\"p19101003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not cling to me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me.  ","niv":"<sup><strong>3</strong></sup> I will set before my eyes no vile thing. The deeds of faithless men I hate; they will not cling to me."},{"_id":"616ad5189dfb4d9c011d8c20","topicId":"616ad5179dfb4d9c011d8c1d","verse":"Ecclesiastes 7:20-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p21007020_01-3\"><b class=\"verse-num\" id=\"v21007020-1\">20&nbsp;</b>Surely there is not a righteous man on earth who does good and never sins.</p>\n<p id=\"p21007020_01-3\"><b class=\"verse-num\" id=\"v21007021-1\">21&nbsp;</b>Do not take to heart all the things that people say, lest you hear your servant cursing you. <b class=\"verse-num\" id=\"v21007022-1\">22&nbsp;</b>Your heart knows that many times you yourself have cursed others.</p>\n</div>","kjv":"<strong>20</strong> For there is not a just man upon earth, that doeth good, and sinneth not.  <strong>21</strong> Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:  <strong>22</strong> For oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.  ","niv":"<sup><strong>20</strong></sup> There is not a righteous man on earth who does what is right and never sins. <sup><strong>21</strong></sup> Do not pay attention to every word people say, or you may hear your servant cursing you- <sup><strong>22</strong></sup> for you know in your heart that many times you yourself have cursed others. "},{"_id":"616ad5199dfb4d9c011d8c21","topicId":"616ad5179dfb4d9c011d8c1d","verse":"Proverbs 19:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."}]}