{"_id":"5fc31fdd8888bb90841deda0","slug":"sisters","name":"Sisters","verses":[{"_id":"5fd25f3aa1012d290aa887fc","topicId":"5fc31fdd8888bb90841deda0","verse":"Ecclesiastes 4:9-10","votes":33,"__v":0,"niv":"<sup><strong>9</strong></sup> Two are better than one, because they have a good return for their work: <sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up! ","kjv":"<strong>9</strong> Two are better than one; because they have a good reward for their labour.  <strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  ","esv":"<div>\n<p id=\"p21004009_01-1\"><b class=\"verse-num\" id=\"v21004009-1\">9&nbsp;</b>Two are better than one, because they have a good reward for their toil. <b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!</p>\n</div>","modified":"2022-09-24T14:46:10.141Z"},{"_id":"5fd25f3aa1012d290aa887f9","topicId":"5fc31fdd8888bb90841deda0","verse":"Proverbs 7:4","votes":80,"__v":0,"niv":"<sup><strong>4</strong></sup> Say to wisdom, \"You are my sister,\" and call understanding your kinsman;","kjv":"<strong>4</strong> Say unto wisdom, Thou art my sister; and call understanding thy kinswoman:  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20007004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20007004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to wisdom, “You are my sister,”</span><br><span id=\"p20007004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and call insight your intimate friend,</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-07-03T10:47:36.426Z"},{"_id":"5fd25f3aa1012d290aa887fa","topicId":"5fc31fdd8888bb90841deda0","verse":"Proverbs 3:17","votes":73,"__v":0,"niv":"<sup><strong>17</strong></sup> Her ways are pleasant ways, and all her paths are peace.","kjv":"<strong>17</strong> Her ways are ways of pleasantness, and all her paths are peace.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003017_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003017-1\">17&nbsp;</b>&nbsp;&nbsp;Her ways are ways of pleasantness,</span><br><span id=\"p20003017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her paths are peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-12-03T18:38:48.629Z"},{"_id":"5fd25f3aa1012d290aa887fb","topicId":"5fc31fdd8888bb90841deda0","verse":"Genesis 12:13","votes":69,"__v":0,"niv":"<sup><strong>13</strong></sup> Say you are my sister, so that I will be treated well for your sake and my life will be spared because of you.\"","kjv":"<strong>13</strong> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.  ","esv":"<div>\n<p id=\"p01012013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012013-1\">13&nbsp;</b>Say you are my sister, that it may go well with me because of you, and that my life may be spared for your sake.”</p>\n</div>","modified":"2023-02-11T11:33:11.622Z"},{"_id":"5fd25f3aa1012d290aa887fe","topicId":"5fc31fdd8888bb90841deda0","verse":"Proverbs 3:15","votes":143,"__v":0,"niv":"<sup><strong>15</strong></sup> She is more precious than rubies; nothing you desire can compare with her.","kjv":"<strong>15</strong> She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003015_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003015-1\">15&nbsp;</b>&nbsp;&nbsp;She is more precious than jewels,</span><br><span id=\"p20003015_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and nothing you desire can compare with her.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-09-27T18:40:01.869Z"},{"_id":"5fd25f3aa1012d290aa887fd","topicId":"5fc31fdd8888bb90841deda0","verse":"1 Timothy 5:8","votes":51,"__v":0,"niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever.","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","esv":"<div>\n<p id=\"p54005008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","modified":"2023-08-30T20:08:08.190Z"},{"_id":"5fd25f3ba1012d290aa887ff","topicId":"5fc31fdd8888bb90841deda0","verse":"James 5:16","votes":31,"__v":0,"niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","esv":"<div>\n<p id=\"p59005016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","modified":"2022-08-10T20:38:05.390Z"},{"_id":"5fd25f3ba1012d290aa88800","topicId":"5fc31fdd8888bb90841deda0","verse":"Matthew 12:50","votes":29,"__v":0,"niv":"<sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\"","kjv":"<strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","esv":"<div>\n<p id=\"p40012050_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n</div>","modified":"2022-06-10T06:01:47.056Z"},{"_id":"5fd25f3ba1012d290aa88802","topicId":"5fc31fdd8888bb90841deda0","verse":"Matthew 18:35","votes":19,"__v":0,"niv":"<sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\"","kjv":"<strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","esv":"<div>\n<p id=\"p40018035_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n</div>"},{"_id":"5fd25f3ba1012d290aa88801","topicId":"5fc31fdd8888bb90841deda0","verse":"Matthew 5:22","votes":25,"__v":0,"niv":"<sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell.","kjv":"<strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","esv":"<div>\n<p id=\"p40005022_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","modified":"2022-05-09T14:10:11.807Z"},{"_id":"5fd25f3ba1012d290aa88803","topicId":"5fc31fdd8888bb90841deda0","verse":"Romans 12:10","votes":17,"__v":0,"niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves.","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","esv":"<div>\n<p id=\"p45012010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>"},{"_id":"5fd25f3ba1012d290aa88804","topicId":"5fc31fdd8888bb90841deda0","verse":"Psalm 23","votes":15,"__v":0,"niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. ","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","esv":"<div>\n\n<h4 id=\"p19023001_06-1\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-1\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-1\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-1\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-1\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-1\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-1\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-1\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd25f3ba1012d290aa88805","topicId":"5fc31fdd8888bb90841deda0","verse":"Ephesians 4:32","votes":14,"__v":0,"niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","esv":"<div>\n<p id=\"p49004032_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","modified":"2022-08-21T14:03:24.116Z"},{"_id":"5fd25f3ca1012d290aa88806","topicId":"5fc31fdd8888bb90841deda0","verse":"1 Timothy 5","votes":15,"__v":0,"niv":"<sup><strong>1</strong></sup> Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers, <sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity. <sup><strong>3</strong></sup> Give proper recognition to those widows who are really in need. <sup><strong>4</strong></sup> But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God. <sup><strong>5</strong></sup> The widow who is really in need and left all alone puts her hope in God and continues night and day to pray and to ask God for help. <sup><strong>6</strong></sup> But the widow who lives for pleasure is dead even while she lives. <sup><strong>7</strong></sup> Give the people these instructions, too, so that no one may be open to blame. <sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever. <sup><strong>9</strong></sup> No widow may be put on the list of widows unless she is over sixty, has been faithful to her husband, <sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds. <sup><strong>11</strong></sup> As for younger widows, do not put them on such a list. For when their sensual desires overcome their dedication to Christ, they want to marry. <sup><strong>12</strong></sup> Thus they bring judgment on themselves, because they have broken their first pledge. <sup><strong>13</strong></sup> Besides, they get into the habit of being idle and going about from house to house. And not only do they become idlers, but also gossips and busybodies, saying things they ought not to. <sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander. <sup><strong>15</strong></sup> Some have in fact already turned away to follow Satan. <sup><strong>16</strong></sup> If any woman who is a believer has widows in her family, she should help them and not let the church be burdened with them, so that the church can help those widows who are really in need. <sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" <sup><strong>19</strong></sup> Do not entertain an accusation against an elder unless it is brought by two or three witnesses. <sup><strong>20</strong></sup> Those who sin are to be rebuked publicly, so that the others may take warning. <sup><strong>21</strong></sup> I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism. <sup><strong>22</strong></sup> Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure. <sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses. <sup><strong>24</strong></sup> The sins of some men are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them. <sup><strong>25</strong></sup> In the same way, good deeds are obvious, and even those that are not cannot be hidden. ","kjv":"<strong>1</strong> Rebuke not an elder, but intreat him as a father; and  the younger men as brethren;  <strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  <strong>3</strong> Honour widows that are widows indeed.  <strong>4</strong> But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.  <strong>5</strong> Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.  <strong>6</strong> But she that liveth in pleasure is dead while she liveth.  <strong>7</strong> And these things give in charge, that they may be blameless.  <strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  <strong>9</strong> Let not a widow be taken into the number under threescore years old, having been the wife of one man,  <strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  <strong>11</strong> But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;  <strong>12</strong> Having damnation, because they have cast off their first faith.  <strong>13</strong> And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.  <strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  <strong>15</strong> For some are already turned aside after Satan.  <strong>16</strong> If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.  <strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  <strong>19</strong> Against an elder receive not an accusation, but before two or three witnesses.  <strong>20</strong> Them that sin rebuke before all, that others also may fear.  <strong>21</strong> I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.  <strong>22</strong> Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure.  <strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  <strong>24</strong> Some men’s sins are open beforehand, going before to judgment; and some men they follow after.  <strong>25</strong> Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.  ","esv":"<div>\n\n<p id=\"p54005001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54005001-1\">5:1&nbsp;</b>Do not rebuke an older man but encourage him as you would a father, younger men as brothers, <b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n<p id=\"p54005002_05-2\"><b class=\"verse-num\" id=\"v54005003-1\">3&nbsp;</b>Honor widows who are truly widows. <b class=\"verse-num\" id=\"v54005004-1\">4&nbsp;</b>But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God. <b class=\"verse-num\" id=\"v54005005-1\">5&nbsp;</b>She who is truly a widow, left all alone, has set her hope on God and continues in supplications and prayers night and day, <b class=\"verse-num\" id=\"v54005006-1\">6&nbsp;</b>but she who is self-indulgent is dead even while she lives. <b class=\"verse-num\" id=\"v54005007-1\">7&nbsp;</b>Command these things as well, so that they may be without reproach. <b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n<p id=\"p54005008_05-2\"><b class=\"verse-num\" id=\"v54005009-1\">9&nbsp;</b>Let a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband, <b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work. <b class=\"verse-num\" id=\"v54005011-1\">11&nbsp;</b>But refuse to enroll younger widows, for when their passions draw them away from Christ, they desire to marry <b class=\"verse-num\" id=\"v54005012-1\">12&nbsp;</b>and so incur condemnation for having abandoned their former faith. <b class=\"verse-num\" id=\"v54005013-1\">13&nbsp;</b>Besides that, they learn to be idlers, going about from house to house, and not only idlers, but also gossips and busybodies, saying what they should not. <b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander. <b class=\"verse-num\" id=\"v54005015-1\">15&nbsp;</b>For some have already strayed after Satan. <b class=\"verse-num\" id=\"v54005016-1\">16&nbsp;</b>If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows.</p>\n<p id=\"p54005016_05-2\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span> <b class=\"verse-num\" id=\"v54005019-1\">19&nbsp;</b>Do not admit a charge against an elder except on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v54005020-1\">20&nbsp;</b>As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear. <b class=\"verse-num\" id=\"v54005021-1\">21&nbsp;</b>In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality. <b class=\"verse-num\" id=\"v54005022-1\">22&nbsp;</b>Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure. <b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.) <b class=\"verse-num\" id=\"v54005024-1\">24&nbsp;</b>The sins of some people are conspicuous, going before them to judgment, but the sins of others appear later. <b class=\"verse-num\" id=\"v54005025-1\">25&nbsp;</b>So also good works are conspicuous, and even those that are not cannot remain hidden.</p>\n\n</div>","modified":"2023-02-14T13:42:33.487Z"},{"_id":"5fd25f3ca1012d290aa88807","topicId":"5fc31fdd8888bb90841deda0","verse":"John 1:3","votes":13,"__v":0,"niv":"<sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made.","kjv":"<strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","esv":"<div>\n<p id=\"p43001003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made.</p>\n</div>","modified":"2022-03-11T09:34:54.203Z"},{"_id":"5fd25f3ca1012d290aa88808","topicId":"5fc31fdd8888bb90841deda0","verse":"Titus 2:4","votes":13,"__v":0,"niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children,","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  ","esv":"<div>\n<p id=\"p56002004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children,</p>\n</div>"},{"_id":"5fd25f3ca1012d290aa88809","topicId":"5fc31fdd8888bb90841deda0","verse":"Luke 14:26","votes":11,"__v":0,"niv":"<sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple.","kjv":"<strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  ","esv":"<div>\n<p id=\"p42014026_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span></p>\n</div>","modified":"2022-10-27T01:54:00.520Z"},{"_id":"5fd25f3ca1012d290aa8880b","topicId":"5fc31fdd8888bb90841deda0","verse":"Matthew 19:29","votes":13,"__v":0,"niv":"<sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life.","kjv":"<strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  ","esv":"<div>\n<p id=\"p40019029_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span></p>\n\n</div>"},{"_id":"5fd25f3ca1012d290aa8880a","topicId":"5fc31fdd8888bb90841deda0","verse":"Hosea 2:1","votes":14,"__v":0,"niv":"<sup><strong>1</strong></sup> \"Say of your brothers, 'My people,' and of your sisters, 'My loved one.'","kjv":"<strong>1</strong> Say ye unto your brethren, Ammi; and to your sisters, Ru-hamah.  ","esv":"<div>\n\n<p id=\"p28002001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v28002001-1\">2:1&nbsp;</b> Say to your brothers, “You are my people,” and to your sisters, “You have received mercy.”</p>\n\n</div>","modified":"2022-08-19T22:24:43.448Z"},{"_id":"5fd25f3da1012d290aa8880e","topicId":"5fc31fdd8888bb90841deda0","verse":"Proverbs 17:17","votes":11,"__v":0,"niv":"<sup><strong>17</strong></sup> A friend loves at all times, and a brother is born for adversity.","kjv":"<strong>17</strong> A friend loveth at all times, and a brother is born for adversity.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017017_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017017-1\">17&nbsp;</b>&nbsp;&nbsp;A friend loves at all times,</span><br><span id=\"p20017017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a brother is born for adversity.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd25f3da1012d290aa8880c","topicId":"5fc31fdd8888bb90841deda0","verse":"1 Peter 3:8","votes":11,"__v":0,"niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble.","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","esv":"<div>\n\n<p id=\"p60003008_05-24\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>"},{"_id":"5fd25f3da1012d290aa8880d","topicId":"5fc31fdd8888bb90841deda0","verse":"John 19:25","votes":11,"__v":0,"niv":"<sup><strong>25</strong></sup> Near the cross of Jesus stood his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene.","kjv":"<strong>25</strong> Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.  ","esv":"<div>\n<p id=\"p43019025_01-25\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v43019025-1\">25&nbsp;</b>but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.</p>\n</div>"},{"_id":"5fd25f3da1012d290aa8880f","topicId":"5fc31fdd8888bb90841deda0","verse":"Job 42:11","votes":9,"__v":0,"niv":"<sup><strong>11</strong></sup> All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the LORD had brought upon him, and each one gave him a piece of silver and a gold ring.","kjv":"<strong>11</strong> Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the LORD had brought upon him: every man also gave him a piece of money, and every one an earring of gold.  ","esv":"<div>\n<p id=\"p18042011_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v18042011-1\">11&nbsp;</b>Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the LORD had brought upon him. And each of them gave him a piece of money and a ring of gold.</p>\n\n</div>","modified":"2022-07-16T18:32:50.079Z"},{"_id":"5fd25f3da1012d290aa88810","topicId":"5fc31fdd8888bb90841deda0","verse":"Joshua 2:13","votes":11,"__v":0,"niv":"<sup><strong>13</strong></sup> that you will spare the lives of my father and mother, my brothers and sisters, and all who belong to them, and that you will save us from death.\"","kjv":"<strong>13</strong> And that ye will save alive my father, and my mother, and my brethren, and my sisters, and all that they have, and deliver our lives from death.  ","esv":"<div>\n<p id=\"p06002013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v06002013-1\">13&nbsp;</b>that you will save alive my father and mother, my brothers and sisters, and all who belong to them, and deliver our lives from death.”</p>\n</div>"},{"_id":"5fd25f3da1012d290aa88811","topicId":"5fc31fdd8888bb90841deda0","verse":"1 Peter 4:8","votes":-9,"__v":0,"niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins.","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","esv":"<div>\n<p id=\"p60004008_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>","modified":"2023-09-24T00:52:23.443Z"}]}