{"_id":"616ad5839dfb4d9c011d8c40","slug":"skillful-men","name":"Skillful Men","verses":[{"_id":"616ad5839dfb4d9c011d8c41","topicId":"616ad5839dfb4d9c011d8c40","verse":"2 Chronicles 26:1-23","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p14026001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14026001-1\">26:1&nbsp;</b>And all the people of Judah took Uzziah, who was sixteen years old, and made him king instead of his father Amaziah. <b class=\"verse-num\" id=\"v14026002-1\">2&nbsp;</b>He built Eloth and restored it to Judah, after the king slept with his fathers. <b class=\"verse-num\" id=\"v14026003-1\">3&nbsp;</b>Uzziah was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem. <b class=\"verse-num\" id=\"v14026004-1\">4&nbsp;</b>And he did what was right in the eyes of the LORD, according to all that his father Amaziah had done. <b class=\"verse-num\" id=\"v14026005-1\">5&nbsp;</b>He set himself to seek God in the days of Zechariah, who instructed him in the fear of God, and as long as he sought the LORD, God made him prosper.</p>\n<p id=\"p14026005_05-1\"><b class=\"verse-num\" id=\"v14026006-1\">6&nbsp;</b>He went out and made war against the Philistines and broke through the wall of Gath and the wall of Jabneh and the wall of Ashdod, and he built cities in the territory of Ashdod and elsewhere among the Philistines. <b class=\"verse-num\" id=\"v14026007-1\">7&nbsp;</b>God helped him against the Philistines and against the Arabians who lived in Gurbaal and against the Meunites. <b class=\"verse-num\" id=\"v14026008-1\">8&nbsp;</b>The Ammonites paid tribute to Uzziah, and his fame spread even to the border of Egypt, for he became very strong. <b class=\"verse-num\" id=\"v14026009-1\">9&nbsp;</b>Moreover, Uzziah built towers in Jerusalem at the Corner Gate and at the Valley Gate and at the Angle, and fortified them. <b class=\"verse-num\" id=\"v14026010-1\">10&nbsp;</b>And he built towers in the wilderness and cut out many cisterns, for he had large herds, both in the Shephelah and in the plain, and he had farmers and vinedressers in the hills and in the fertile lands, for he loved the soil. <b class=\"verse-num\" id=\"v14026011-1\">11&nbsp;</b>Moreover, Uzziah had an army of soldiers, fit for war, in divisions according to the numbers in the muster made by Jeiel the secretary and Maaseiah the officer, under the direction of Hananiah, one of the king’s commanders. <b class=\"verse-num\" id=\"v14026012-1\">12&nbsp;</b>The whole number of the heads of fathers’ houses of mighty men of valor was 2,600. <b class=\"verse-num\" id=\"v14026013-1\">13&nbsp;</b>Under their command was an army of 307,500, who could make war with mighty power, to help the king against the enemy. <b class=\"verse-num\" id=\"v14026014-1\">14&nbsp;</b>And Uzziah prepared for all the army shields, spears, helmets, coats of mail, bows, and stones for slinging. <b class=\"verse-num\" id=\"v14026015-1\">15&nbsp;</b>In Jerusalem he made machines, invented by skillful men, to be on the towers and the corners, to shoot arrows and great stones. And his fame spread far, for he was marvelously helped, till he was strong.</p>\n\n<p id=\"p14026015_09-1\"><b class=\"verse-num\" id=\"v14026016-1\">16&nbsp;</b>But when he was strong, he grew proud, to his destruction. For he was unfaithful to the LORD his God and entered the temple of the LORD to burn incense on the altar of incense. <b class=\"verse-num\" id=\"v14026017-1\">17&nbsp;</b>But Azariah the priest went in after him, with eighty priests of the LORD who were men of valor, <b class=\"verse-num\" id=\"v14026018-1\">18&nbsp;</b>and they withstood King Uzziah and said to him, “It is not for you, Uzziah, to burn incense to the LORD, but for the priests, the sons of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have done wrong, and it will bring you no honor from the LORD God.” <b class=\"verse-num\" id=\"v14026019-1\">19&nbsp;</b>Then Uzziah was angry. Now he had a censer in his hand to burn incense, and when he became angry with the priests, leprosy broke out on his forehead in the presence of the priests in the house of the LORD, by the altar of incense. <b class=\"verse-num\" id=\"v14026020-1\">20&nbsp;</b>And Azariah the chief priest and all the priests looked at him, and behold, he was leprous in his forehead! And they rushed him out quickly, and he himself hurried to go out, because the LORD had struck him. <b class=\"verse-num\" id=\"v14026021-1\">21&nbsp;</b>And King Uzziah was a leper to the day of his death, and being a leper lived in a separate house, for he was excluded from the house of the LORD. And Jotham his son was over the king’s household, governing the people of the land.</p>\n<p id=\"p14026021_09-1\"><b class=\"verse-num\" id=\"v14026022-1\">22&nbsp;</b>Now the rest of the acts of Uzziah, from first to last, Isaiah the prophet the son of Amoz wrote. <b class=\"verse-num\" id=\"v14026023-1\">23&nbsp;</b>And Uzziah slept with his fathers, and they buried him with his fathers in the burial field that belonged to the kings, for they said, “He is a leper.” And Jotham his son reigned in his place.</p>\n\n</div>","kjv":"<strong>1</strong> Then all the people of Judah took Uzziah, who was sixteen years old, and made him king in the room of his father Amaziah.  <strong>2</strong> He built Eloth, and restored it to Judah, after that the king slept with his fathers.  <strong>3</strong> Sixteen years old was Uzziah when he began to reign, and he reigned fifty and two years in Jerusalem. His mother’s name also was Jecoliah of Jerusalem.  <strong>4</strong> And he did that which was right in the sight of the LORD, according to all that his father Amaziah did.  <strong>5</strong> And he sought God in the days of Zechariah, who had understanding in the visions of God: and as long as he sought the LORD, God made him to prosper.  <strong>6</strong> And he went forth and warred against the Philistines, and brake down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod, and built cities about Ashdod, and among the Philistines.  <strong>7</strong> And God helped him against the Philistines, and against the Arabians that dwelt in Gur-baal, and the Mehunims.  <strong>8</strong> And the Ammonites gave gifts to Uzziah: and his name spread abroad even to the entering in of Egypt; for he strengthened himself  exceedingly.  <strong>9</strong> Moreover Uzziah built towers in Jerusalem at the corner gate, and at the valley gate, and at the turning of the wall, and fortified them.  <strong>10</strong> Also he built towers in the desert, and digged many wells: for he had much cattle, both in the low country, and in the plains: husbandmen also, and vine dressers in the mountains, and in Carmel: for he loved husbandry.  <strong>11</strong> Moreover Uzziah had an host of fighting men, that went out to war by bands, according to the number of their account by the hand of Jeiel the scribe and Maaseiah the ruler, under the hand of Hananiah, one  of the king’s captains.  <strong>12</strong> The whole number of the chief of the fathers of the mighty men of valour were two thousand and six hundred.  <strong>13</strong> And under their hand was an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.  <strong>14</strong> And Uzziah prepared for them throughout all the host shields, and spears, and helmets, and habergeons, and bows, and slings to cast  stones.  <strong>15</strong> And he made in Jerusalem engines, invented by cunning men, to be on the towers and upon the bulwarks, to shoot arrows and great stones withal. And his name spread far abroad; for he was marvellously helped, till he was strong.  <strong>16</strong> But when he was strong, his heart was lifted up to his destruction: for he transgressed against the LORD his God, and went into the temple of the LORD to burn incense upon the altar of incense.  <strong>17</strong> And Azariah the priest went in after him, and with him fourscore priests of the LORD, that were valiant men:  <strong>18</strong> And they withstood Uzziah the king, and said unto him, It appertaineth not unto thee, Uzziah, to burn incense unto the LORD, but to the priests the sons of Aaron, that are consecrated to burn incense: go out of the sanctuary; for thou hast trespassed; neither shall it be for thine honour from the LORD God.  <strong>19</strong> Then Uzziah was wroth, and had a censer in his hand to burn incense: and while he was wroth with the priests, the leprosy even rose up in his forehead before the priests in the house of the LORD, from beside the incense altar.  <strong>20</strong> And Azariah the chief priest, and all the priests, looked upon him, and, behold, he was leprous in his forehead, and they thrust him out from thence; yea, himself hasted also to go out, because the LORD had smitten him.  <strong>21</strong> And Uzziah the king was a leper unto the day of his death, and dwelt in a several house, being a leper; for he was cut off from the house of the LORD: and Jotham his son was over the king’s house, judging the people of the land.  <strong>22</strong> Now the rest of the acts of Uzziah, first and last, did Isaiah the prophet, the son of Amoz, write.  <strong>23</strong> So Uzziah slept with his fathers, and they buried him with his fathers in the field of the burial which belonged to the kings; for they said, He is a leper: and Jotham his son reigned in his stead.  ","niv":"<sup><strong>1</strong></sup> Then all the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah. <sup><strong>2</strong></sup> He was the one who rebuilt Elath and restored it to Judah after Amaziah rested with his fathers. <sup><strong>3</strong></sup> Uzziah was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother's name was Jecoliah; she was from Jerusalem. <sup><strong>4</strong></sup> He did what was right in the eyes of the LORD, just as his father Amaziah had done. <sup><strong>5</strong></sup> He sought God during the days of Zechariah, who instructed him in the fear of God. As long as he sought the LORD, God gave him success. <sup><strong>6</strong></sup> He went to war against the Philistines and broke down the walls of Gath, Jabneh and Ashdod. He then rebuilt towns near Ashdod and elsewhere among the Philistines. <sup><strong>7</strong></sup> God helped him against the Philistines and against the Arabs who lived in Gur Baal and against the Meunites. <sup><strong>8</strong></sup> The Ammonites brought tribute to Uzziah, and his fame spread as far as the border of Egypt, because he had become very powerful. <sup><strong>9</strong></sup> Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate and at the angle of the wall, and he fortified them. <sup><strong>10</strong></sup> He also built towers in the desert and dug many cisterns, because he had much livestock in the foothills and in the plain. He had people working his fields and vineyards in the hills and in the fertile lands, for he loved the soil. <sup><strong>11</strong></sup> Uzziah had a well-trained army, ready to go out by divisions according to their numbers as mustered by Jeiel the secretary and Maaseiah the officer under the direction of Hananiah, one of the royal officials. <sup><strong>12</strong></sup> The total number of family leaders over the fighting men was 2,600. <sup><strong>13</strong></sup> Under their command was an army of 307,500 men trained for war, a powerful force to support the king against his enemies. <sup><strong>14</strong></sup> Uzziah provided shields, spears, helmets, coats of armor, bows and slingstones for the entire army. <sup><strong>15</strong></sup> In Jerusalem he made machines designed by skillful men for use on the towers and on the corner defenses to shoot arrows and hurl large stones. His fame spread far and wide, for he was greatly helped until he became powerful. <sup><strong>16</strong></sup> But after Uzziah became powerful, his pride led to his downfall. He was unfaithful to the LORD his God, and entered the temple of the LORD to burn incense on the altar of incense. <sup><strong>17</strong></sup> Azariah the priest with eighty other courageous priests of the LORD followed him in. <sup><strong>18</strong></sup> They confronted him and said, \"It is not right for you, Uzziah, to burn incense to the LORD. That is for the priests, the descendants of Aaron, who have been consecrated to burn incense. Leave the sanctuary, for you have been unfaithful; and you will not be honored by the LORD God.\" <sup><strong>19</strong></sup> Uzziah, who had a censer in his hand ready to burn incense, became angry. While he was raging at the priests in their presence before the incense altar in the LORD's temple, leprosy broke out on his forehead. <sup><strong>20</strong></sup> When Azariah the chief priest and all the other priests looked at him, they saw that he had leprosy on his forehead, so they hurried him out. Indeed, he himself was eager to leave, because the LORD had afflicted him. <sup><strong>21</strong></sup> King Uzziah had leprosy until the day he died. He lived in a separate house -leprous, and excluded from the temple of the LORD. Jotham his son had charge of the palace and governed the people of the land. <sup><strong>22</strong></sup> The other events of Uzziah's reign, from beginning to end, are recorded by the prophet Isaiah son of Amoz. <sup><strong>23</strong></sup> Uzziah rested with his fathers and was buried near them in a field for burial that belonged to the kings, for people said, \"He had leprosy.\" And Jotham his son succeeded him as king. "},{"_id":"616ad5839dfb4d9c011d8c42","topicId":"616ad5839dfb4d9c011d8c40","verse":"Jeremiah 10:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p24010001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24010001-1\">10:1&nbsp;</b>Hear the word that the LORD speaks to you, O house of Israel. <b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_06-2\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_06-2\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br><span id=\"p24010005_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010005-1\">5&nbsp;</b>&nbsp;&nbsp;Their idols are like scarecrows in a cucumber field,</span><br><span id=\"p24010005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they cannot speak;</span><br><span id=\"p24010005_06-2\" class=\"line\">&nbsp;&nbsp;they have to be carried,</span><br><span id=\"p24010005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot walk.</span><br><span id=\"p24010005_06-2\" class=\"line\">&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24010005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot do evil,</span><br><span id=\"p24010005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither is it in them to do good.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010006_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010006-1\">6&nbsp;</b>&nbsp;&nbsp;There is none like you, O LORD;</span><br><span id=\"p24010006_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are great, and your name is great in might.</span><br><span id=\"p24010007_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010007-1\">7&nbsp;</b>&nbsp;&nbsp;Who would not fear you, O King of the nations?</span><br><span id=\"p24010007_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For this is your due;</span><br><span id=\"p24010007_06-2\" class=\"line\">&nbsp;&nbsp;for among all the wise ones of the nations</span><br><span id=\"p24010007_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all their kingdoms</span><br><span id=\"p24010007_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none like you.</span><br><span id=\"p24010008_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010008-1\">8&nbsp;</b>&nbsp;&nbsp;They are both stupid and foolish;</span><br><span id=\"p24010008_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the instruction of idols is but wood!</span><br><span id=\"p24010009_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010009-1\">9&nbsp;</b>&nbsp;&nbsp;Beaten silver is brought from Tarshish,</span><br><span id=\"p24010009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gold from Uphaz.</span><br><span id=\"p24010009_06-2\" class=\"line\">&nbsp;&nbsp;They are the work of the craftsman and of the hands of the goldsmith;</span><br><span id=\"p24010009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their clothing is violet and purple;</span><br><span id=\"p24010009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are all the work of skilled men.</span><br><span id=\"p24010010_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010010-1\">10&nbsp;</b>&nbsp;&nbsp;But the LORD is the true God;</span><br><span id=\"p24010010_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is the living God and the everlasting King.</span><br><span id=\"p24010010_06-2\" class=\"line\">&nbsp;&nbsp;At his wrath the earth quakes,</span><br><span id=\"p24010010_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the nations cannot endure his indignation.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24010010_06-2\"><b class=\"verse-num\" id=\"v24010011-1\">11&nbsp;</b>Thus shall you say to them: “The gods who did not make the heavens and the earth shall perish from the earth and from under the heavens.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010012_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010012-1\">12&nbsp;</b>&nbsp;&nbsp;It is he who made the earth by his power,</span><br><span id=\"p24010012_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who established the world by his wisdom,</span><br><span id=\"p24010012_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by his understanding stretched out the heavens.</span><br><span id=\"p24010013_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010013-1\">13&nbsp;</b>&nbsp;&nbsp;When he utters his voice, there is a tumult of waters in the heavens,</span><br><span id=\"p24010013_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes the mist rise from the ends of the earth.</span><br><span id=\"p24010013_06-2\" class=\"line\">&nbsp;&nbsp;He makes lightning for the rain,</span><br><span id=\"p24010013_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brings forth the wind from his storehouses.</span><br><span id=\"p24010014_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010014-1\">14&nbsp;</b>&nbsp;&nbsp;Every man is stupid and without knowledge;</span><br><span id=\"p24010014_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every goldsmith is put to shame by his idols,</span><br><span id=\"p24010014_06-2\" class=\"line\">&nbsp;&nbsp;for his images are false,</span><br><span id=\"p24010014_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no breath in them.</span><br><span id=\"p24010015_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010015-1\">15&nbsp;</b>&nbsp;&nbsp;They are worthless, a work of delusion;</span><br><span id=\"p24010015_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time of their punishment they shall perish.</span><br><span id=\"p24010016_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010016-1\">16&nbsp;</b>&nbsp;&nbsp;Not like these is he who is the portion of Jacob,</span><br><span id=\"p24010016_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is the one who formed all things,</span><br><span id=\"p24010016_06-2\" class=\"line\">&nbsp;&nbsp;and Israel is the tribe of his inheritance;</span><br><span id=\"p24010016_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010017_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010017-1\">17&nbsp;</b>&nbsp;&nbsp;Gather up your bundle from the ground,</span><br><span id=\"p24010017_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O you who dwell under siege!</span><br><span id=\"p24010018_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p24010018_06-2\" class=\"line\">&nbsp;&nbsp;“Behold, I am slinging out the inhabitants of the land</span><br><span id=\"p24010018_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at this time,</span><br><span id=\"p24010018_06-2\" class=\"line\">&nbsp;&nbsp;and I will bring distress on them,</span><br><span id=\"p24010018_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may feel it.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010019_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010019-1\">19&nbsp;</b>&nbsp;&nbsp;Woe is me because of my hurt!</span><br><span id=\"p24010019_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;My wound is grievous.</span><br><span id=\"p24010019_06-2\" class=\"line\">&nbsp;&nbsp;But I said, “Truly this is an affliction,</span><br><span id=\"p24010019_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I must bear it.”</span><br><span id=\"p24010020_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010020-1\">20&nbsp;</b>&nbsp;&nbsp;My tent is destroyed,</span><br><span id=\"p24010020_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all my cords are broken;</span><br><span id=\"p24010020_06-2\" class=\"line\">&nbsp;&nbsp;my children have gone from me,</span><br><span id=\"p24010020_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they are not;</span><br><span id=\"p24010020_06-2\" class=\"line\">&nbsp;&nbsp;there is no one to spread my tent again</span><br><span id=\"p24010020_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to set up my curtains.</span><br><span id=\"p24010021_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010021-1\">21&nbsp;</b>&nbsp;&nbsp;For the shepherds are stupid</span><br><span id=\"p24010021_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not inquire of the LORD;</span><br><span id=\"p24010021_06-2\" class=\"line\">&nbsp;&nbsp;therefore they have not prospered,</span><br><span id=\"p24010021_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all their flock is scattered.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010022_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010022-1\">22&nbsp;</b>&nbsp;&nbsp;A voice, a rumor! Behold, it comes!—</span><br><span id=\"p24010022_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a great commotion out of the north country</span><br><span id=\"p24010022_06-2\" class=\"line\">&nbsp;&nbsp;to make the cities of Judah a desolation,</span><br><span id=\"p24010022_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a lair of jackals.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010023_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010023-1\">23&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that the way of man is not in himself,</span><br><span id=\"p24010023_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that it is not in man who walks to direct his steps.</span><br><span id=\"p24010024_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010024-1\">24&nbsp;</b>&nbsp;&nbsp;Correct me, O LORD, but in justice;</span><br><span id=\"p24010024_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not in your anger, lest you bring me to nothing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24010025_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010025-1\">25&nbsp;</b>&nbsp;&nbsp;Pour out your wrath on the nations that know you not,</span><br><span id=\"p24010025_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on the peoples that call not on your name,</span><br><span id=\"p24010025_06-2\" class=\"line\">&nbsp;&nbsp;for they have devoured Jacob;</span><br><span id=\"p24010025_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have devoured him and consumed him,</span><br><span id=\"p24010025_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have laid waste his habitation.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear ye the word which the LORD speaketh unto you, O house of Israel:  <strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  <strong>5</strong> They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.  <strong>6</strong> Forasmuch as there is none like unto thee, O LORD; thou art great, and thy name is great in might.  <strong>7</strong> Who would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee.  <strong>8</strong> But they are altogether brutish and foolish: the stock is  a doctrine of vanities.  <strong>9</strong> Silver spread into plates is brought from Tarshish, and gold from Uphaz, the work of the workman, and of the hands of the founder: blue and purple is their clothing: they are all the work of cunning men.  <strong>10</strong> But the LORD is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation.  <strong>11</strong> Thus shall ye say unto them, The gods that have not made the heavens and the earth, even they shall perish from the earth, and from under these heavens.  <strong>12</strong> He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heavens by his discretion.  <strong>13</strong> When he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapors to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures.  <strong>14</strong> Every man is brutish in his knowledge: every founder is confounded by the graven image: for his molten image is falsehood, and there is no breath in them.  <strong>15</strong> They are vanity, and the work of errors: in the time of their visitation they shall perish.  <strong>16</strong> The portion of Jacob is not like them: for he is  the former of all things; and Israel is the rod of his inheritance: The LORD of hosts is his name.  <strong>17</strong> Gather up thy wares out of the land, O inhabitant of the fortress.  <strong>18</strong> For thus saith the LORD, Behold, I will sling out the inhabitants of the land at this once, and will distress them, that they may find it  so.  <strong>19</strong> Woe is me for my hurt! my wound is grievous: but I said, Truly this is a grief, and I must bear it.  <strong>20</strong> My tabernacle is spoiled, and all my cords are broken: my children are gone forth of me, and they are not: there is none to stretch forth my tent any more, and to set up my curtains.  <strong>21</strong> For the pastors are become brutish, and have not sought the LORD: therefore they shall not prosper, and all their flocks shall be scattered.  <strong>22</strong> Behold, the noise of the bruit is come, and a great commotion out of the north country, to make the cities of Judah desolate, and a den of dragons.  <strong>23</strong> O LORD, I know that the way of man is not in himself: it is not in man that walketh to direct his steps.  <strong>24</strong> O LORD, correct me, but with judgment; not in thine anger, lest thou bring me to nothing.  <strong>25</strong> Pour out thy fury upon the heathen that know thee not, and upon the families that call not on thy name: for they have eaten up Jacob, and devoured him, and consumed him, and have made his habitation desolate.  ","niv":"<sup><strong>1</strong></sup> Hear what the LORD says to you, O house of Israel. <sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. <sup><strong>5</strong></sup> Like a scarecrow in a melon patch, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.\" <sup><strong>6</strong></sup> No one is like you, O LORD; you are great, and your name is mighty in power. <sup><strong>7</strong></sup> Who should not revere you, O King of the nations? This is your due. Among all the wise men of the nations and in all their kingdoms, there is no one like you. <sup><strong>8</strong></sup> They are all senseless and foolish; they are taught by worthless wooden idols. <sup><strong>9</strong></sup> Hammered silver is brought from Tarshish and gold from Uphaz. What the craftsman and goldsmith have made is then dressed in blue and purple- all made by skilled workers. <sup><strong>10</strong></sup> But the LORD is the true God; he is the living God, the eternal King. When he is angry, the earth trembles; the nations cannot endure his wrath. <sup><strong>11</strong></sup> \"Tell them this: 'These gods, who did not make the heavens and the earth, will perish from the earth and from under the heavens.'\" <sup><strong>12</strong></sup> But God made the earth by his power; he founded the world by his wisdom and stretched out the heavens by his understanding. <sup><strong>13</strong></sup> When he thunders, the waters in the heavens roar; he makes clouds rise from the ends of the earth. He sends lightning with the rain and brings out the wind from his storehouses. <sup><strong>14</strong></sup> Everyone is senseless and without knowledge; every goldsmith is shamed by his idols. His images are a fraud; they have no breath in them. <sup><strong>15</strong></sup> They are worthless, the objects of mockery; when their judgment comes, they will perish. <sup><strong>16</strong></sup> He who is the Portion of Jacob is not like these, for he is the Maker of all things, including Israel, the tribe of his inheritance- the LORD Almighty is his name. <sup><strong>17</strong></sup> Gather up your belongings to leave the land, you who live under siege. <sup><strong>18</strong></sup> For this is what the LORD says: \"At this time I will hurl out those who live in this land; I will bring distress on them so that they may be captured.\" <sup><strong>19</strong></sup> Woe to me because of my injury! My wound is incurable! Yet I said to myself, \"This is my sickness, and I must endure it.\" <sup><strong>20</strong></sup> My tent is destroyed; all its ropes are snapped. My sons are gone from me and are no more; no one is left now to pitch my tent or to set up my shelter. <sup><strong>21</strong></sup> The shepherds are senseless and do not inquire of the LORD; so they do not prosper and all their flock is scattered. <sup><strong>22</strong></sup> Listen! The report is coming- a great commotion from the land of the north! It will make the towns of Judah desolate, a haunt of jackals. <sup><strong>23</strong></sup> I know, O LORD, that a man's life is not his own; it is not for man to direct his steps. <sup><strong>24</strong></sup> Correct me, LORD, but only with justice- not in your anger, lest you reduce me to nothing. <sup><strong>25</strong></sup> Pour out your wrath on the nations that do not acknowledge you, on the peoples who do not call on your name. For they have devoured Jacob; they have devoured him completely and destroyed his homeland. "},{"_id":"616ad5859dfb4d9c011d8c44","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Peter 4:1-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60004001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin, <b class=\"verse-num\" id=\"v60004002-1\">2&nbsp;</b>so as to live for the rest of the time in the flesh no longer for human passions but for the will of God. <b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you; <b class=\"verse-num\" id=\"v60004005-1\">5&nbsp;</b>but they will give account to him who is ready to judge the living and the dead. <b class=\"verse-num\" id=\"v60004006-1\">6&nbsp;</b>For this is why the gospel was preached even to those who are dead, that though judged in the flesh the way people are, they might live in the spirit the way God does.</p>\n<p id=\"p60004006_05-4\"><b class=\"verse-num\" id=\"v60004007-1\">7&nbsp;</b>The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers. <b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins. <b class=\"verse-num\" id=\"v60004009-1\">9&nbsp;</b>Show hospitality to one another without grumbling. <b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n\n<p id=\"p60004011_09-4\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. <b class=\"verse-num\" id=\"v60004015-1\">15&nbsp;</b>But let none of you suffer as a murderer or a thief or an evildoer or as a meddler. <b class=\"verse-num\" id=\"v60004016-1\">16&nbsp;</b>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name. <b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God? <b class=\"verse-num\" id=\"v60004018-1\">18&nbsp;</b>And</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60004018_09-4\" class=\"line\">&nbsp;&nbsp;“If the righteous is scarcely saved,</span><br><span id=\"p60004018_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will become of the ungodly and the sinner?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60004018_09-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  <strong>2</strong> That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.  <strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  <strong>5</strong> Who shall give account to him that is ready to judge the quick and the dead.  <strong>6</strong> For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.  <strong>7</strong> But the end of all things is at hand: be ye therefore sober, and watch unto prayer.  <strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  <strong>9</strong> Use hospitality one to another without grudging.  <strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  <strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  <strong>15</strong> But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.  <strong>16</strong> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.  <strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  <strong>18</strong> And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?  <strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>1</strong></sup> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because he who has suffered in his body is done with sin. <sup><strong>2</strong></sup> As a result, he does not live the rest of his earthly life for evil human desires, but rather for the will of God. <sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <sup><strong>4</strong></sup> They think it strange that you do not plunge with them into the same flood of dissipation, and they heap abuse on you. <sup><strong>5</strong></sup> But they will have to give account to him who is ready to judge the living and the dead. <sup><strong>6</strong></sup> For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to men in regard to the body, but live according to God in regard to the spirit. <sup><strong>7</strong></sup> The end of all things is near. Therefore be clear minded and self-controlled so that you can pray. <sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins. <sup><strong>9</strong></sup> Offer hospitality to one another without grumbling. <sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. <sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. <sup><strong>15</strong></sup> If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. <sup><strong>16</strong></sup> However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name. <sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God? <sup><strong>18</strong></sup> And, \"If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?\" <sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good. "},{"_id":"616ad5859dfb4d9c011d8c43","topicId":"616ad5839dfb4d9c011d8c40","verse":"Psalm 78:72","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19078072_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19078072-1\">72&nbsp;</b>&nbsp;&nbsp;With upright heart he shepherded them</span><br><span id=\"p19078072_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and guided them with his skillful hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>72</strong> So he fed them according to the integrity of his heart; and guided them by the skilfulness of his hands.  ","niv":"<sup><strong>72</strong></sup> And David shepherded them with integrity of heart; with skillful hands he led them."},{"_id":"616ad5859dfb4d9c011d8c45","topicId":"616ad5839dfb4d9c011d8c40","verse":"Revelation 1:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-6\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-6\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-6\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-6\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-6\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-6\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-6\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616ad5859dfb4d9c011d8c46","topicId":"616ad5839dfb4d9c011d8c40","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-7\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-7\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-7\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-7\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"616ad5859dfb4d9c011d8c47","topicId":"616ad5839dfb4d9c011d8c40","verse":"Romans 8:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-8\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-8\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-8\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-8\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-8\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-8\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616ad5859dfb4d9c011d8c48","topicId":"616ad5839dfb4d9c011d8c40","verse":"John 3:36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-29\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-29\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-29\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-29\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-29\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\""},{"_id":"616ad5879dfb4d9c011d8c49","topicId":"616ad5839dfb4d9c011d8c40","verse":"Jeremiah 9:1-26","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24009001_01-10\" class=\"line\"><b class=\"chapter-num\" id=\"v24009001-1\">9:1&nbsp;</b>&nbsp;&nbsp; Oh that my head were waters,</span><br><span id=\"p24009001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my eyes a fountain of tears,</span><br><span id=\"p24009001_01-10\" class=\"line\">&nbsp;&nbsp;that I might weep day and night</span><br><span id=\"p24009001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the slain of the daughter of my people!</span><br><span id=\"p24009002_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009002-1\">2&nbsp;</b>&nbsp;&nbsp; Oh that I had in the desert</span><br><span id=\"p24009002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a travelers’ lodging place,</span><br><span id=\"p24009002_01-10\" class=\"line\">&nbsp;&nbsp;that I might leave my people</span><br><span id=\"p24009002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go away from them!</span><br><span id=\"p24009002_01-10\" class=\"line\">&nbsp;&nbsp;For they are all adulterers,</span><br><span id=\"p24009002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a company of treacherous men.</span><br><span id=\"p24009003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009003-1\">3&nbsp;</b>&nbsp;&nbsp;They bend their tongue like a bow;</span><br><span id=\"p24009003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;falsehood and not truth has grown strong in the land;</span><br><span id=\"p24009003_01-10\" class=\"line\">&nbsp;&nbsp;for they proceed from evil to evil,</span><br><span id=\"p24009003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they do not know me, declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009004_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009004-1\">4&nbsp;</b>&nbsp;&nbsp;Let everyone beware of his neighbor,</span><br><span id=\"p24009004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put no trust in any brother,</span><br><span id=\"p24009004_01-10\" class=\"line\">&nbsp;&nbsp;for every brother is a deceiver,</span><br><span id=\"p24009004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every neighbor goes about as a slanderer.</span><br><span id=\"p24009005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009005-1\">5&nbsp;</b>&nbsp;&nbsp;Everyone deceives his neighbor,</span><br><span id=\"p24009005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no one speaks the truth;</span><br><span id=\"p24009005_01-10\" class=\"line\">&nbsp;&nbsp;they have taught their tongue to speak lies;</span><br><span id=\"p24009005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they weary themselves committing iniquity.</span><br><span id=\"p24009006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009006-1\">6&nbsp;</b>&nbsp;&nbsp;Heaping oppression upon oppression, and deceit upon deceit,</span><br><span id=\"p24009006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they refuse to know me, declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009007-1\">7&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD of hosts:</span><br><span id=\"p24009007_01-10\" class=\"line\">&nbsp;&nbsp;“Behold, I will refine them and test them,</span><br><span id=\"p24009007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for what else can I do, because of my people?</span><br><span id=\"p24009008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009008-1\">8&nbsp;</b>&nbsp;&nbsp;Their tongue is a deadly arrow;</span><br><span id=\"p24009008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it speaks deceitfully;</span><br><span id=\"p24009008_01-10\" class=\"line\">&nbsp;&nbsp;with his mouth each speaks peace to his neighbor,</span><br><span id=\"p24009008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in his heart he plans an ambush for him.</span><br><span id=\"p24009009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009009-1\">9&nbsp;</b>&nbsp;&nbsp;Shall I not punish them for these things? declares the LORD,</span><br><span id=\"p24009009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall I not avenge myself</span><br><span id=\"p24009009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a nation such as this?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009010-1\">10&nbsp;</b>&nbsp;&nbsp;“I will take up weeping and wailing for the mountains,</span><br><span id=\"p24009010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a lamentation for the pastures of the wilderness,</span><br><span id=\"p24009010_01-10\" class=\"line\">&nbsp;&nbsp;because they are laid waste so that no one passes through,</span><br><span id=\"p24009010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lowing of cattle is not heard;</span><br><span id=\"p24009010_01-10\" class=\"line\">&nbsp;&nbsp;both the birds of the air and the beasts</span><br><span id=\"p24009010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have fled and are gone.</span><br><span id=\"p24009011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009011-1\">11&nbsp;</b>&nbsp;&nbsp;I will make Jerusalem a heap of ruins,</span><br><span id=\"p24009011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a lair of jackals,</span><br><span id=\"p24009011_01-10\" class=\"line\">&nbsp;&nbsp;and I will make the cities of Judah a desolation,</span><br><span id=\"p24009011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24009011_01-10\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v24009012-1\">12&nbsp;</b>Who is the man so wise that he can understand this? To whom has the mouth of the LORD spoken, that he may declare it? Why is the land ruined and laid waste like a wilderness, so that no one passes through? <b class=\"verse-num\" id=\"v24009013-1\">13&nbsp;</b>And the LORD says: “Because they have forsaken my law that I set before them, and have not obeyed my voice or walked in accord with it, <b class=\"verse-num\" id=\"v24009014-1\">14&nbsp;</b>but have stubbornly followed their own hearts and have gone after the Baals, as their fathers taught them. <b class=\"verse-num\" id=\"v24009015-1\">15&nbsp;</b>Therefore thus says the LORD of hosts, the God of Israel: Behold, I will feed this people with bitter food, and give them poisonous water to drink. <b class=\"verse-num\" id=\"v24009016-1\">16&nbsp;</b>I will scatter them among the nations whom neither they nor their fathers have known, and I will send the sword after them, until I have consumed them.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24009017_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009017-1\">17&nbsp;</b>&nbsp;&nbsp;Thus says the LORD of hosts:</span><br><span id=\"p24009017_01-10\" class=\"line\">&nbsp;&nbsp;“Consider, and call for the mourning women to come;</span><br><span id=\"p24009017_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;send for the skillful women to come;</span><br><span id=\"p24009018_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009018-1\">18&nbsp;</b>&nbsp;&nbsp;let them make haste and raise a wailing over us,</span><br><span id=\"p24009018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that our eyes may run down with tears</span><br><span id=\"p24009018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our eyelids flow with water.</span><br><span id=\"p24009019_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009019-1\">19&nbsp;</b>&nbsp;&nbsp;For a sound of wailing is heard from Zion:</span><br><span id=\"p24009019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘How we are ruined!</span><br><span id=\"p24009019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;We are utterly shamed,</span><br><span id=\"p24009019_01-10\" class=\"line\">&nbsp;&nbsp;because we have left the land,</span><br><span id=\"p24009019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have cast down our dwellings.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24009020_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009020-1\">20&nbsp;</b>&nbsp;&nbsp;Hear, O women, the word of the LORD,</span><br><span id=\"p24009020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your ear receive the word of his mouth;</span><br><span id=\"p24009020_01-10\" class=\"line\">&nbsp;&nbsp;teach to your daughters a lament,</span><br><span id=\"p24009020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each to her neighbor a dirge.</span><br><span id=\"p24009021_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009021-1\">21&nbsp;</b>&nbsp;&nbsp;For death has come up into our windows;</span><br><span id=\"p24009021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it has entered our palaces,</span><br><span id=\"p24009021_01-10\" class=\"line\">&nbsp;&nbsp;cutting off the children from the streets</span><br><span id=\"p24009021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the young men from the squares.</span><br><span id=\"p24009022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24009022-1\">22&nbsp;</b>&nbsp;&nbsp;Speak: “Thus declares the LORD,</span><br><span id=\"p24009022_01-10\" class=\"line\">&nbsp;&nbsp;‘The dead bodies of men shall fall</span><br><span id=\"p24009022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like dung upon the open field,</span><br><span id=\"p24009022_01-10\" class=\"line\">&nbsp;&nbsp;like sheaves after the reaper,</span><br><span id=\"p24009022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and none shall gather them.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24009022_01-10\"><b class=\"verse-num\" id=\"v24009023-1\">23&nbsp;</b>Thus says the LORD: “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, <b class=\"verse-num\" id=\"v24009024-1\">24&nbsp;</b>but let him who boasts boast in this, that he understands and knows me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD.”</p>\n<p id=\"p24009024_01-10\"><b class=\"verse-num\" id=\"v24009025-1\">25&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will punish all those who are circumcised merely in the flesh—<b class=\"verse-num\" id=\"v24009026-1\">26&nbsp;</b>Egypt, Judah, Edom, the sons of Ammon, Moab, and all who dwell in the desert who cut the corners of their hair, for all these nations are uncircumcised, and all the house of Israel are uncircumcised in heart.”</p>\n\n</div>","kjv":"<strong>1</strong> Oh that my head were waters, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!  <strong>2</strong> Oh that I had in the wilderness a lodging place of wayfaring men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men.  <strong>3</strong> And they bend their tongues like their bow for lies: but they are not valiant for the truth upon the earth; for they proceed from evil to evil, and they know not me, saith the LORD.  <strong>4</strong> Take ye heed every one of his neighbour, and trust ye not in any brother: for every brother will utterly supplant, and every neighbour will walk with slanders.  <strong>5</strong> And they will deceive every one his neighbour, and will not speak the truth: they have taught their tongue to speak lies, and weary themselves to commit iniquity.  <strong>6</strong> Thine habitation is in the midst of deceit; through deceit they refuse to know me, saith the LORD.  <strong>7</strong> Therefore thus saith the LORD of hosts, Behold, I will melt them, and try them; for how shall I do for the daughter of my people?  <strong>8</strong> Their tongue is as an arrow shot out; it speaketh deceit: one speaketh peaceably to his neighbour with his mouth, but in heart he layeth his wait.  <strong>9</strong> Shall I not visit them for these things? saith the LORD: shall not my soul be avenged on such a nation as this?  <strong>10</strong> For the mountains will I take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up, so that none can pass through them; neither can men hear the voice of the cattle; both the fowl of the heavens and the beast are fled; they are gone.  <strong>11</strong> And I will make Jerusalem heaps, and a den of dragons; and I will make the cities of Judah desolate, without an inhabitant.  <strong>12</strong> Who is the wise man, that may understand this? and who is he to whom the mouth of the LORD hath spoken, that he may declare it, for what the land perisheth and is burned up like a wilderness, that none passeth through?  <strong>13</strong> And the LORD saith, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;  <strong>14</strong> But have walked after the imagination of their own heart, and after Baalim, which their fathers taught them:  <strong>15</strong> Therefore thus saith the LORD of hosts, the God of Israel; Behold, I will feed them, even this people, with wormwood, and give them water of gall to drink.  <strong>16</strong> I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them.  <strong>17</strong> Thus saith the LORD of hosts, Consider ye, and call for the mourning women, that they may come; and send for cunning women, that they may come:  <strong>18</strong> And let them make haste, and take up a wailing for us, that our eyes may run down with tears, and our eyelids gush out with waters.  <strong>19</strong> For a voice of wailing is heard out of Zion, How are we spoiled! we are greatly confounded, because we have forsaken the land, because our dwellings have cast us out.  <strong>20</strong> Yet hear the word of the LORD, O ye women, and let your ear receive the word of his mouth, and teach your daughters wailing, and every one her neighbour lamentation.  <strong>21</strong> For death is come up into our windows, and is entered into our palaces, to cut off the children from without, and the young men from the streets.  <strong>22</strong> Speak, Thus saith the LORD, Even the carcases of men shall fall as dung upon the open field, and as the handful after the harvestman, and none shall gather them. <strong>23</strong> Thus saith the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:  <strong>24</strong> But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the LORD which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things  I delight, saith the LORD.  <strong>25</strong> Behold, the days come, saith the LORD, that I will punish all them which are circumcised with the uncircumcised;  <strong>26</strong> Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that are in the utmost corners, that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart.  ","niv":"<sup><strong>1</strong></sup> Oh, that my head were a spring of water and my eyes a fountain of tears! I would weep day and night for the slain of my people. <sup><strong>2</strong></sup> Oh, that I had in the desert a lodging place for travelers, so that I might leave my people and go away from them; for they are all adulterers, a crowd of unfaithful people. <sup><strong>3</strong></sup> \"They make ready their tongue like a bow, to shoot lies; it is not by truth that they triumph in the land. They go from one sin to another; they do not acknowledge me,\" declares the LORD. <sup><strong>4</strong></sup> \"Beware of your friends; do not trust your brothers. For every brother is a deceiver, and every friend a slanderer. <sup><strong>5</strong></sup> Friend deceives friend, and no one speaks the truth. They have taught their tongues to lie; they weary themselves with sinning. <sup><strong>6</strong></sup> You live in the midst of deception; in their deceit they refuse to acknowledge me,\" declares the LORD. <sup><strong>7</strong></sup> Therefore this is what the LORD Almighty says: \"See, I will refine and test them, for what else can I do because of the sin of my people? <sup><strong>8</strong></sup> Their tongue is a deadly arrow; it speaks with deceit. With his mouth each speaks cordially to his neighbor, but in his heart he sets a trap for him. <sup><strong>9</strong></sup> Should I not punish them for this?\" declares the LORD. \"Should I not avenge myself on such a nation as this?\" <sup><strong>10</strong></sup> I will weep and wail for the mountains and take up a lament concerning the desert pastures. They are desolate and untraveled, and the lowing of cattle is not heard. The birds of the air have fled and the animals are gone. <sup><strong>11</strong></sup> \"I will make Jerusalem a heap of ruins, a haunt of jackals; and I will lay waste the towns of Judah so no one can live there.\" <sup><strong>12</strong></sup> What man is wise enough to understand this? Who has been instructed by the LORD and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross? <sup><strong>13</strong></sup> The LORD said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law. <sup><strong>14</strong></sup> Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their fathers taught them.\" <sup><strong>15</strong></sup> Therefore, this is what the LORD Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water. <sup><strong>16</strong></sup> I will scatter them among nations that neither they nor their fathers have known, and I will pursue them with the sword until I have destroyed them.\" <sup><strong>17</strong></sup> This is what the LORD Almighty says: \"Consider now! Call for the wailing women to come; send for the most skillful of them. <sup><strong>18</strong></sup> Let them come quickly and wail over us till our eyes overflow with tears and water streams from our eyelids. <sup><strong>19</strong></sup> The sound of wailing is heard from Zion: 'How ruined we are! How great is our shame! We must leave our land because our houses are in ruins.'\" <sup><strong>20</strong></sup> Now, O women, hear the word of the LORD; open your ears to the words of his mouth. Teach your daughters how to wail; teach one another a lament. <sup><strong>21</strong></sup> Death has climbed in through our windows and has entered our fortresses; it has cut off the children from the streets and the young men from the public squares. <sup><strong>22</strong></sup> Say, \"This is what the LORD declares: \"'The dead bodies of men will lie like refuse on the open field, like cut grain behind the reaper, with no one to gather them.'\" <sup><strong>23</strong></sup> This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches, <sup><strong>24</strong></sup> but let him who boasts boast about this: that he understands and knows me, that I am the LORD, who exercises kindness, justice and righteousness on earth, for in these I delight,\" declares the LORD. <sup><strong>25</strong></sup> \"The days are coming,\" declares the LORD, \"when I will punish all who are circumcised only in the flesh- <sup><strong>26</strong></sup> Egypt, Judah, Edom, Ammon, Moab and all who live in the desert in distant places. For all these nations are really uncircumcised, and even the whole house of Israel is uncircumcised in heart.\" "},{"_id":"616ad5879dfb4d9c011d8c4a","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Peter 3:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-12\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-12\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-12\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-12\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-12\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-12\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-12\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616ad5879dfb4d9c011d8c4b","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Kings 8:1-66","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11008001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11008001-1\">8:1&nbsp;</b>Then Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers’ houses of the people of Israel, before King Solomon in Jerusalem, to bring up the ark of the covenant of the LORD out of the city of David, which is Zion. <b class=\"verse-num\" id=\"v11008002-1\">2&nbsp;</b>And all the men of Israel assembled to King Solomon at the feast in the month Ethanim, which is the seventh month. <b class=\"verse-num\" id=\"v11008003-1\">3&nbsp;</b>And all the elders of Israel came, and the priests took up the ark. <b class=\"verse-num\" id=\"v11008004-1\">4&nbsp;</b>And they brought up the ark of the LORD, the tent of meeting, and all the holy vessels that were in the tent; the priests and the Levites brought them up. <b class=\"verse-num\" id=\"v11008005-1\">5&nbsp;</b>And King Solomon and all the congregation of Israel, who had assembled before him, were with him before the ark, sacrificing so many sheep and oxen that they could not be counted or numbered. <b class=\"verse-num\" id=\"v11008006-1\">6&nbsp;</b>Then the priests brought the ark of the covenant of the LORD to its place in the inner sanctuary of the house, in the Most Holy Place, underneath the wings of the cherubim. <b class=\"verse-num\" id=\"v11008007-1\">7&nbsp;</b>For the cherubim spread out their wings over the place of the ark, so that the cherubim overshadowed the ark and its poles. <b class=\"verse-num\" id=\"v11008008-1\">8&nbsp;</b>And the poles were so long that the ends of the poles were seen from the Holy Place before the inner sanctuary; but they could not be seen from outside. And they are there to this day. <b class=\"verse-num\" id=\"v11008009-1\">9&nbsp;</b>There was nothing in the ark except the two tablets of stone that Moses put there at Horeb, where the LORD made a covenant with the people of Israel, when they came out of the land of Egypt. <b class=\"verse-num\" id=\"v11008010-1\">10&nbsp;</b>And when the priests came out of the Holy Place, a cloud filled the house of the LORD, <b class=\"verse-num\" id=\"v11008011-1\">11&nbsp;</b>so that the priests could not stand to minister because of the cloud, for the glory of the LORD filled the house of the LORD.</p>\n\n<p id=\"p11008011_11-14\"><b class=\"verse-num\" id=\"v11008012-1\">12&nbsp;</b>Then Solomon said, “The LORD has said that he would dwell in thick darkness. <b class=\"verse-num\" id=\"v11008013-1\">13&nbsp;</b>I have indeed built you an exalted house, a place for you to dwell in forever.” <b class=\"verse-num\" id=\"v11008014-1\">14&nbsp;</b>Then the king turned around and blessed all the assembly of Israel, while all the assembly of Israel stood. <b class=\"verse-num\" id=\"v11008015-1\">15&nbsp;</b>And he said, “Blessed be the LORD, the God of Israel, who with his hand has fulfilled what he promised with his mouth to David my father, saying, <b class=\"verse-num\" id=\"v11008016-1\">16&nbsp;</b>‘Since the day that I brought my people Israel out of Egypt, I chose no city out of all the tribes of Israel in which to build a house, that my name might be there. But I chose David to be over my people Israel.’ <b class=\"verse-num\" id=\"v11008017-1\">17&nbsp;</b>Now it was in the heart of David my father to build a house for the name of the LORD, the God of Israel. <b class=\"verse-num\" id=\"v11008018-1\">18&nbsp;</b>But the LORD said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart. <b class=\"verse-num\" id=\"v11008019-1\">19&nbsp;</b>Nevertheless, you shall not build the house, but your son who shall be born to you shall build the house for my name.’ <b class=\"verse-num\" id=\"v11008020-1\">20&nbsp;</b>Now the LORD has fulfilled his promise that he made. For I have risen in the place of David my father, and sit on the throne of Israel, as the LORD promised, and I have built the house for the name of the LORD, the God of Israel. <b class=\"verse-num\" id=\"v11008021-1\">21&nbsp;</b>And there I have provided a place for the ark, in which is the covenant of the LORD that he made with our fathers, when he brought them out of the land of Egypt.”</p>\n\n<p id=\"p11008021_15-14\"><b class=\"verse-num\" id=\"v11008022-1\">22&nbsp;</b>Then Solomon stood before the altar of the LORD in the presence of all the assembly of Israel and spread out his hands toward heaven, <b class=\"verse-num\" id=\"v11008023-1\">23&nbsp;</b>and said, “O LORD, God of Israel, there is no God like you, in heaven above or on earth beneath, keeping covenant and showing steadfast love to your servants who walk before you with all their heart; <b class=\"verse-num\" id=\"v11008024-1\">24&nbsp;</b>you have kept with your servant David my father what you declared to him. You spoke with your mouth, and with your hand have fulfilled it this day. <b class=\"verse-num\" id=\"v11008025-1\">25&nbsp;</b>Now therefore, O LORD, God of Israel, keep for your servant David my father what you have promised him, saying, ‘You shall not lack a man to sit before me on the throne of Israel, if only your sons pay close attention to their way, to walk before me as you have walked before me.’ <b class=\"verse-num\" id=\"v11008026-1\">26&nbsp;</b>Now therefore, O God of Israel, let your word be confirmed, which you have spoken to your servant David my father.</p>\n<p id=\"p11008026_15-14\"><b class=\"verse-num\" id=\"v11008027-1\">27&nbsp;</b>“But will God indeed dwell on the earth? Behold, heaven and the highest heaven cannot contain you; how much less this house that I have built! <b class=\"verse-num\" id=\"v11008028-1\">28&nbsp;</b>Yet have regard to the prayer of your servant and to his plea, O LORD my God, listening to the cry and to the prayer that your servant prays before you this day, <b class=\"verse-num\" id=\"v11008029-1\">29&nbsp;</b>that your eyes may be open night and day toward this house, the place of which you have said, ‘My name shall be there,’ that you may listen to the prayer that your servant offers toward this place. <b class=\"verse-num\" id=\"v11008030-1\">30&nbsp;</b>And listen to the plea of your servant and of your people Israel, when they pray toward this place. And listen in heaven your dwelling place, and when you hear, forgive.</p>\n<p id=\"p11008030_15-14\"><b class=\"verse-num\" id=\"v11008031-1\">31&nbsp;</b>“If a man sins against his neighbor and is made to take an oath and comes and swears his oath before your altar in this house, <b class=\"verse-num\" id=\"v11008032-1\">32&nbsp;</b>then hear in heaven and act and judge your servants, condemning the guilty by bringing his conduct on his own head, and vindicating the righteous by rewarding him according to his righteousness.</p>\n<p id=\"p11008032_15-14\"><b class=\"verse-num\" id=\"v11008033-1\">33&nbsp;</b>“When your people Israel are defeated before the enemy because they have sinned against you, and if they turn again to you and acknowledge your name and pray and plead with you in this house, <b class=\"verse-num\" id=\"v11008034-1\">34&nbsp;</b>then hear in heaven and forgive the sin of your people Israel and bring them again to the land that you gave to their fathers.</p>\n<p id=\"p11008034_15-14\"><b class=\"verse-num\" id=\"v11008035-1\">35&nbsp;</b>“When heaven is shut up and there is no rain because they have sinned against you, if they pray toward this place and acknowledge your name and turn from their sin, when you afflict them, <b class=\"verse-num\" id=\"v11008036-1\">36&nbsp;</b>then hear in heaven and forgive the sin of your servants, your people Israel, when you teach them the good way in which they should walk, and grant rain upon your land, which you have given to your people as an inheritance.</p>\n<p id=\"p11008036_15-14\"><b class=\"verse-num\" id=\"v11008037-1\">37&nbsp;</b>“If there is famine in the land, if there is pestilence or blight or mildew or locust or caterpillar, if their enemy besieges them in the land at their gates, whatever plague, whatever sickness there is, <b class=\"verse-num\" id=\"v11008038-1\">38&nbsp;</b>whatever prayer, whatever plea is made by any man or by all your people Israel, each knowing the affliction of his own heart and stretching out his hands toward this house, <b class=\"verse-num\" id=\"v11008039-1\">39&nbsp;</b>then hear in heaven your dwelling place and forgive and act and render to each whose heart you know, according to all his ways (for you, you only, know the hearts of all the children of mankind), <b class=\"verse-num\" id=\"v11008040-1\">40&nbsp;</b>that they may fear you all the days that they live in the land that you gave to our fathers.</p>\n<p id=\"p11008040_15-14\"><b class=\"verse-num\" id=\"v11008041-1\">41&nbsp;</b>“Likewise, when a foreigner, who is not of your people Israel, comes from a far country for your name’s sake <b class=\"verse-num\" id=\"v11008042-1\">42&nbsp;</b>(for they shall hear of your great name and your mighty hand, and of your outstretched arm), when he comes and prays toward this house, <b class=\"verse-num\" id=\"v11008043-1\">43&nbsp;</b>hear in heaven your dwelling place and do according to all for which the foreigner calls to you, in order that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house that I have built is called by your name.</p>\n<p id=\"p11008043_15-14\"><b class=\"verse-num\" id=\"v11008044-1\">44&nbsp;</b>“If your people go out to battle against their enemy, by whatever way you shall send them, and they pray to the LORD toward the city that you have chosen and the house that I have built for your name, <b class=\"verse-num\" id=\"v11008045-1\">45&nbsp;</b>then hear in heaven their prayer and their plea, and maintain their cause.</p>\n<p id=\"p11008045_15-14\"><b class=\"verse-num\" id=\"v11008046-1\">46&nbsp;</b>“If they sin against you—for there is no one who does not sin—and you are angry with them and give them to an enemy, so that they are carried away captive to the land of the enemy, far off or near, <b class=\"verse-num\" id=\"v11008047-1\">47&nbsp;</b>yet if they turn their heart in the land to which they have been carried captive, and repent and plead with you in the land of their captors, saying, ‘We have sinned and have acted perversely and wickedly,’ <b class=\"verse-num\" id=\"v11008048-1\">48&nbsp;</b>if they repent with all their heart and with all their soul in the land of their enemies, who carried them captive, and pray to you toward their land, which you gave to their fathers, the city that you have chosen, and the house that I have built for your name, <b class=\"verse-num\" id=\"v11008049-1\">49&nbsp;</b>then hear in heaven your dwelling place their prayer and their plea, and maintain their cause <b class=\"verse-num\" id=\"v11008050-1\">50&nbsp;</b>and forgive your people who have sinned against you, and all their transgressions that they have committed against you, and grant them compassion in the sight of those who carried them captive, that they may have compassion on them <b class=\"verse-num\" id=\"v11008051-1\">51&nbsp;</b>(for they are your people, and your heritage, which you brought out of Egypt, from the midst of the iron furnace). <b class=\"verse-num\" id=\"v11008052-1\">52&nbsp;</b>Let your eyes be open to the plea of your servant and to the plea of your people Israel, giving ear to them whenever they call to you. <b class=\"verse-num\" id=\"v11008053-1\">53&nbsp;</b>For you separated them from among all the peoples of the earth to be your heritage, as you declared through Moses your servant, when you brought our fathers out of Egypt, O Lord GOD.”</p>\n\n<p id=\"p11008053_17-14\"><b class=\"verse-num\" id=\"v11008054-1\">54&nbsp;</b>Now as Solomon finished offering all this prayer and plea to the LORD, he arose from before the altar of the LORD, where he had knelt with hands outstretched toward heaven. <b class=\"verse-num\" id=\"v11008055-1\">55&nbsp;</b>And he stood and blessed all the assembly of Israel with a loud voice, saying, <b class=\"verse-num\" id=\"v11008056-1\">56&nbsp;</b>“Blessed be the LORD who has given rest to his people Israel, according to all that he promised. Not one word has failed of all his good promise, which he spoke by Moses his servant. <b class=\"verse-num\" id=\"v11008057-1\">57&nbsp;</b>The LORD our God be with us, as he was with our fathers. May he not leave us or forsake us, <b class=\"verse-num\" id=\"v11008058-1\">58&nbsp;</b>that he may incline our hearts to him, to walk in all his ways and to keep his commandments, his statutes, and his rules, which he commanded our fathers. <b class=\"verse-num\" id=\"v11008059-1\">59&nbsp;</b>Let these words of mine, with which I have pleaded before the LORD, be near to the LORD our God day and night, and may he maintain the cause of his servant and the cause of his people Israel, as each day requires, <b class=\"verse-num\" id=\"v11008060-1\">60&nbsp;</b>that all the peoples of the earth may know that the LORD is God; there is no other. <b class=\"verse-num\" id=\"v11008061-1\">61&nbsp;</b>Let your heart therefore be wholly true to the LORD our God, walking in his statutes and keeping his commandments, as at this day.”</p>\n\n<p id=\"p11008061_19-14\"><b class=\"verse-num\" id=\"v11008062-1\">62&nbsp;</b>Then the king, and all Israel with him, offered sacrifice before the LORD. <b class=\"verse-num\" id=\"v11008063-1\">63&nbsp;</b>Solomon offered as peace offerings to the LORD 22,000 oxen and 120,000 sheep. So the king and all the people of Israel dedicated the house of the LORD. <b class=\"verse-num\" id=\"v11008064-1\">64&nbsp;</b>The same day the king consecrated the middle of the court that was before the house of the LORD, for there he offered the burnt offering and the grain offering and the fat pieces of the peace offerings, because the bronze altar that was before the LORD was too small to receive the burnt offering and the grain offering and the fat pieces of the peace offerings.</p>\n<p id=\"p11008064_19-14\"><b class=\"verse-num\" id=\"v11008065-1\">65&nbsp;</b>So Solomon held the feast at that time, and all Israel with him, a great assembly, from Lebo-hamath to the Brook of Egypt, before the LORD our God, seven days. <b class=\"verse-num\" id=\"v11008066-1\">66&nbsp;</b>On the eighth day he sent the people away, and they blessed the king and went to their homes joyful and glad of heart for all the goodness that the LORD had shown to David his servant and to Israel his people.</p>\n\n</div>","kjv":"<strong>1</strong> Then Solomon assembled the elders of Israel, and all the heads of the tribes, the chief of the fathers of the children of Israel, unto king Solomon in Jerusalem, that they might bring up the ark of the covenant of the LORD out of the city of David, which is Zion.  <strong>2</strong> And all the men of Israel assembled themselves unto king Solomon at the feast in the month Ethanim, which is the seventh month.  <strong>3</strong> And all the elders of Israel came, and the priests took up the ark.  <strong>4</strong> And they brought up the ark of the LORD, and the tabernacle of the congregation, and all the holy vessels that were in the tabernacle, even those did the priests and the Levites bring up.  <strong>5</strong> And king Solomon, and all the congregation of Israel, that were  assembled unto him, were with him before the ark, sacrificing sheep and oxen, that could not be told nor numbered for multitude.  <strong>6</strong> And the priests brought in the ark of the covenant of the LORD unto his place, into the oracle of the house, to the most holy place, even  under the wings of the cherubims.  <strong>7</strong> For the cherubims spread forth their two wings over the place of the ark, and the cherubims covered the ark and the staves thereof above.  <strong>8</strong> And they drew out the staves, that the ends of the staves were seen out in the holy place before the oracle, and they were not seen without: and there they are unto this day.  <strong>9</strong> There was nothing in the ark save the two tables of stone, which Moses put there at Horeb, when the LORD made a covenant with the children of Israel, when they came out of the land of Egypt.  <strong>10</strong> And it came to pass, when the priests were come out of the holy place, that the cloud filled the house of the LORD,  <strong>11</strong> So that the priests could not stand to minister because of the cloud: for the glory of the LORD had filled the house of the LORD.  <strong>12</strong> Then spake Solomon, The LORD said that he would dwell in thick darkness.  <strong>13</strong> I have surely built thee an house to dwell in, a settled place for thee to abide in for ever.  <strong>14</strong> And the king turned his face about, and blessed all the congregation of Israel: (and all the congregation of Israel stood;)  <strong>15</strong> And he said, Blessed be the LORD God of Israel, which spake with his mouth unto David my father, and hath with his hand fulfilled it, saying,  <strong>16</strong> Since the day that I brought forth my people Israel out of Egypt, I chose no city out of all the tribes of Israel to build an house, that my name might be therein; but I chose David to be over my people Israel.  <strong>17</strong> And it was in the heart of David my father to build an house for the name of the LORD God of Israel.  <strong>18</strong> And the LORD said unto David my father, Whereas it was in thine heart to build an house unto my name, thou didst well that it was in thine heart.  <strong>19</strong> Nevertheless thou shalt not build the house; but thy son that shall come forth out of thy loins, he shall build the house unto my name.  <strong>20</strong> And the LORD hath performed his word that he spake, and I am risen up in the room of David my father, and sit on the throne of Israel, as the LORD promised, and have built an house for the name of the LORD God of Israel.  <strong>21</strong> And I have set there a place for the ark, wherein is the covenant of the LORD, which he made with our fathers, when he brought them out of the land of Egypt.  <strong>22</strong> And Solomon stood before the altar of the LORD in the presence of all the congregation of Israel, and spread forth his hands toward heaven:  <strong>23</strong> And he said, LORD God of Israel, there is no God like thee, in heaven above, or on earth beneath, who keepest covenant and mercy with thy servants that walk before thee with all their heart:  <strong>24</strong> Who hast kept with thy servant David my father that thou promisedst him: thou spakest also with thy mouth, and hast fulfilled it with thine hand, as it is this day.  <strong>25</strong> Therefore now, LORD God of Israel, keep with thy servant David my father that thou promisedst him, saying, There shall not fail thee a man in my sight to sit on the throne of Israel; so that thy children take heed to their way, that they walk before me as thou hast walked before me.  <strong>26</strong> And now, O God of Israel, let thy word, I pray thee, be verified, which thou spakest unto thy servant David my father.  <strong>27</strong> But will God indeed dwell on the earth? behold, the heaven and heaven of heavens cannot contain thee; how much less this house that I have builded?  <strong>28</strong> Yet have thou respect unto the prayer of thy servant, and to his supplication, O LORD my God, to hearken unto the cry and to the prayer, which thy servant prayeth before thee to day:  <strong>29</strong> That thine eyes may be open toward this house night and day, even  toward the place of which thou hast said, My name shall be there: that thou mayest hearken unto the prayer which thy servant shall make toward this place.  <strong>30</strong> And hearken thou to the supplication of thy servant, and of thy people Israel, when they shall pray toward this place: and hear thou in heaven thy dwelling place: and when thou hearest, forgive.  <strong>31</strong> If any man trespass against his neighbour, and an oath be laid upon him to cause him to swear, and the oath come before thine altar in this house:  <strong>32</strong> Then hear thou in heaven, and do, and judge thy servants, condemning the wicked, to bring his way upon his head; and justifying the righteous, to give him according to his righteousness.  <strong>33</strong> When thy people Israel be smitten down before the enemy, because they have sinned against thee, and shall turn again to thee, and confess thy name, and pray, and make supplication unto thee in this house:  <strong>34</strong> Then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again unto the land which thou gavest unto their fathers.  <strong>35</strong> When heaven is shut up, and there is no rain, because they have sinned against thee; if they pray toward this place, and confess thy name, and turn from their sin, when thou afflictest them:  <strong>36</strong> Then hear thou in heaven, and forgive the sin of thy servants, and of thy people Israel, that thou teach them the good way wherein they should walk, and give rain upon thy land, which thou hast given to thy people for an inheritance.  <strong>37</strong> If there be in the land famine, if there be pestilence, blasting, mildew, locust, or if there be caterpiller; if their enemy besiege them in the land of their cities; whatsoever plague, whatsoever sickness there be;  <strong>38</strong> What prayer and supplication soever be made by any man, or by all thy people Israel, which shall know every man the plague of his own heart, and spread forth his hands toward this house:  <strong>39</strong> Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, even thou only, knowest the hearts of all the children of men;)  <strong>40</strong> That they may fear thee all the days that they live in the land which thou gavest unto our fathers.  <strong>41</strong> Moreover concerning a stranger, that is not of thy people Israel, but cometh out of a far country for thy name’s sake;  <strong>42</strong> (For they shall hear of thy great name, and of thy strong hand, and of thy stretched out arm;) when he shall come and pray toward this house;  <strong>43</strong> Hear thou in heaven thy dwelling place, and do according to all that the stranger calleth to thee for: that all people of the earth may know thy name, to fear thee, as do thy people Israel; and that they may know that this house, which I have builded, is called by thy name.  <strong>44</strong> If thy people go out to battle against their enemy, whithersoever thou shalt send them, and shall pray unto the LORD toward the city which thou hast chosen, and toward the house that I have built for thy name:  <strong>45</strong> Then hear thou in heaven their prayer and their supplication, and maintain their cause.  <strong>46</strong> If they sin against thee, (for there is no man that sinneth not,) and thou be angry with them, and deliver them to the enemy, so that they carry them away captives unto the land of the enemy, far or near;  <strong>47</strong> Yet if they shall bethink themselves in the land whither they were carried captives, and repent, and make supplication unto thee in the land of them that carried them captives, saying, We have sinned, and have done perversely, we have committed wickedness;  <strong>48</strong> And so return unto thee with all their heart, and with all their soul, in the land of their enemies, which led them away captive, and pray unto thee toward their land, which thou gavest unto their fathers, the city which thou hast chosen, and the house which I have built for thy name:  <strong>49</strong> Then hear thou their prayer and their supplication in heaven thy dwelling place, and maintain their cause,  <strong>50</strong> And forgive thy people that have sinned against thee and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:  <strong>51</strong> For they be thy people, and thine inheritance, which thou broughtest forth out of Egypt, from the midst of the furnace of iron:  <strong>52</strong> That thine eyes may be open unto the supplication of thy servant, and unto the supplication of thy people Israel, to hearken unto them in all that they call for unto thee.  <strong>53</strong> For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord GOD.  <strong>54</strong> And it was so, that when Solomon had made an end of praying all this prayer and supplication unto the LORD, he arose from before the altar of the LORD, from kneeling on his knees with his hands spread up to heaven.  <strong>55</strong> And he stood, and blessed all the congregation of Israel with a loud voice, saying,  <strong>56</strong> Blessed be the LORD, that hath given rest unto his people Israel, according to all that he promised: there hath not failed one word of all his good promise, which he promised by the hand of Moses his servant.  <strong>57</strong> The LORD our God be with us, as he was with our fathers: let him not leave us, nor forsake us:  <strong>58</strong> That he may incline our hearts unto him, to walk in all his ways, and to keep his commandments, and his statutes, and his judgments, which he commanded our fathers.  <strong>59</strong> And let these my words, wherewith I have made supplication before the LORD, be nigh unto the LORD our God day and night, that he maintain the cause of his servant, and the cause of his people Israel at all times, as the matter shall require:  <strong>60</strong> That all the people of the earth may know that the LORD is  God, and that there is none else.  <strong>61</strong> Let your heart therefore be perfect with the LORD our God, to walk in his statutes, and to keep his commandments, as at this day.  <strong>62</strong> And the king, and all Israel with him, offered sacrifice before the LORD.  <strong>63</strong> And Solomon offered a sacrifice of peace offerings, which he offered unto the LORD, two and twenty thousand oxen, and an hundred and twenty thousand sheep. So the king and all the children of Israel dedicated the house of the LORD.  <strong>64</strong> The same day did the king hallow the middle of the court that was before the house of the LORD: for there he offered burnt offerings, and meat offerings, and the fat of the peace offerings: because the brasen altar that was before the LORD was too little to receive the burnt offerings, and meat offerings, and the fat of the peace offerings.  <strong>65</strong> And at that time Solomon held a feast, and all Israel with him, a great congregation, from the entering in of Hamath unto the river of Egypt, before the LORD our God, seven days and seven days, even fourteen days.  <strong>66</strong> On the eighth day he sent the people away: and they blessed the king, and went unto their tents joyful and glad of heart for all the goodness that the LORD had done for David his servant, and for Israel his people.  ","niv":"<sup><strong>1</strong></sup> Then King Solomon summoned into his presence at Jerusalem the elders of Israel, all the heads of the tribes and the chiefs of the Israelite families, to bring up the ark of the LORD's covenant from Zion, the City of David. <sup><strong>2</strong></sup> All the men of Israel came together to King Solomon at the time of the festival in the month of Ethanim, the seventh month. <sup><strong>3</strong></sup> When all the elders of Israel had arrived, the priests took up the ark, <sup><strong>4</strong></sup> and they brought up the ark of the LORD and the Tent of Meeting and all the sacred furnishings in it. The priests and Levites carried them up, <sup><strong>5</strong></sup> and King Solomon and the entire assembly of Israel that had gathered about him were before the ark, sacrificing so many sheep and cattle that they could not be recorded or counted. <sup><strong>6</strong></sup> The priests then brought the ark of the LORD's covenant to its place in the inner sanctuary of the temple, the Most Holy Place, and put it beneath the wings of the cherubim. <sup><strong>7</strong></sup> The cherubim spread their wings over the place of the ark and overshadowed the ark and its carrying poles. <sup><strong>8</strong></sup> These poles were so long that their ends could be seen from the Holy Place in front of the inner sanctuary, but not from outside the Holy Place; and they are still there today. <sup><strong>9</strong></sup> There was nothing in the ark except the two stone tablets that Moses had placed in it at Horeb, where the LORD made a covenant with the Israelites after they came out of Egypt. <sup><strong>10</strong></sup> When the priests withdrew from the Holy Place, the cloud filled the temple of the LORD. <sup><strong>11</strong></sup> And the priests could not perform their service because of the cloud, for the glory of the LORD filled his temple. <sup><strong>12</strong></sup> Then Solomon said, \"The LORD has said that he would dwell in a dark cloud; <sup><strong>13</strong></sup> I have indeed built a magnificent temple for you, a place for you to dwell forever.\" <sup><strong>14</strong></sup> While the whole assembly of Israel was standing there, the king turned around and blessed them. <sup><strong>15</strong></sup> Then he said: \"Praise be to the LORD, the God of Israel, who with his own hand has fulfilled what he promised with his own mouth to my father David. For he said, <sup><strong>16</strong></sup> 'Since the day I brought my people Israel out of Egypt, I have not chosen a city in any tribe of Israel to have a temple built for my Name to be there, but I have chosen David to rule my people Israel.' <sup><strong>17</strong></sup> \"My father David had it in his heart to build a temple for the Name of the LORD, the God of Israel. <sup><strong>18</strong></sup> But the LORD said to my father David, 'Because it was in your heart to build a temple for my Name, you did well to have this in your heart. <sup><strong>19</strong></sup> Nevertheless, you are not the one to build the temple, but your son, who is your own flesh and blood-he is the one who will build the temple for my Name.' <sup><strong>20</strong></sup> \"The LORD has kept the promise he made: I have succeeded David my father and now I sit on the throne of Israel, just as the LORD promised, and I have built the temple for the Name of the LORD, the God of Israel. <sup><strong>21</strong></sup> I have provided a place there for the ark, in which is the covenant of the LORD that he made with our fathers when he brought them out of Egypt.\" <sup><strong>22</strong></sup> Then Solomon stood before the altar of the LORD in front of the whole assembly of Israel, spread out his hands toward heaven <sup><strong>23</strong></sup> and said: \"O LORD, God of Israel, there is no God like you in heaven above or on earth below-you who keep your covenant of love with your servants who continue wholeheartedly in your way. <sup><strong>24</strong></sup> You have kept your promise to your servant David my father; with your mouth you have promised and with your hand you have fulfilled it-as it is today. <sup><strong>25</strong></sup> \"Now LORD, God of Israel, keep for your servant David my father the promises you made to him when you said, 'You shall never fail to have a man to sit before me on the throne of Israel, if only your sons are careful in all they do to walk before me as you have done.' <sup><strong>26</strong></sup> And now, O God of Israel, let your word that you promised your servant David my father come true. <sup><strong>27</strong></sup> \"But will God really dwell on earth? The heavens, even the highest heaven, cannot contain you. How much less this temple I have built! <sup><strong>28</strong></sup> Yet give attention to your servant's prayer and his plea for mercy, O LORD my God. Hear the cry and the prayer that your servant is praying in your presence this day. <sup><strong>29</strong></sup> May your eyes be open toward this temple night and day, this place of which you said, 'My Name shall be there,' so that you will hear the prayer your servant prays toward this place. <sup><strong>30</strong></sup> Hear the supplication of your servant and of your people Israel when they pray toward this place. Hear from heaven, your dwelling place, and when you hear, forgive. <sup><strong>31</strong></sup> \"When a man wrongs his neighbor and is required to take an oath and he comes and swears the oath before your altar in this temple, <sup><strong>32</strong></sup> then hear from heaven and act. Judge between your servants, condemning the guilty and bringing down on his own head what he has done. Declare the innocent not guilty, and so establish his innocence. <sup><strong>33</strong></sup> \"When your people Israel have been defeated by an enemy because they have sinned against you, and when they turn back to you and confess your name, praying and making supplication to you in this temple, <sup><strong>34</strong></sup> then hear from heaven and forgive the sin of your people Israel and bring them back to the land you gave to their fathers. <sup><strong>35</strong></sup> \"When the heavens are shut up and there is no rain because your people have sinned against you, and when they pray toward this place and confess your name and turn from their sin because you have afflicted them, <sup><strong>36</strong></sup> then hear from heaven and forgive the sin of your servants, your people Israel. Teach them the right way to live, and send rain on the land you gave your people for an inheritance. <sup><strong>37</strong></sup> \"When famine or plague comes to the land, or blight or mildew, locusts or grasshoppers, or when an enemy besieges them in any of their cities, whatever disaster or disease may come, <sup><strong>38</strong></sup> and when a prayer or plea is made by any of your people Israel-each one aware of the afflictions of his own heart, and spreading out his hands toward this temple- <sup><strong>39</strong></sup> then hear from heaven, your dwelling place. Forgive and act; deal with each man according to all he does, since you know his heart (for you alone know the hearts of all men), <sup><strong>40</strong></sup> so that they will fear you all the time they live in the land you gave our fathers. <sup><strong>41</strong></sup> \"As for the foreigner who does not belong to your people Israel but has come from a distant land because of your name- <sup><strong>42</strong></sup> for men will hear of your great name and your mighty hand and your outstretched arm-when he comes and prays toward this temple, <sup><strong>43</strong></sup> then hear from heaven, your dwelling place, and do whatever the foreigner asks of you, so that all the peoples of the earth may know your name and fear you, as do your own people Israel, and may know that this house I have built bears your Name. <sup><strong>44</strong></sup> \"When your people go to war against their enemies, wherever you send them, and when they pray to the LORD toward the city you have chosen and the temple I have built for your Name, <sup><strong>45</strong></sup> then hear from heaven their prayer and their plea, and uphold their cause. <sup><strong>46</strong></sup> \"When they sin against you-for there is no one who does not sin-and you become angry with them and give them over to the enemy, who takes them captive to his own land, far away or near; <sup><strong>47</strong></sup> and if they have a change of heart in the land where they are held captive, and repent and plead with you in the land of their conquerors and say, 'We have sinned, we have done wrong, we have acted wickedly'; <sup><strong>48</strong></sup> and if they turn back to you with all their heart and soul in the land of their enemies who took them captive, and pray to you toward the land you gave their fathers, toward the city you have chosen and the temple I have built for your Name; <sup><strong>49</strong></sup> then from heaven, your dwelling place, hear their prayer and their plea, and uphold their cause. <sup><strong>50</strong></sup> And forgive your people, who have sinned against you; forgive all the offenses they have committed against you, and cause their conquerors to show them mercy; <sup><strong>51</strong></sup> for they are your people and your inheritance, whom you brought out of Egypt, out of that iron-smelting furnace. <sup><strong>52</strong></sup> \"May your eyes be open to your servant's plea and to the plea of your people Israel, and may you listen to them whenever they cry out to you. <sup><strong>53</strong></sup> For you singled them out from all the nations of the world to be your own inheritance, just as you declared through your servant Moses when you, O Sovereign LORD, brought our fathers out of Egypt.\" <sup><strong>54</strong></sup> When Solomon had finished all these prayers and supplications to the LORD, he rose from before the altar of the LORD, where he had been kneeling with his hands spread out toward heaven. <sup><strong>55</strong></sup> He stood and blessed the whole assembly of Israel in a loud voice, saying: <sup><strong>56</strong></sup> \"Praise be to the LORD, who has given rest to his people Israel just as he promised. Not one word has failed of all the good promises he gave through his servant Moses. <sup><strong>57</strong></sup> May the LORD our God be with us as he was with our fathers; may he never leave us nor forsake us. <sup><strong>58</strong></sup> May he turn our hearts to him, to walk in all his ways and to keep the commands, decrees and regulations he gave our fathers. <sup><strong>59</strong></sup> And may these words of mine, which I have prayed before the LORD, be near to the LORD our God day and night, that he may uphold the cause of his servant and the cause of his people Israel according to each day's need, <sup><strong>60</strong></sup> so that all the peoples of the earth may know that the LORD is God and that there is no other. <sup><strong>61</strong></sup> But your hearts must be fully committed to the LORD our God, to live by his decrees and obey his commands, as at this time.\" <sup><strong>62</strong></sup> Then the king and all Israel with him offered sacrifices before the LORD. <sup><strong>63</strong></sup> Solomon offered a sacrifice of fellowship offerings to the LORD: twenty-two thousand cattle and a hundred and twenty thousand sheep and goats. So the king and all the Israelites dedicated the temple of the LORD. <sup><strong>64</strong></sup> On that same day the king consecrated the middle part of the courtyard in front of the temple of the LORD, and there he offered burnt offerings, grain offerings and the fat of the fellowship offerings, because the bronze altar before the LORD was too small to hold the burnt offerings, the grain offerings and the fat of the fellowship offerings. <sup><strong>65</strong></sup> So Solomon observed the festival at that time, and all Israel with him-a vast assembly, people from Lebo Hamath to the Wadi of Egypt. They celebrated it before the LORD our God for seven days and seven days more, fourteen days in all. <sup><strong>66</strong></sup> On the following day he sent the people away. They blessed the king and then went home, joyful and glad in heart for all the good things the LORD had done for his servant David and his people Israel. "},{"_id":"616ad5879dfb4d9c011d8c4c","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Peter 2:1-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-16\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-16\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-16\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-16\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-16\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-16\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-16\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-16\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-16\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-16\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "},{"_id":"616ad5879dfb4d9c011d8c4d","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Timothy 2:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-18\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616ad5879dfb4d9c011d8c4e","topicId":"616ad5839dfb4d9c011d8c40","verse":"Colossians 1:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-19\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-19\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-19\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-19\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-19\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-19\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-19\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"616ad5889dfb4d9c011d8c4f","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Timothy 1:1-20","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54001001_02-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,</p>\n<p id=\"p54001001_02-21\"><b class=\"verse-num\" id=\"v54001002-1\">2&nbsp;</b>To Timothy, my true child in the faith:</p>\n<p id=\"p54001002_02-21\">Grace, mercy, and peace from God the Father and Christ Jesus our Lord.</p>\n\n<p id=\"p54001002_06-21\"><b class=\"verse-num\" id=\"v54001003-1\">3&nbsp;</b>As I urged you when I was going to Macedonia, remain at Ephesus so that you may charge certain persons not to teach any different doctrine, <b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith. <b class=\"verse-num\" id=\"v54001005-1\">5&nbsp;</b>The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith. <b class=\"verse-num\" id=\"v54001006-1\">6&nbsp;</b>Certain persons, by swerving from these, have wandered away into vain discussion, <b class=\"verse-num\" id=\"v54001007-1\">7&nbsp;</b>desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions.</p>\n<p id=\"p54001007_06-21\"><b class=\"verse-num\" id=\"v54001008-1\">8&nbsp;</b>Now we know that the law is good, if one uses it lawfully, <b class=\"verse-num\" id=\"v54001009-1\">9&nbsp;</b>understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers, <b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine, <b class=\"verse-num\" id=\"v54001011-1\">11&nbsp;</b>in accordance with the gospel of the glory of the blessed God with which I have been entrusted.</p>\n\n<p id=\"p54001011_12-21\"><b class=\"verse-num\" id=\"v54001012-1\">12&nbsp;</b>I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service, <b class=\"verse-num\" id=\"v54001013-1\">13&nbsp;</b>though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief, <b class=\"verse-num\" id=\"v54001014-1\">14&nbsp;</b>and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus. <b class=\"verse-num\" id=\"v54001015-1\">15&nbsp;</b>The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost. <b class=\"verse-num\" id=\"v54001016-1\">16&nbsp;</b>But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life. <b class=\"verse-num\" id=\"v54001017-1\">17&nbsp;</b>To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen.</p>\n<p id=\"p54001017_12-21\"><b class=\"verse-num\" id=\"v54001018-1\">18&nbsp;</b>This charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare, <b class=\"verse-num\" id=\"v54001019-1\">19&nbsp;</b>holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith, <b class=\"verse-num\" id=\"v54001020-1\">20&nbsp;</b>among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ, which is our hope;  <strong>2</strong> Unto Timothy, my own son in the faith: Grace, mercy, and peace, from God our Father and Jesus Christ our Lord.  <strong>3</strong> As I besought thee to abide still at Ephesus, when I went into Macedonia, that thou mightest charge some that they teach no other doctrine,  <strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  <strong>5</strong> Now the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned:  <strong>6</strong> From which some having swerved have turned aside unto vain jangling;  <strong>7</strong> Desiring to be teachers of the law; understanding neither what they say, nor whereof they affirm.  <strong>8</strong> But we know that the law is good, if a man use it lawfully;  <strong>9</strong> Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  <strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  <strong>11</strong> According to the glorious gospel of the blessed God, which was committed to my trust.  <strong>12</strong> And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;  <strong>13</strong> Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.  <strong>14</strong> And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus.  <strong>15</strong> This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.  <strong>16</strong> Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting.  <strong>17</strong> Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen.  <strong>18</strong> This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare;  <strong>19</strong> Holding faith, and a good conscience; which some having put away concerning faith have made shipwreck:  <strong>20</strong> Of whom is Hymenaeus and Alexander; whom I have delivered unto Satan, that they may learn not to blaspheme.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope, <sup><strong>2</strong></sup> To Timothy my true son in the faith: Grace, mercy and peace from God the Father and Christ Jesus our Lord. <sup><strong>3</strong></sup> As I urged you when I went into Macedonia, stay there in Ephesus so that you may command certain men not to teach false doctrines any longer <sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith. <sup><strong>5</strong></sup> The goal of this command is love, which comes from a pure heart and a good conscience and a sincere faith. <sup><strong>6</strong></sup> Some have wandered away from these and turned to meaningless talk. <sup><strong>7</strong></sup> They want to be teachers of the law, but they do not know what they are talking about or what they so confidently affirm. <sup><strong>8</strong></sup> We know that the law is good if one uses it properly. <sup><strong>9</strong></sup> We also know that law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious; for those who kill their fathers or mothers, for murderers, <sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine <sup><strong>11</strong></sup> that conforms to the glorious gospel of the blessed God, which he entrusted to me. <sup><strong>12</strong></sup> I thank Christ Jesus our Lord, who has given me strength, that he considered me faithful, appointing me to his service. <sup><strong>13</strong></sup> Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief. <sup><strong>14</strong></sup> The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus. <sup><strong>15</strong></sup> Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners--of whom I am the worst. <sup><strong>16</strong></sup> But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his unlimited patience as an example for those who would believe on him and receive eternal life. <sup><strong>17</strong></sup> Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen. <sup><strong>18</strong></sup> Timothy, my son, I give you this instruction in keeping with the prophecies once made about you, so that by following them you may fight the good fight, <sup><strong>19</strong></sup> holding on to faith and a good conscience. Some have rejected these and so have shipwrecked their faith. <sup><strong>20</strong></sup> Among them are Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme. "},{"_id":"616ad5889dfb4d9c011d8c50","topicId":"616ad5839dfb4d9c011d8c40","verse":"Job 20:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p18020001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18020001-1\">20:1&nbsp;</b>Then Zophar the Naamathite answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18020002_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020002-1\">2&nbsp;</b>&nbsp;&nbsp;“Therefore my thoughts answer me,</span><br><span id=\"p18020002_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of my haste within me.</span><br><span id=\"p18020003_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020003-1\">3&nbsp;</b>&nbsp;&nbsp;I hear censure that insults me,</span><br><span id=\"p18020003_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and out of my understanding a spirit answers me.</span><br><span id=\"p18020004_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020004-1\">4&nbsp;</b>&nbsp;&nbsp;Do you not know this from of old,</span><br><span id=\"p18020004_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;since man was placed on earth,</span><br><span id=\"p18020005_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020005-1\">5&nbsp;</b>&nbsp;&nbsp;that the exulting of the wicked is short,</span><br><span id=\"p18020005_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the joy of the godless but for a moment?</span><br><span id=\"p18020006_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020006-1\">6&nbsp;</b>&nbsp;&nbsp;Though his height mount up to the heavens,</span><br><span id=\"p18020006_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his head reach to the clouds,</span><br><span id=\"p18020007_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020007-1\">7&nbsp;</b>&nbsp;&nbsp;he will perish forever like his own dung;</span><br><span id=\"p18020007_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who have seen him will say, ‘Where is he?’</span><br><span id=\"p18020008_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020008-1\">8&nbsp;</b>&nbsp;&nbsp;He will fly away like a dream and not be found;</span><br><span id=\"p18020008_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will be chased away like a vision of the night.</span><br><span id=\"p18020009_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020009-1\">9&nbsp;</b>&nbsp;&nbsp;The eye that saw him will see him no more,</span><br><span id=\"p18020009_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will his place any more behold him.</span><br><span id=\"p18020010_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020010-1\">10&nbsp;</b>&nbsp;&nbsp;His children will seek the favor of the poor,</span><br><span id=\"p18020010_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hands will give back his wealth.</span><br><span id=\"p18020011_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020011-1\">11&nbsp;</b>&nbsp;&nbsp;His bones are full of his youthful vigor,</span><br><span id=\"p18020011_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will lie down with him in the dust.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18020012_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020012-1\">12&nbsp;</b>&nbsp;&nbsp;“Though evil is sweet in his mouth,</span><br><span id=\"p18020012_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though he hides it under his tongue,</span><br><span id=\"p18020013_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020013-1\">13&nbsp;</b>&nbsp;&nbsp;though he is loath to let it go</span><br><span id=\"p18020013_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holds it in his mouth,</span><br><span id=\"p18020014_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020014-1\">14&nbsp;</b>&nbsp;&nbsp;yet his food is turned in his stomach;</span><br><span id=\"p18020014_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is the venom of cobras within him.</span><br><span id=\"p18020015_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020015-1\">15&nbsp;</b>&nbsp;&nbsp;He swallows down riches and vomits them up again;</span><br><span id=\"p18020015_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God casts them out of his belly.</span><br><span id=\"p18020016_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020016-1\">16&nbsp;</b>&nbsp;&nbsp;He will suck the poison of cobras;</span><br><span id=\"p18020016_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the tongue of a viper will kill him.</span><br><span id=\"p18020017_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020017-1\">17&nbsp;</b>&nbsp;&nbsp;He will not look upon the rivers,</span><br><span id=\"p18020017_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the streams flowing with honey and curds.</span><br><span id=\"p18020018_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020018-1\">18&nbsp;</b>&nbsp;&nbsp;He will give back the fruit of his toil</span><br><span id=\"p18020018_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not swallow it down;</span><br><span id=\"p18020018_07-22\" class=\"line\">&nbsp;&nbsp;from the profit of his trading</span><br><span id=\"p18020018_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will get no enjoyment.</span><br><span id=\"p18020019_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020019-1\">19&nbsp;</b>&nbsp;&nbsp;For he has crushed and abandoned the poor;</span><br><span id=\"p18020019_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has seized a house that he did not build.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18020020_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020020-1\">20&nbsp;</b>&nbsp;&nbsp;“Because he knew no contentment in his belly,</span><br><span id=\"p18020020_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will not let anything in which he delights escape him.</span><br><span id=\"p18020021_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020021-1\">21&nbsp;</b>&nbsp;&nbsp;There was nothing left after he had eaten;</span><br><span id=\"p18020021_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore his prosperity will not endure.</span><br><span id=\"p18020022_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020022-1\">22&nbsp;</b>&nbsp;&nbsp;In the fullness of his sufficiency he will be in distress;</span><br><span id=\"p18020022_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the hand of everyone in misery will come against him.</span><br><span id=\"p18020023_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020023-1\">23&nbsp;</b>&nbsp;&nbsp;To fill his belly to the full,</span><br><span id=\"p18020023_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God will send his burning anger against him</span><br><span id=\"p18020023_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rain it upon him into his body.</span><br><span id=\"p18020024_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020024-1\">24&nbsp;</b>&nbsp;&nbsp;He will flee from an iron weapon;</span><br><span id=\"p18020024_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a bronze arrow will strike him through.</span><br><span id=\"p18020025_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020025-1\">25&nbsp;</b>&nbsp;&nbsp;It is drawn forth and comes out of his body;</span><br><span id=\"p18020025_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the glittering point comes out of his gallbladder;</span><br><span id=\"p18020025_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;terrors come upon him.</span><br><span id=\"p18020026_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020026-1\">26&nbsp;</b>&nbsp;&nbsp;Utter darkness is laid up for his treasures;</span><br><span id=\"p18020026_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a fire not fanned will devour him;</span><br><span id=\"p18020026_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what is left in his tent will be consumed.</span><br><span id=\"p18020027_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020027-1\">27&nbsp;</b>&nbsp;&nbsp;The heavens will reveal his iniquity,</span><br><span id=\"p18020027_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will rise up against him.</span><br><span id=\"p18020028_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020028-1\">28&nbsp;</b>&nbsp;&nbsp;The possessions of his house will be carried away,</span><br><span id=\"p18020028_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dragged off in the day of God’s wrath.</span><br><span id=\"p18020029_07-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18020029-1\">29&nbsp;</b>&nbsp;&nbsp;This is the wicked man’s portion from God,</span><br><span id=\"p18020029_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the heritage decreed for him by God.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Then answered Zophar the Naamathite, and said,  <strong>2</strong> Therefore do my thoughts cause me to answer, and for this  I make haste.  <strong>3</strong> I have heard the check of my reproach, and the spirit of my understanding causeth me to answer.  <strong>4</strong> Knowest thou not this of old, since man was placed upon earth,  <strong>5</strong> That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?  <strong>6</strong> Though his excellency mount up to the heavens, and his head reach unto the clouds;  <strong>7</strong> Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?  <strong>8</strong> He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night.  <strong>9</strong> The eye also which saw him shall see him no more; neither shall his place any more behold him.  <strong>10</strong> His children shall seek to please the poor, and his hands shall restore their goods.  <strong>11</strong> His bones are full of the sin of his youth, which shall lie down with him in the dust.  <strong>12</strong> Though wickedness be sweet in his mouth, though he hide it under his tongue;  <strong>13</strong> Though he spare it, and forsake it not; but keep it still within his mouth:  <strong>14</strong> Yet his meat in his bowels is turned, it is the gall of asps within him.  <strong>15</strong> He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.  <strong>16</strong> He shall suck the poison of asps: the viper’s tongue shall slay him.  <strong>17</strong> He shall not see the rivers, the floods, the brooks of honey and butter.  <strong>18</strong> That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.  <strong>19</strong> Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;  <strong>20</strong> Surely he shall not feel quietness in his belly, he shall not save of that which he desired.  <strong>21</strong> There shall none of his meat be left; therefore shall no man look for his goods.  <strong>22</strong> In the fulness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.  <strong>23</strong> When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.  <strong>24</strong> He shall flee from the iron weapon, and the bow of steel shall strike him through.  <strong>25</strong> It is drawn, and cometh out of the body; yea, the glittering sword cometh out of his gall: terrors are upon him.  <strong>26</strong> All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.  <strong>27</strong> The heaven shall reveal his iniquity; and the earth shall rise up against him.  <strong>28</strong> The increase of his house shall depart, and his goods shall flow away in the day of his wrath.  <strong>29</strong> This is the portion of a wicked man from God, and the heritage appointed unto him by God.  ","niv":"<sup><strong>1</strong></sup> Then Zophar the Naamathite replied: <sup><strong>2</strong></sup> \"My troubled thoughts prompt me to answer because I am greatly disturbed. <sup><strong>3</strong></sup> I hear a rebuke that dishonors me, and my understanding inspires me to reply. <sup><strong>4</strong></sup> \"Surely you know how it has been from of old, ever since man was placed on the earth, <sup><strong>5</strong></sup> that the mirth of the wicked is brief, the joy of the godless lasts but a moment. <sup><strong>6</strong></sup> Though his pride reaches to the heavens and his head touches the clouds, <sup><strong>7</strong></sup> he will perish forever, like his own dung; those who have seen him will say, 'Where is he?' <sup><strong>8</strong></sup> Like a dream he flies away, no more to be found, banished like a vision of the night. <sup><strong>9</strong></sup> The eye that saw him will not see him again; his place will look on him no more. <sup><strong>10</strong></sup> His children must make amends to the poor; his own hands must give back his wealth. <sup><strong>11</strong></sup> The youthful vigor that fills his bones will lie with him in the dust. <sup><strong>12</strong></sup> \"Though evil is sweet in his mouth and he hides it under his tongue, <sup><strong>13</strong></sup> though he cannot bear to let it go and keeps it in his mouth, <sup><strong>14</strong></sup> yet his food will turn sour in his stomach; it will become the venom of serpents within him. <sup><strong>15</strong></sup> He will spit out the riches he swallowed; God will make his stomach vomit them up. <sup><strong>16</strong></sup> He will suck the poison of serpents; the fangs of an adder will kill him. <sup><strong>17</strong></sup> He will not enjoy the streams, the rivers flowing with honey and cream. <sup><strong>18</strong></sup> What he toiled for he must give back uneaten; he will not enjoy the profit from his trading. <sup><strong>19</strong></sup> For he has oppressed the poor and left them destitute; he has seized houses he did not build. <sup><strong>20</strong></sup> \"Surely he will have no respite from his craving; he cannot save himself by his treasure. <sup><strong>21</strong></sup> Nothing is left for him to devour; his prosperity will not endure. <sup><strong>22</strong></sup> In the midst of his plenty, distress will overtake him; the full force of misery will come upon him. <sup><strong>23</strong></sup> When he has filled his belly, God will vent his burning anger against him and rain down his blows upon him. <sup><strong>24</strong></sup> Though he flees from an iron weapon, a bronze-tipped arrow pierces him. <sup><strong>25</strong></sup> He pulls it out of his back, the gleaming point out of his liver. Terrors will come over him; <sup><strong>26</strong></sup> total darkness lies in wait for his treasures. A fire unfanned will consume him and devour what is left in his tent. <sup><strong>27</strong></sup> The heavens will expose his guilt; the earth will rise up against him. <sup><strong>28</strong></sup> A flood will carry off his house, rushing waters on the day of God's wrath. <sup><strong>29</strong></sup> Such is the fate God allots the wicked, the heritage appointed for them by God.\" "},{"_id":"616ad5899dfb4d9c011d8c52","topicId":"616ad5839dfb4d9c011d8c40","verse":"1 Corinthians 2:1-16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-24\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-24\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-24\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-24\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"616ad5899dfb4d9c011d8c51","topicId":"616ad5839dfb4d9c011d8c40","verse":"Romans 5:12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-25\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"616ad58a9dfb4d9c011d8c54","topicId":"616ad5839dfb4d9c011d8c40","verse":"Isaiah 53:1-12","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-26\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-26\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-26\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-26\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-26\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-26\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-26\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-26\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-26\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-26\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-26\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-26\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-26\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-26\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. "},{"_id":"616ad58a9dfb4d9c011d8c55","topicId":"616ad5839dfb4d9c011d8c40","verse":"Jeremiah 10:13","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010013_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010013-1\">13&nbsp;</b>&nbsp;&nbsp;When he utters his voice, there is a tumult of waters in the heavens,</span><br><span id=\"p24010013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes the mist rise from the ends of the earth.</span><br><span id=\"p24010013_01-27\" class=\"line\">&nbsp;&nbsp;He makes lightning for the rain,</span><br><span id=\"p24010013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brings forth the wind from his storehouses.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> When he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapors to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures.  ","niv":"<sup><strong>13</strong></sup> When he thunders, the waters in the heavens roar; he makes clouds rise from the ends of the earth. He sends lightning with the rain and brings out the wind from his storehouses."},{"_id":"616ad58a9dfb4d9c011d8c56","topicId":"616ad5839dfb4d9c011d8c40","verse":"Jeremiah 11:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24011005_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v24011005-1\">5&nbsp;</b>that I may confirm the oath that I swore to your fathers, to give them a land flowing with milk and honey, as at this day.” Then I answered, “So be it, LORD.”</p>\n</div>","kjv":"<strong>5</strong> That I may perform the oath which I have sworn unto your fathers, to give them a land flowing with milk and honey, as it is this day. Then answered I, and said, So be it, O LORD.  ","niv":"<sup><strong>5</strong></sup> Then I will fulfill the oath I swore to your forefathers, to give them a land flowing with milk and honey'-the land you possess today.\" I answered, \"Amen, LORD.\""},{"_id":"616ad58a9dfb4d9c011d8c53","topicId":"616ad5839dfb4d9c011d8c40","verse":"John 3:1-36","votes":1,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"616ad58b9dfb4d9c011d8c57","topicId":"616ad5839dfb4d9c011d8c40","verse":"2 Chronicles 36:1-23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p14036001_03-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14036001-1\">36:1&nbsp;</b>The people of the land took Jehoahaz the son of Josiah and made him king in his father’s place in Jerusalem. <b class=\"verse-num\" id=\"v14036002-1\">2&nbsp;</b>Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem. <b class=\"verse-num\" id=\"v14036003-1\">3&nbsp;</b>Then the king of Egypt deposed him in Jerusalem and laid on the land a tribute of a hundred talents of silver and a talent of gold. <b class=\"verse-num\" id=\"v14036004-1\">4&nbsp;</b>And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Jehoahaz his brother and carried him to Egypt.</p>\n<p id=\"p14036004_03-30\"><b class=\"verse-num\" id=\"v14036005-1\">5&nbsp;</b>Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the LORD his God. <b class=\"verse-num\" id=\"v14036006-1\">6&nbsp;</b>Against him came up Nebuchadnezzar king of Babylon and bound him in chains to take him to Babylon. <b class=\"verse-num\" id=\"v14036007-1\">7&nbsp;</b>Nebuchadnezzar also carried part of the vessels of the house of the LORD to Babylon and put them in his palace in Babylon. <b class=\"verse-num\" id=\"v14036008-1\">8&nbsp;</b>Now the rest of the acts of Jehoiakim, and the abominations that he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his place.</p>\n<p id=\"p14036008_03-30\"><b class=\"verse-num\" id=\"v14036009-1\">9&nbsp;</b>Jehoiachin was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the sight of the LORD. <b class=\"verse-num\" id=\"v14036010-1\">10&nbsp;</b>In the spring of the year King Nebuchadnezzar sent and brought him to Babylon, with the precious vessels of the house of the LORD, and made his brother Zedekiah king over Judah and Jerusalem.</p>\n<p id=\"p14036010_03-30\"><b class=\"verse-num\" id=\"v14036011-1\">11&nbsp;</b>Zedekiah was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem. <b class=\"verse-num\" id=\"v14036012-1\">12&nbsp;</b>He did what was evil in the sight of the LORD his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of the LORD. <b class=\"verse-num\" id=\"v14036013-1\">13&nbsp;</b>He also rebelled against King Nebuchadnezzar, who had made him swear by God. He stiffened his neck and hardened his heart against turning to the LORD, the God of Israel. <b class=\"verse-num\" id=\"v14036014-1\">14&nbsp;</b>All the officers of the priests and the people likewise were exceedingly unfaithful, following all the abominations of the nations. And they polluted the house of the LORD that he had made holy in Jerusalem.</p>\n<p id=\"p14036014_03-30\"><b class=\"verse-num\" id=\"v14036015-1\">15&nbsp;</b>The LORD, the God of their fathers, sent persistently to them by his messengers, because he had compassion on his people and on his dwelling place. <b class=\"verse-num\" id=\"v14036016-1\">16&nbsp;</b>But they kept mocking the messengers of God, despising his words and scoffing at his prophets, until the wrath of the LORD rose against his people, until there was no remedy.</p>\n\n<p id=\"p14036016_07-30\"><b class=\"verse-num\" id=\"v14036017-1\">17&nbsp;</b>Therefore he brought up against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary and had no compassion on young man or virgin, old man or aged. He gave them all into his hand. <b class=\"verse-num\" id=\"v14036018-1\">18&nbsp;</b>And all the vessels of the house of God, great and small, and the treasures of the house of the LORD, and the treasures of the king and of his princes, all these he brought to Babylon. <b class=\"verse-num\" id=\"v14036019-1\">19&nbsp;</b>And they burned the house of God and broke down the wall of Jerusalem and burned all its palaces with fire and destroyed all its precious vessels. <b class=\"verse-num\" id=\"v14036020-1\">20&nbsp;</b>He took into exile in Babylon those who had escaped from the sword, and they became servants to him and to his sons until the establishment of the kingdom of Persia, <b class=\"verse-num\" id=\"v14036021-1\">21&nbsp;</b>to fulfill the word of the LORD by the mouth of Jeremiah, until the land had enjoyed its Sabbaths. All the days that it lay desolate it kept Sabbath, to fulfill seventy years.</p>\n\n<p id=\"p14036021_11-30\"><b class=\"verse-num\" id=\"v14036022-1\">22&nbsp;</b>Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing: <b class=\"verse-num\" id=\"v14036023-1\">23&nbsp;</b>“Thus says Cyrus king of Persia, ‘The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may the LORD his God be with him. Let him go up.’”</p>\n\n</div>","kjv":"<strong>1</strong> Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s stead in Jerusalem.  <strong>2</strong> Jehoahaz was twenty and three years old when he began to reign, and he reigned three months in Jerusalem.  <strong>3</strong> And the king of Egypt put him down at Jerusalem, and condemned the land in an hundred talents of silver and a talent of gold.  <strong>4</strong> And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and turned his name to Jehoiakim. And Necho took Jehoahaz his brother, and carried him to Egypt.  <strong>5</strong> Jehoiakim was twenty and five years old when he began to reign, and he reigned eleven years in Jerusalem: and he did that which was  evil in the sight of the LORD his God.  <strong>6</strong> Against him came up Nebuchadnezzar king of Babylon, and bound him in fetters, to carry him to Babylon.  <strong>7</strong> Nebuchadnezzar also carried of the vessels of the house of the LORD to Babylon, and put them in his temple at Babylon.  <strong>8</strong> Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Israel and Judah: and Jehoiachin his son reigned in his stead.  <strong>9</strong> Jehoiachin was eight years old when he began to reign, and he reigned three months and ten days in Jerusalem: and he did that which was evil in the sight of the LORD.  <strong>10</strong> And when the year was expired, king Nebuchadnezzar sent, and brought him to Babylon, with the goodly vessels of the house of the LORD, and made Zedekiah his brother king over Judah and Jerusalem.  <strong>11</strong> Zedekiah was one and twenty years old when he began to reign, and reigned eleven years in Jerusalem.  <strong>12</strong> And he did that which was evil in the sight of the LORD his God, and humbled not himself before Jeremiah the prophet speaking  from the mouth of the LORD.  <strong>13</strong> And he also rebelled against king Nebuchadnezzar, who had made him swear by God: but he stiffened his neck, and hardened his heart from turning unto the LORD God of Israel.  <strong>14</strong> Moreover all the chief of the priests, and the people, transgressed very much after all the abominations of the heathen; and polluted the house of the LORD which he had hallowed in Jerusalem.  <strong>15</strong> And the LORD God of their fathers sent to them by his messengers, rising up betimes, and sending; because he had compassion on his people, and on his dwelling place:  <strong>16</strong> But they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the LORD arose against his people, till there was no remedy.  <strong>17</strong> Therefore he brought upon them the king of the Chaldees, who slew their young men with the sword in the house of their sanctuary, and had no compassion upon young man or maiden, old man, or him that stooped for age: he gave them all into his hand.  <strong>18</strong> And all the vessels of the house of God, great and small, and the treasures of the house of the LORD, and the treasures of the king, and of his princes; all these he brought to Babylon.  <strong>19</strong> And they burnt the house of God, and brake down the wall of Jerusalem, and burnt all the palaces thereof with fire, and destroyed all the goodly vessels thereof.  <strong>20</strong> And them that had escaped from the sword carried he away to Babylon; where they were servants to him and his sons until the reign of the kingdom of Persia:  <strong>21</strong> To fulfil the word of the LORD by the mouth of Jeremiah, until the land had enjoyed her sabbaths: for as long as she lay desolate she kept sabbath, to fulfil threescore and ten years.  <strong>22</strong> Now in the first year of Cyrus king of Persia, that the word of the LORD spoken by the mouth of Jeremiah might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  <strong>23</strong> Thus saith Cyrus king of Persia, All the kingdoms of the earth hath the LORD God of heaven given me; and he hath charged me to build him an house in Jerusalem, which is in Judah. Who is there among you of all his people? The LORD his God be with him, and let him go up.  ","niv":"<sup><strong>1</strong></sup> And the people of the land took Jehoahaz son of Josiah and made him king in Jerusalem in place of his father. <sup><strong>2</strong></sup> Jehoahaz was twenty-three years old when he became king, and he reigned in Jerusalem three months. <sup><strong>3</strong></sup> The king of Egypt dethroned him in Jerusalem and imposed on Judah a levy of a hundred talents of silver and a talent of gold. <sup><strong>4</strong></sup> The king of Egypt made Eliakim, a brother of Jehoahaz, king over Judah and Jerusalem and changed Eliakim's name to Jehoiakim. But Neco took Eliakim's brother Jehoahaz and carried him off to Egypt. <sup><strong>5</strong></sup> Jehoiakim was twenty-five years old when he became king, and he reigned in Jerusalem eleven years. He did evil in the eyes of the LORD his God. <sup><strong>6</strong></sup> Nebuchadnezzar king of Babylon attacked him and bound him with bronze shackles to take him to Babylon. <sup><strong>7</strong></sup> Nebuchadnezzar also took to Babylon articles from the temple of the LORD and put them in his temple there. <sup><strong>8</strong></sup> The other events of Jehoiakim's reign, the detestable things he did and all that was found against him, are written in the book of the kings of Israel and Judah. And Jehoiachin his son succeeded him as king. <sup><strong>9</strong></sup> Jehoiachin was eighteen years old when he became king, and he reigned in Jerusalem three months and ten days. He did evil in the eyes of the LORD. <sup><strong>10</strong></sup> In the spring, King Nebuchadnezzar sent for him and brought him to Babylon, together with articles of value from the temple of the LORD, and he made Jehoiachin's uncle, Zedekiah, king over Judah and Jerusalem. <sup><strong>11</strong></sup> Zedekiah was twenty-one years old when he became king, and he reigned in Jerusalem eleven years. <sup><strong>12</strong></sup> He did evil in the eyes of the LORD his God and did not humble himself before Jeremiah the prophet, who spoke the word of the LORD. <sup><strong>13</strong></sup> He also rebelled against King Nebuchadnezzar, who had made him take an oath in God's name. He became stiff-necked and hardened his heart and would not turn to the LORD, the God of Israel. <sup><strong>14</strong></sup> Furthermore, all the leaders of the priests and the people became more and more unfaithful, following all the detestable practices of the nations and defiling the temple of the LORD, which he had consecrated in Jerusalem. <sup><strong>15</strong></sup> The LORD, the God of their fathers, sent word to them through his messengers again and again, because he had pity on his people and on his dwelling place. <sup><strong>16</strong></sup> But they mocked God's messengers, despised his words and scoffed at his prophets until the wrath of the LORD was aroused against his people and there was no remedy. <sup><strong>17</strong></sup> He brought up against them the king of the Babylonians, who killed their young men with the sword in the sanctuary, and spared neither young man nor young woman, old man or aged. God handed all of them over to Nebuchadnezzar. <sup><strong>18</strong></sup> He carried to Babylon all the articles from the temple of God, both large and small, and the treasures of the LORD's temple and the treasures of the king and his officials. <sup><strong>19</strong></sup> They set fire to God's temple and broke down the wall of Jerusalem; they burned all the palaces and destroyed everything of value there. <sup><strong>20</strong></sup> He carried into exile to Babylon the remnant, who escaped from the sword, and they became servants to him and his sons until the kingdom of Persia came to power. <sup><strong>21</strong></sup> The land enjoyed its sabbath rests; all the time of its desolation it rested, until the seventy years were completed in fulfillment of the word of the LORD spoken by Jeremiah. <sup><strong>22</strong></sup> In the first year of Cyrus king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and to put it in writing: <sup><strong>23</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. Anyone of his people among you-may the LORD his God be with him, and let him go up.'\" "},{"_id":"616ad58b9dfb4d9c011d8c58","topicId":"616ad5839dfb4d9c011d8c40","verse":"Song of Solomon 8:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p22008001_05-31\" class=\"line\"><b class=\"chapter-num\" id=\"v22008001-1\">8:1&nbsp;</b>&nbsp;&nbsp;Oh that you were like a brother to me</span><br><span id=\"p22008001_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who nursed at my mother’s breasts!</span><br><span id=\"p22008001_05-31\" class=\"line\">&nbsp;&nbsp;If I found you outside, I would kiss you,</span><br><span id=\"p22008001_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and none would despise me.</span><br><span id=\"p22008002_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008002-1\">2&nbsp;</b>&nbsp;&nbsp;I would lead you and bring you</span><br><span id=\"p22008002_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the house of my mother—</span><br><span id=\"p22008002_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who used to teach me.</span><br><span id=\"p22008002_05-31\" class=\"line\">&nbsp;&nbsp;I would give you spiced wine to drink,</span><br><span id=\"p22008002_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the juice of my pomegranate.</span><br><span id=\"p22008003_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008003-1\">3&nbsp;</b>&nbsp;&nbsp;His left hand is under my head,</span><br><span id=\"p22008003_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right hand embraces me!</span><br><span id=\"p22008004_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008004-1\">4&nbsp;</b>&nbsp;&nbsp;I adjure you, O daughters of Jerusalem,</span><br><span id=\"p22008004_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you not stir up or awaken love</span><br><span id=\"p22008004_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until it pleases.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008005_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008005-1\">5&nbsp;</b>&nbsp;&nbsp;Who is that coming up from the wilderness,</span><br><span id=\"p22008005_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;leaning on her beloved?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008005_05-31\" class=\"line\">&nbsp;&nbsp;Under the apple tree I awakened you.</span><br><span id=\"p22008005_05-31\" class=\"line\">&nbsp;&nbsp;There your mother was in labor with you;</span><br><span id=\"p22008005_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there she who bore you was in labor.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008006_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008006-1\">6&nbsp;</b>&nbsp;&nbsp;Set me as a seal upon your heart,</span><br><span id=\"p22008006_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a seal upon your arm,</span><br><span id=\"p22008006_05-31\" class=\"line\">&nbsp;&nbsp;for love is strong as death,</span><br><span id=\"p22008006_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;jealousy is fierce as the grave.</span><br><span id=\"p22008006_05-31\" class=\"line\">&nbsp;&nbsp;Its flashes are flashes of fire,</span><br><span id=\"p22008006_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the very flame of the LORD.</span><br><span id=\"p22008007_05-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008007-1\">7&nbsp;</b>&nbsp;&nbsp;Many waters cannot quench love,</span><br><span id=\"p22008007_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither can floods drown it.</span><br><span id=\"p22008007_05-31\" class=\"line\">&nbsp;&nbsp;If a man offered for love</span><br><span id=\"p22008007_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the wealth of his house,</span><br><span id=\"p22008007_05-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he would be utterly despised.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"></p><h4 id=\"p22008007_07-31\" class=\"speaker\">Others</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008008_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008008-1\">8&nbsp;</b>&nbsp;&nbsp;We have a little sister,</span><br><span id=\"p22008008_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she has no breasts.</span><br><span id=\"p22008008_07-31\" class=\"line\">&nbsp;&nbsp;What shall we do for our sister</span><br><span id=\"p22008008_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day when she is spoken for?</span><br><span id=\"p22008009_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008009-1\">9&nbsp;</b>&nbsp;&nbsp;If she is a wall,</span><br><span id=\"p22008009_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we will build on her a battlement of silver,</span><br><span id=\"p22008009_07-31\" class=\"line\">&nbsp;&nbsp;but if she is a door,</span><br><span id=\"p22008009_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we will enclose her with boards of cedar.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22008009_07-31\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008010_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008010-1\">10&nbsp;</b>&nbsp;&nbsp;I was a wall,</span><br><span id=\"p22008010_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my breasts were like towers;</span><br><span id=\"p22008010_07-31\" class=\"line\">&nbsp;&nbsp;then I was in his eyes</span><br><span id=\"p22008010_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as one who finds peace.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008011_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008011-1\">11&nbsp;</b>&nbsp;&nbsp;Solomon had a vineyard at Baal-hamon;</span><br><span id=\"p22008011_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he let out the vineyard to keepers;</span><br><span id=\"p22008011_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each one was to bring for its fruit a thousand pieces of silver.</span><br><span id=\"p22008012_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008012-1\">12&nbsp;</b>&nbsp;&nbsp;My vineyard, my very own, is before me;</span><br><span id=\"p22008012_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you, O Solomon, may have the thousand,</span><br><span id=\"p22008012_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the keepers of the fruit two hundred.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22008012_07-31\" class=\"speaker\">He</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008013_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008013-1\">13&nbsp;</b>&nbsp;&nbsp;O you who dwell in the gardens,</span><br><span id=\"p22008013_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with companions listening for your voice;</span><br><span id=\"p22008013_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me hear it.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22008013_07-31\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22008014_07-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v22008014-1\">14&nbsp;</b>&nbsp;&nbsp;Make haste, my beloved,</span><br><span id=\"p22008014_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be like a gazelle</span><br><span id=\"p22008014_07-31\" class=\"line\">&nbsp;&nbsp;or a young stag</span><br><span id=\"p22008014_07-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the mountains of spices.</span><br><p></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O that thou wert as my brother, that sucked the breasts of my mother! when I should find thee without, I would kiss thee; yea, I should not be despised.  <strong>2</strong> I would lead thee, and bring thee into my mother’s house, who would instruct me: I would cause thee to drink of spiced wine of the juice of my pomegranate.  <strong>3</strong> His left hand should be under my head, and his right hand should embrace me.  <strong>4</strong> I charge you, O daughters of Jerusalem, that ye stir not up, nor awake my love, until he please.  <strong>5</strong> Who is this that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple tree: there thy mother brought thee forth: there she brought thee forth that bare thee.  <strong>6</strong> Set me as a seal upon thine heart, as a seal upon thine arm: for love is strong as death; jealousy is cruel as the grave: the coals thereof are coals of fire, which hath a most vehement flame.  <strong>7</strong> Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned.  <strong>8</strong> We have a little sister, and she hath no breasts: what shall we do for our sister in the day when she shall be spoken for?  <strong>9</strong> If she be a wall, we will build upon her a palace of silver: and if she be a door, we will inclose her with boards of cedar.  <strong>10</strong> I am a wall, and my breasts like towers: then was I in his eyes as one that found favour.  <strong>11</strong> Solomon had a vineyard at Baal-hamon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces  of silver.  <strong>12</strong> My vineyard, which is mine, is before me: thou, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred.  <strong>13</strong> Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to hear it. <strong>14</strong> Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices.  ","niv":"<sup><strong>1</strong></sup> If only you were to me like a brother, who was nursed at my mother's breasts! Then, if I found you outside, I would kiss you, and no one would despise me. <sup><strong>2</strong></sup> I would lead you and bring you to my mother's house- she who has taught me. I would give you spiced wine to drink, the nectar of my pomegranates. <sup><strong>3</strong></sup> His left arm is under my head and his right arm embraces me. <sup><strong>4</strong></sup> Daughters of Jerusalem, I charge you: Do not arouse or awaken love until it so desires. <sup><strong>5</strong></sup> Who is this coming up from the desert leaning on her lover? Under the apple tree I roused you; there your mother conceived you, there she who was in labor gave you birth. <sup><strong>6</strong></sup> Place me like a seal over your heart, like a seal on your arm; for love is as strong as death, its jealousy unyielding as the grave. It burns like blazing fire, like a mighty flame. <sup><strong>7</strong></sup> Many waters cannot quench love; rivers cannot wash it away. If one were to give all the wealth of his house for love, it would be utterly scorned. <sup><strong>8</strong></sup> We have a young sister, and her breasts are not yet grown. What shall we do for our sister for the day she is spoken for? <sup><strong>9</strong></sup> If she is a wall, we will build towers of silver on her. If she is a door, we will enclose her with panels of cedar. <sup><strong>10</strong></sup> I am a wall, and my breasts are like towers. Thus I have become in his eyes like one bringing contentment. <sup><strong>11</strong></sup> Solomon had a vineyard in Baal Hamon; he let out his vineyard to tenants. Each was to bring for its fruit a thousand shekels of silver. <sup><strong>12</strong></sup> But my own vineyard is mine to give; the thousand shekels are for you, O Solomon, and two hundred are for those who tend its fruit. <sup><strong>13</strong></sup> You who dwell in the gardens with friends in attendance, let me hear your voice! <sup><strong>14</strong></sup> Come away, my lover, and be like a gazelle or like a young stag on the spice-laden mountains. "},{"_id":"616ad58b9dfb4d9c011d8c59","topicId":"616ad5839dfb4d9c011d8c40","verse":"Psalm 135:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19135007_01-32\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135007-1\">7&nbsp;</b>&nbsp;&nbsp;He it is who makes the clouds rise at the end of the earth,</span><br><span id=\"p19135007_01-32\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who makes lightnings for the rain</span><br><span id=\"p19135007_01-32\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and brings forth the wind from his storehouses.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He causeth the vapours to ascend from the ends of the earth; he maketh lightnings for the rain; he bringeth the wind out of his treasuries.  ","niv":"<sup><strong>7</strong></sup> He makes clouds rise from the ends of the earth; he sends lightning with the rain and brings out the wind from his storehouses."}]}