{"_id":"5fc31fdd8888bb90841ded93","slug":"slavery","name":"Slavery","verses":[{"_id":"5fd25f65a1012d290aa88812","topicId":"5fc31fdd8888bb90841ded93","verse":"Colossians 4:1","votes":2255,"__v":0,"esv":"<div>\n<p id=\"p51004001_01-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51004001-1\">4:1&nbsp;</b>Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.</p>\n\n</div>","niv":"<sup><strong>1</strong></sup> Masters, provide your slaves with what is right and fair, because you know that you also have a Master in heaven.","kjv":"<strong>1</strong> Masters, give unto your servants that which is just and equal; knowing that ye also have a Master in heaven.  ","modified":"2023-08-05T18:29:45.713Z"},{"_id":"5fd25f65a1012d290aa88813","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21:16","votes":2139,"__v":0,"esv":"<div>\n<p id=\"p02021016_01-2\"><b class=\"verse-num\" id=\"v02021016-1\">16&nbsp;</b>“Whoever steals a man and sells him, and anyone found in possession of him, shall be put to death.</p>\n</div>","niv":"<sup><strong>16</strong></sup> \"Anyone who kidnaps another and either sells him or still has him when he is caught must be put to death.","kjv":"<strong>16</strong> And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.  ","modified":"2023-08-23T06:15:52.039Z"},{"_id":"5fd25f65a1012d290aa88814","topicId":"5fc31fdd8888bb90841ded93","verse":"Ephesians 6:5","votes":1941,"__v":0,"niv":"<sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ.","esv":"<div>\n\n<p id=\"p49006005_04-3\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ,</p>\n\n</div>","kjv":"<strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  "},{"_id":"5fd25f65a1012d290aa88815","topicId":"5fc31fdd8888bb90841ded93","verse":"Leviticus 25:44-46","votes":1822,"__v":0,"niv":"<sup><strong>44</strong></sup> \"'Your male and female slaves are to come from the nations around you; from them you may buy slaves. <sup><strong>45</strong></sup> You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property. <sup><strong>46</strong></sup> You can will them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly. ","esv":"<div>\n<p id=\"p03025044_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03025044-1\">44&nbsp;</b>As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you. <b class=\"verse-num\" id=\"v03025045-1\">45&nbsp;</b>You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property. <b class=\"verse-num\" id=\"v03025046-1\">46&nbsp;</b>You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly.</p>\n</div>","kjv":"<strong>44</strong> Both thy bondmen, and thy bondmaids, which thou shalt have, shall be of the heathen that are round about you; of them shall ye buy bondmen and bondmaids.  <strong>45</strong> Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that are with you, which they begat in your land: and they shall be your possession.  <strong>46</strong> And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.  ","modified":"2023-04-15T23:25:21.097Z"},{"_id":"5fd25f65a1012d290aa88816","topicId":"5fc31fdd8888bb90841ded93","verse":"Galatians 5:1","votes":1780,"__v":0,"niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.","esv":"<div>\n\n<p id=\"p48005001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","modified":"2023-08-05T18:30:06.292Z"},{"_id":"5fd25f65a1012d290aa88817","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21:20-21","votes":1775,"__v":0,"esv":"<div>\n<p id=\"p02021020_01-6\"><b class=\"verse-num\" id=\"v02021020-1\">20&nbsp;</b>“When a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged. <b class=\"verse-num\" id=\"v02021021-1\">21&nbsp;</b>But if the slave survives a day or two, he is not to be avenged, for the slave is his money.</p>\n</div>","niv":"<sup><strong>20</strong></sup> \"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished, <sup><strong>21</strong></sup> but he is not to be punished if the slave gets up after a day or two, since the slave is his property. ","kjv":"<strong>20</strong> And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.  <strong>21</strong> Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.  ","modified":"2022-09-09T05:31:33.691Z"},{"_id":"5fd25f65a1012d290aa88818","topicId":"5fc31fdd8888bb90841ded93","verse":"Galatians 3:28","votes":1605,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","modified":"2023-08-05T18:30:10.984Z"},{"_id":"5fd25f66a1012d290aa88819","topicId":"5fc31fdd8888bb90841ded93","verse":"1 Peter 2:18","votes":1523,"__v":0,"niv":"<sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh.","esv":"<div>\n<p id=\"p60002018_01-9\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust.</p>\n</div>","kjv":"<strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  ","modified":"2023-08-05T18:30:15.149Z"},{"_id":"5fd25f66a1012d290aa8881a","topicId":"5fc31fdd8888bb90841ded93","verse":"Titus 2:9-10","votes":1430,"__v":0,"niv":"<sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. ","esv":"<div>\n<p id=\"p56002009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n\n</div>","kjv":"<strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  ","modified":"2022-11-29T04:48:16.837Z"},{"_id":"5fd25f66a1012d290aa8881b","topicId":"5fc31fdd8888bb90841ded93","verse":"Philemon 16","votes":1416,"__v":0,"niv":"<sup><strong>1</strong></sup> Paul, a prisoner of Christ Jesus, and Timothy our brother,","kjv":"<strong>16</strong> Not now as a servant, but above a servant, a brother beloved, specially to me, but how much more unto thee, both in the flesh, and in the Lord?  ","esv":"<div>\n<p id=\"p57001016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v57001016-1\">16&nbsp;</b>no longer as a bondservant but more than a bondservant, as a beloved brother—especially to me, but how much more to you, both in the flesh and in the Lord.</p>\n\n</div>","modified":"2023-08-05T18:30:20.917Z"},{"_id":"5fd25f66a1012d290aa8881c","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21:26-27","votes":1241,"__v":0,"niv":"<sup><strong>26</strong></sup> \"If a man hits a manservant or maidservant in the eye and destroys it, he must let the servant go free to compensate for the eye. <sup><strong>27</strong></sup> And if he knocks out the tooth of a manservant or maidservant, he must let the servant go free to compensate for the tooth. ","esv":"<div>\n<p id=\"p02021026_01-12\"><b class=\"verse-num\" id=\"v02021026-1\">26&nbsp;</b>“When a man strikes the eye of his slave, male or female, and destroys it, he shall let the slave go free because of his eye. <b class=\"verse-num\" id=\"v02021027-1\">27&nbsp;</b>If he knocks out the tooth of his slave, male or female, he shall let the slave go free because of his tooth.</p>\n</div>","kjv":"<strong>26</strong> And if a man smite the eye of his servant, or the eye of his maid, that it perish; he shall let him go free for his eye’s sake.  <strong>27</strong> And if he smite out his manservant’s tooth, or his maidservant’s tooth; he shall let him go free for his tooth’s sake.  ","modified":"2022-09-07T21:27:12.940Z"},{"_id":"5fd25f66a1012d290aa8881d","topicId":"5fc31fdd8888bb90841ded93","verse":"Ephesians 6:9","votes":1191,"__v":0,"niv":"<sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him.","esv":"<div>\n<p id=\"p49006009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n</div>","kjv":"<strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  ","modified":"2023-05-01T19:13:41.320Z"},{"_id":"5fd25f66a1012d290aa8881e","topicId":"5fc31fdd8888bb90841ded93","verse":"Luke 4:18","votes":1166,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004018_01-14\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004018-1\">18&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“The Spirit of the Lord is upon me,</span><br><span id=\"p42004018_01-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;because he has anointed me</span><br><span id=\"p42004018_01-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to proclaim good news to the poor.</span><br><span id=\"p42004018_01-14\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;He has sent me to proclaim liberty to the captives</span><br><span id=\"p42004018_01-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and recovering of sight to the blind,</span><br><span id=\"p42004018_01-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to set at liberty those who are oppressed,</span></span><br></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>18</strong></sup> \"The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to release the oppressed,","kjv":"<strong>18</strong> The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,  ","modified":"2023-08-05T18:30:35.918Z"},{"_id":"5fd25f67a1012d290aa8881f","topicId":"5fc31fdd8888bb90841ded93","verse":"1 Timothy 6:1","votes":1125,"__v":0,"niv":"<sup><strong>1</strong></sup> All who are under the yoke of slavery should consider their masters worthy of full respect, so that God's name and our teaching may not be slandered.","esv":"<div>\n<p id=\"p54006001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54006001-1\">6:1&nbsp;</b>Let all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled.</p>\n\n</div>","kjv":"<strong>1</strong> Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.  ","modified":"2023-08-05T18:30:40.761Z"},{"_id":"5fd25f67a1012d290aa88820","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21:2","votes":1107,"__v":0,"niv":"<sup><strong>2</strong></sup> \"If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything.","esv":"<div>\n<p id=\"p02021002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021002-1\">2&nbsp;</b>When you buy a Hebrew slave, he shall serve six years, and in the seventh he shall go out free, for nothing.</p>\n\n</div>","kjv":"<strong>2</strong> If thou buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing.  ","modified":"2022-07-29T07:02:43.062Z"},{"_id":"5fd25f67a1012d290aa88821","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21","votes":1034,"__v":0,"niv":"<sup><strong>1</strong></sup> \"These are the laws you are to set before them: <sup><strong>2</strong></sup> \"If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything. <sup><strong>3</strong></sup> If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him. <sup><strong>4</strong></sup> If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free. <sup><strong>5</strong></sup> \"But if the servant declares, 'I love my master and my wife and children and do not want to go free,' <sup><strong>6</strong></sup> then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life. <sup><strong>7</strong></sup> \"If a man sells his daughter as a servant, she is not to go free as menservants do. <sup><strong>8</strong></sup> If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her. <sup><strong>9</strong></sup> If he selects her for his son, he must grant her the rights of a daughter. <sup><strong>10</strong></sup> If he marries another woman, he must not deprive the first one of her food, clothing and marital rights. <sup><strong>11</strong></sup> If he does not provide her with these three things, she is to go free, without any payment of money. <sup><strong>12</strong></sup> \"Anyone who strikes a man and kills him shall surely be put to death. <sup><strong>13</strong></sup> However, if he does not do it intentionally, but God lets it happen, he is to flee to a place I will designate. <sup><strong>14</strong></sup> But if a man schemes and kills another man deliberately, take him away from my altar and put him to death. <sup><strong>15</strong></sup> \"Anyone who attacks his father or his mother must be put to death. <sup><strong>16</strong></sup> \"Anyone who kidnaps another and either sells him or still has him when he is caught must be put to death. <sup><strong>17</strong></sup> \"Anyone who curses his father or mother must be put to death. <sup><strong>18</strong></sup> \"If men quarrel and one hits the other with a stone or with his fist and he does not die but is confined to bed, <sup><strong>19</strong></sup> the one who struck the blow will not be held responsible if the other gets up and walks around outside with his staff; however, he must pay the injured man for the loss of his time and see that he is completely healed. <sup><strong>20</strong></sup> \"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished, <sup><strong>21</strong></sup> but he is not to be punished if the slave gets up after a day or two, since the slave is his property. <sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. <sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. <sup><strong>26</strong></sup> \"If a man hits a manservant or maidservant in the eye and destroys it, he must let the servant go free to compensate for the eye. <sup><strong>27</strong></sup> And if he knocks out the tooth of a manservant or maidservant, he must let the servant go free to compensate for the tooth. <sup><strong>28</strong></sup> \"If a bull gores a man or a woman to death, the bull must be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible. <sup><strong>29</strong></sup> If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull must be stoned and the owner also must be put to death. <sup><strong>30</strong></sup> However, if payment is demanded of him, he may redeem his life by paying whatever is demanded. <sup><strong>31</strong></sup> This law also applies if the bull gores a son or daughter. <sup><strong>32</strong></sup> If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull must be stoned. <sup><strong>33</strong></sup> \"If a man uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it, <sup><strong>34</strong></sup> the owner of the pit must pay for the loss; he must pay its owner, and the dead animal will be his. <sup><strong>35</strong></sup> \"If a man's bull injures the bull of another and it dies, they are to sell the live one and divide both the money and the dead animal equally. <sup><strong>36</strong></sup> However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and the dead animal will be his. ","kjv":"<strong>1</strong> Now these are the judgments which thou shalt set before them.  <strong>2</strong> If thou buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing.  <strong>3</strong> If he came in by himself, he shall go out by himself: if he were married, then his wife shall go out with him.  <strong>4</strong> If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master’s, and he shall go out by himself.  <strong>5</strong> And if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  <strong>6</strong> Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an aul; and he shall serve him for ever.  <strong>7</strong> And if a man sell his daughter to be a maidservant, she shall not go out as the menservants do.  <strong>8</strong> If she please not her master, who hath betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he hath dealt deceitfully with her.  <strong>9</strong> And if he have betrothed her unto his son, he shall deal with her after the manner of daughters.  <strong>10</strong> If he take him another wife; her food, her raiment, and her duty of marriage, shall he not diminish.  <strong>11</strong> And if he do not these three unto her, then shall she go out free without money.  <strong>12</strong> He that smiteth a man, so that he die, shall be surely put to death.  <strong>13</strong> And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  <strong>14</strong> But if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from mine altar, that he may die.  <strong>15</strong> And he that smiteth his father, or his mother, shall be surely put to death.  <strong>16</strong> And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.  <strong>17</strong> And he that curseth his father, or his mother, shall surely be put to death.  <strong>18</strong> And if men strive together, and one smite another with a stone, or with his fist, and he die not, but keepeth his bed:  <strong>19</strong> If he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for the loss of his time, and shall cause him to be thoroughly healed.  <strong>20</strong> And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.  <strong>21</strong> Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.  <strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  <strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  <strong>26</strong> And if a man smite the eye of his servant, or the eye of his maid, that it perish; he shall let him go free for his eye’s sake.  <strong>27</strong> And if he smite out his manservant’s tooth, or his maidservant’s tooth; he shall let him go free for his tooth’s sake.  <strong>28</strong> If an ox gore a man or a woman, that they die: then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox shall be quit.  <strong>29</strong> But if the ox were wont to push with his horn in time past, and it hath been testified to his owner, and he hath not kept him in, but that he hath killed a man or a woman; the ox shall be stoned, and his owner also shall be put to death.  <strong>30</strong> If there be laid on him a sum of money, then he shall give for the ransom of his life whatsoever is laid upon him.  <strong>31</strong> Whether he have gored a son, or have gored a daughter, according to this judgment shall it be done unto him.  <strong>32</strong> If the ox shall push a manservant or a maidservant; he shall give unto their master thirty shekels of silver, and the ox shall be stoned.  <strong>33</strong> And if a man shall open a pit, or if a man shall dig a pit, and not cover it, and an ox or an ass fall therein;  <strong>34</strong> The owner of the pit shall make it good, and give money unto the owner of them; and the dead beast shall be his.  <strong>35</strong> And if one man’s ox hurt another’s, that he die; then they shall sell the live ox, and divide the money of it; and the dead ox also they shall divide.  <strong>36</strong> Or if it be known that the ox hath used to push in time past, and his owner hath not kept him in; he shall surely pay ox for ox; and the dead shall be his own.  ","esv":"<div>\n\n<p id=\"p02021001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02021001-1\">21:1&nbsp;</b>“Now these are the rules that you shall set before them. <b class=\"verse-num\" id=\"v02021002-1\">2&nbsp;</b>When you buy a Hebrew slave, he shall serve six years, and in the seventh he shall go out free, for nothing. <b class=\"verse-num\" id=\"v02021003-1\">3&nbsp;</b>If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him. <b class=\"verse-num\" id=\"v02021004-1\">4&nbsp;</b>If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out alone. <b class=\"verse-num\" id=\"v02021005-1\">5&nbsp;</b>But if the slave plainly says, ‘I love my master, my wife, and my children; I will not go out free,’ <b class=\"verse-num\" id=\"v02021006-1\">6&nbsp;</b>then his master shall bring him to God, and he shall bring him to the door or the doorpost. And his master shall bore his ear through with an awl, and he shall be his slave forever.</p>\n<p id=\"p02021006_04-2\"><b class=\"verse-num\" id=\"v02021007-1\">7&nbsp;</b>“When a man sells his daughter as a slave, she shall not go out as the male slaves do. <b class=\"verse-num\" id=\"v02021008-1\">8&nbsp;</b>If she does not please her master, who has designated her for himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has broken faith with her. <b class=\"verse-num\" id=\"v02021009-1\">9&nbsp;</b>If he designates her for his son, he shall deal with her as with a daughter. <b class=\"verse-num\" id=\"v02021010-1\">10&nbsp;</b>If he takes another wife to himself, he shall not diminish her food, her clothing, or her marital rights. <b class=\"verse-num\" id=\"v02021011-1\">11&nbsp;</b>And if he does not do these three things for her, she shall go out for nothing, without payment of money.</p>\n<p id=\"p02021011_04-2\"><b class=\"verse-num\" id=\"v02021012-1\">12&nbsp;</b>“Whoever strikes a man so that he dies shall be put to death. <b class=\"verse-num\" id=\"v02021013-1\">13&nbsp;</b>But if he did not lie in wait for him, but God let him fall into his hand, then I will appoint for you a place to which he may flee. <b class=\"verse-num\" id=\"v02021014-1\">14&nbsp;</b>But if a man willfully attacks another to kill him by cunning, you shall take him from my altar, that he may die.</p>\n<p id=\"p02021014_04-2\"><b class=\"verse-num\" id=\"v02021015-1\">15&nbsp;</b>“Whoever strikes his father or his mother shall be put to death.</p>\n<p id=\"p02021015_04-2\"><b class=\"verse-num\" id=\"v02021016-1\">16&nbsp;</b>“Whoever steals a man and sells him, and anyone found in possession of him, shall be put to death.</p>\n<p id=\"p02021016_04-2\"><b class=\"verse-num\" id=\"v02021017-1\">17&nbsp;</b>“Whoever curses his father or his mother shall be put to death.</p>\n<p id=\"p02021017_04-2\"><b class=\"verse-num\" id=\"v02021018-1\">18&nbsp;</b>“When men quarrel and one strikes the other with a stone or with his fist and the man does not die but takes to his bed, <b class=\"verse-num\" id=\"v02021019-1\">19&nbsp;</b>then if the man rises again and walks outdoors with his staff, he who struck him shall be clear; only he shall pay for the loss of his time, and shall have him thoroughly healed.</p>\n<p id=\"p02021019_04-2\"><b class=\"verse-num\" id=\"v02021020-1\">20&nbsp;</b>“When a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged. <b class=\"verse-num\" id=\"v02021021-1\">21&nbsp;</b>But if the slave survives a day or two, he is not to be avenged, for the slave is his money.</p>\n<p id=\"p02021021_04-2\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine. <b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n<p id=\"p02021025_04-2\"><b class=\"verse-num\" id=\"v02021026-1\">26&nbsp;</b>“When a man strikes the eye of his slave, male or female, and destroys it, he shall let the slave go free because of his eye. <b class=\"verse-num\" id=\"v02021027-1\">27&nbsp;</b>If he knocks out the tooth of his slave, male or female, he shall let the slave go free because of his tooth.</p>\n<p id=\"p02021027_04-2\"><b class=\"verse-num\" id=\"v02021028-1\">28&nbsp;</b>“When an ox gores a man or a woman to death, the ox shall be stoned, and its flesh shall not be eaten, but the owner of the ox shall not be liable. <b class=\"verse-num\" id=\"v02021029-1\">29&nbsp;</b>But if the ox has been accustomed to gore in the past, and its owner has been warned but has not kept it in, and it kills a man or a woman, the ox shall be stoned, and its owner also shall be put to death. <b class=\"verse-num\" id=\"v02021030-1\">30&nbsp;</b>If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed on him. <b class=\"verse-num\" id=\"v02021031-1\">31&nbsp;</b>If it gores a man’s son or daughter, he shall be dealt with according to this same rule. <b class=\"verse-num\" id=\"v02021032-1\">32&nbsp;</b>If the ox gores a slave, male or female, the owner shall give to their master thirty shekels of silver, and the ox shall be stoned.</p>\n\n<p id=\"p02021032_07-2\"><b class=\"verse-num\" id=\"v02021033-1\">33&nbsp;</b>“When a man opens a pit, or when a man digs a pit and does not cover it, and an ox or a donkey falls into it, <b class=\"verse-num\" id=\"v02021034-1\">34&nbsp;</b>the owner of the pit shall make restoration. He shall give money to its owner, and the dead beast shall be his.</p>\n<p id=\"p02021034_07-2\"><b class=\"verse-num\" id=\"v02021035-1\">35&nbsp;</b>“When one man’s ox butts another’s, so that it dies, then they shall sell the live ox and share its price, and the dead beast also they shall share. <b class=\"verse-num\" id=\"v02021036-1\">36&nbsp;</b>Or if it is known that the ox has been accustomed to gore in the past, and its owner has not kept it in, he shall repay ox for ox, and the dead beast shall be his.</p>\n\n</div>","modified":"2022-07-11T13:42:56.797Z"},{"_id":"5fd25f67a1012d290aa88822","topicId":"5fc31fdd8888bb90841ded93","verse":"Deuteronomy 24:7","votes":1021,"__v":0,"niv":"<sup><strong>7</strong></sup> If a man is caught kidnapping one of his brother Israelites and treats him as a slave or sells him, the kidnapper must die. You must purge the evil from among you.","esv":"<div>\n<p id=\"p05024007_01-19\"><b class=\"verse-num\" id=\"v05024007-1\">7&nbsp;</b>“If a man is found stealing one of his brothers of the people of Israel, and if he treats him as a slave or sells him, then that thief shall die. So you shall purge the evil from your midst.</p>\n</div>","kjv":"<strong>7</strong> If a man be found stealing any of his brethren of the children of Israel, and maketh merchandise of him, or selleth him; then that thief shall die; and thou shalt put evil away from among you.  "},{"_id":"5fd25f67a1012d290aa88823","topicId":"5fc31fdd8888bb90841ded93","verse":"1 Peter 2:16","votes":1019,"__v":0,"niv":"<sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God.","kjv":"<strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  ","esv":"<div>\n<p id=\"p60002016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God.</p>\n\n</div>","modified":"2023-08-05T18:31:10.223Z"},{"_id":"5fd25f67a1012d290aa88824","topicId":"5fc31fdd8888bb90841ded93","verse":"Deuteronomy 23:15","votes":1010,"__v":0,"niv":"<sup><strong>15</strong></sup> If a slave has taken refuge with you, do not hand him over to his master.","esv":"<div>\n\n<p id=\"p05023015_03-22\"><b class=\"verse-num\" id=\"v05023015-1\">15&nbsp;</b>“You shall not give up to his master a slave who has escaped from his master to you.</p>\n\n</div>","kjv":"<strong>15</strong> Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:  ","modified":"2023-08-05T18:31:20.947Z"},{"_id":"5fd25f67a1012d290aa88825","topicId":"5fc31fdd8888bb90841ded93","verse":"1 Timothy 6:1-2","votes":1004,"__v":0,"niv":"<sup><strong>1</strong></sup> All who are under the yoke of slavery should consider their masters worthy of full respect, so that God's name and our teaching may not be slandered. <sup><strong>2</strong></sup> Those who have believing masters are not to show less respect for them because they are brothers. Instead, they are to serve them even better, because those who benefit from their service are believers, and dear to them. These are the things you are to teach and urge on them. ","esv":"<div>\n<p id=\"p54006001_01-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54006001-1\">6:1&nbsp;</b>Let all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled. <b class=\"verse-num\" id=\"v54006002-1\">2&nbsp;</b>Those who have believing masters must not be disrespectful on the ground that they are brothers; rather they must serve all the better since those who benefit by their good service are believers and beloved.</p>\n\n<p id=\"p54006002_06-24\"> Teach and urge these things.</p>\n\n</div>","kjv":"<strong>1</strong> Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.  <strong>2</strong> And they that have believing masters, let them not despise them,  because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort.  "},{"_id":"5fd25f68a1012d290aa88826","topicId":"5fc31fdd8888bb90841ded93","verse":"1 Timothy 1:10","votes":953,"__v":0,"niv":"<sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine","kjv":"<strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  ","esv":"<div>\n<p id=\"p54001010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,</p>\n\n</div>","modified":"2023-08-05T18:31:47.681Z"},{"_id":"5fd25f68a1012d290aa88827","topicId":"5fc31fdd8888bb90841ded93","verse":"Colossians 3:22","votes":920,"__v":0,"niv":"<sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord.","esv":"<div>\n<p id=\"p51003022_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord.</p>\n\n</div>","kjv":"<strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  "},{"_id":"5fd25f6ba1012d290aa88828","topicId":"5fc31fdd8888bb90841ded93","verse":"Ephesians 6:5-8","votes":870,"__v":0,"esv":"<div>\n\n<p id=\"p49006005_04-3\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ, <b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man, <b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free.</p>\n\n</div>","kjv":"<strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  <strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  <strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  ","niv":"<sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ. <sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart. <sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men, <sup><strong>8</strong></sup> because you know that the Lord will reward everyone for whatever good he does, whether he is slave or free. "},{"_id":"5fd25f6ba1012d290aa88829","topicId":"5fc31fdd8888bb90841ded93","verse":"Exodus 21:2-6","votes":855,"__v":0,"esv":"<div>\n<p id=\"p02021002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021002-1\">2&nbsp;</b>When you buy a Hebrew slave, he shall serve six years, and in the seventh he shall go out free, for nothing. <b class=\"verse-num\" id=\"v02021003-1\">3&nbsp;</b>If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him. <b class=\"verse-num\" id=\"v02021004-1\">4&nbsp;</b>If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out alone. <b class=\"verse-num\" id=\"v02021005-1\">5&nbsp;</b>But if the slave plainly says, ‘I love my master, my wife, and my children; I will not go out free,’ <b class=\"verse-num\" id=\"v02021006-1\">6&nbsp;</b>then his master shall bring him to God, and he shall bring him to the door or the doorpost. And his master shall bore his ear through with an awl, and he shall be his slave forever.</p>\n\n</div>","kjv":"<strong>2</strong> If thou buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing.  <strong>3</strong> If he came in by himself, he shall go out by himself: if he were married, then his wife shall go out with him.  <strong>4</strong> If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master’s, and he shall go out by himself.  <strong>5</strong> And if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  <strong>6</strong> Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an aul; and he shall serve him for ever.  ","niv":"<sup><strong>2</strong></sup> \"If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything. <sup><strong>3</strong></sup> If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him. <sup><strong>4</strong></sup> If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free. <sup><strong>5</strong></sup> \"But if the servant declares, 'I love my master and my wife and children and do not want to go free,' <sup><strong>6</strong></sup> then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life. "},{"_id":"5fd25f6ba1012d290aa8882a","topicId":"5fc31fdd8888bb90841ded93","verse":"Luke 12:47-48","votes":852,"__v":0,"esv":"<div>\n<p id=\"p42012047_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. "}]}