{"_id":"616ad7ee9dfb4d9c011d8d63","slug":"snake-handling","name":"Snake Handling","verses":[{"_id":"616ad7ee9dfb4d9c011d8d64","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Mark 16:18","votes":12,"__v":0,"esv":"<div>\n<p id=\"p41016018_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. "},{"_id":"616ad7f09dfb4d9c011d8d65","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"2 Peter 3:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  "},{"_id":"616ad7f09dfb4d9c011d8d66","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Matthew 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40004007_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span></p>\n</div>"},{"_id":"616ad7f09dfb4d9c011d8d67","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Mark 16:17-18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. "},{"_id":"616ad7f09dfb4d9c011d8d68","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Isaiah 41:10","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-5\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  "},{"_id":"616ad7f09dfb4d9c011d8d69","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 20:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-6\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-6\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-6\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  "},{"_id":"616ad7f19dfb4d9c011d8d6a","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Romans 7:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45007004_01-7\"><b class=\"verse-num\" id=\"v45007004-1\">4&nbsp;</b>Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God.</p>\n</div>"},{"_id":"616ad7f19dfb4d9c011d8d6b","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 11:1-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66011001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66011001-1\">11:1&nbsp;</b>Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, <b class=\"verse-num\" id=\"v66011002-1\">2&nbsp;</b>but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. <b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n<p id=\"p66011003_04-8\"><b class=\"verse-num\" id=\"v66011004-1\">4&nbsp;</b>These are the two olive trees and the two lampstands that stand before the Lord of the earth. <b class=\"verse-num\" id=\"v66011005-1\">5&nbsp;</b>And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. <b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire. <b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_04-8\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_07-8\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_07-8\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_07-8\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_07-8\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_07-8\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_07-8\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>1</strong> And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.  <strong>2</strong> But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty and two months.  <strong>3</strong> And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.  <strong>4</strong> These are the two olive trees, and the two candlesticks standing before the God of the earth.  <strong>5</strong> And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.  <strong>6</strong> These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.  <strong>7</strong> And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.  <strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  <strong>9</strong> And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.  <strong>10</strong> And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.  <strong>11</strong> And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.  <strong>12</strong> And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.  <strong>13</strong> And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.  <strong>14</strong> The second woe is past; and, behold, the third woe cometh quickly.  <strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  <strong>16</strong> And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,  <strong>17</strong> Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.  <strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  <strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  "},{"_id":"616ad7f29dfb4d9c011d8d6c","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"1 John 5:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005016_01-9\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that. <b class=\"verse-num\" id=\"v62005017-1\">17&nbsp;</b>All wrongdoing is sin, but there is sin that does not lead to death.</p>\n\n</div>","kjv":"<strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  <strong>17</strong> All unrighteousness is sin: and there is a sin not unto death.  "},{"_id":"616ad7f29dfb4d9c011d8d6e","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"2 John 1:2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p63001001_02-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v63001001-1\">1:1&nbsp;</b>The elder to the elect lady and her children, whom I love in truth, and not only I, but also all who know the truth,</p>\n</div>","kjv":"<strong>2</strong> For the truth’s sake, which dwelleth in us, and shall be with us for ever.  "},{"_id":"616ad7f29dfb4d9c011d8d6d","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"1 Samuel 28:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09028001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09028001-1\">28:1&nbsp;</b>In those days the Philistines gathered their forces for war, to fight against Israel. And Achish said to David, “Understand that you and your men are to go out with me in the army.” <b class=\"verse-num\" id=\"v09028002-1\">2&nbsp;</b>David said to Achish, “Very well, you shall know what your servant can do.” And Achish said to David, “Very well, I will make you my bodyguard for life.”</p>\n<p id=\"p09028002_07-12\"><b class=\"verse-num\" id=\"v09028003-1\">3&nbsp;</b>Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land. <b class=\"verse-num\" id=\"v09028004-1\">4&nbsp;</b>The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa. <b class=\"verse-num\" id=\"v09028005-1\">5&nbsp;</b>When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. <b class=\"verse-num\" id=\"v09028006-1\">6&nbsp;</b>And when Saul inquired of the LORD, the LORD did not answer him, either by dreams, or by Urim, or by prophets. <b class=\"verse-num\" id=\"v09028007-1\">7&nbsp;</b>Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”</p>\n<p id=\"p09028007_07-12\"><b class=\"verse-num\" id=\"v09028008-1\">8&nbsp;</b>So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.” <b class=\"verse-num\" id=\"v09028009-1\">9&nbsp;</b>The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?” <b class=\"verse-num\" id=\"v09028010-1\">10&nbsp;</b>But Saul swore to her by the LORD, “As the LORD lives, no punishment shall come upon you for this thing.” <b class=\"verse-num\" id=\"v09028011-1\">11&nbsp;</b>Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.” <b class=\"verse-num\" id=\"v09028012-1\">12&nbsp;</b>When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.” <b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.” <b class=\"verse-num\" id=\"v09028014-1\">14&nbsp;</b>He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.</p>\n<p id=\"p09028014_07-12\"><b class=\"verse-num\" id=\"v09028015-1\">15&nbsp;</b>Then Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.” <b class=\"verse-num\" id=\"v09028016-1\">16&nbsp;</b>And Samuel said, “Why then do you ask me, since the LORD has turned from you and become your enemy? <b class=\"verse-num\" id=\"v09028017-1\">17&nbsp;</b>The LORD has done to you as he spoke by me, for the LORD has torn the kingdom out of your hand and given it to your neighbor, David. <b class=\"verse-num\" id=\"v09028018-1\">18&nbsp;</b>Because you did not obey the voice of the LORD and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you this day. <b class=\"verse-num\" id=\"v09028019-1\">19&nbsp;</b>Moreover, the LORD will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The LORD will give the army of Israel also into the hand of the Philistines.”</p>\n<p id=\"p09028019_07-12\"><b class=\"verse-num\" id=\"v09028020-1\">20&nbsp;</b>Then Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night. <b class=\"verse-num\" id=\"v09028021-1\">21&nbsp;</b>And the woman came to Saul, and when she saw that he was terrified, she said to him, “Behold, your servant has obeyed you. I have taken my life in my hand and have listened to what you have said to me. <b class=\"verse-num\" id=\"v09028022-1\">22&nbsp;</b>Now therefore, you also obey your servant. Let me set a morsel of bread before you; and eat, that you may have strength when you go on your way.” <b class=\"verse-num\" id=\"v09028023-1\">23&nbsp;</b>He refused and said, “I will not eat.” But his servants, together with the woman, urged him, and he listened to their words. So he arose from the earth and sat on the bed. <b class=\"verse-num\" id=\"v09028024-1\">24&nbsp;</b>Now the woman had a fattened calf in the house, and she quickly killed it, and she took flour and kneaded it and baked unleavened bread of it, <b class=\"verse-num\" id=\"v09028025-1\">25&nbsp;</b>and she put it before Saul and his servants, and they ate. Then they rose and went away that night.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men.  <strong>2</strong> And David said to Achish, Surely thou shalt know what thy servant can do. And Achish said to David, Therefore will I make thee keeper of mine head for ever.  <strong>3</strong> Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land.  <strong>4</strong> And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa.  <strong>5</strong> And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled.  <strong>6</strong> And when Saul enquired of the LORD, the LORD answered him not, neither by dreams nor by Urim, nor by prophets.  <strong>7</strong> Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor.  <strong>8</strong> And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.  <strong>9</strong> And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?  <strong>10</strong> And Saul sware to her by the LORD, saying, As the LORD liveth, there shall no punishment happen to thee for this thing.  <strong>11</strong> Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel.  <strong>12</strong> And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art  Saul.  <strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  <strong>14</strong> And he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself.  <strong>15</strong> And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.  <strong>16</strong> Then said Samuel, Wherefore then dost thou ask of me, seeing the LORD is departed from thee, and is become thine enemy?  <strong>17</strong> And the LORD hath done to him, as he spake by me: for the LORD hath rent the kingdom out of thine hand, and given it to thy neighbour, even  to David:  <strong>18</strong> Because thou obeyedst not the voice of the LORD, nor executedst his fierce wrath upon Amalek, therefore hath the LORD done this thing unto thee this day.  <strong>19</strong> Moreover the LORD will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be  with me: the LORD also shall deliver the host of Israel into the hand of the Philistines.  <strong>20</strong> Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night.  <strong>21</strong> And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me.  <strong>22</strong> Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way.  <strong>23</strong> But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed.  <strong>24</strong> And the woman had a fat calf in the house; and she hasted, and killed it, and took flour, and kneaded it, and did bake unleavened bread thereof:  <strong>25</strong> And she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night.  "},{"_id":"616ad7f29dfb4d9c011d8d6f","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"1 John 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  "},{"_id":"616ad7f39dfb4d9c011d8d70","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"2 Timothy 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  "},{"_id":"616ad7f39dfb4d9c011d8d71","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Ephesians 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,</p>\n</div>","kjv":"<strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  "},{"_id":"616ad7f39dfb4d9c011d8d72","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Luke 4:9-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42004009_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004009-1\">9&nbsp;</b>And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here, <b class=\"verse-num\" id=\"v42004010-1\">10&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004010_01-16\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,</span><br><span id=\"p42004010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004010_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004011-1\">11&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004011_01-16\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p42004011_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004011_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004012-1\">12&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is said, ‘You shall not put the Lord your God to the test.’”</span></p>\n</div>","kjv":"<strong>9</strong> And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:  <strong>10</strong> For it is written, He shall give his angels charge over thee, to keep thee:  <strong>11</strong> And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>12</strong> And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God.  "},{"_id":"616ad7f39dfb4d9c011d8d73","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 14:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66014011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  "},{"_id":"616ad7f39dfb4d9c011d8d75","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 17:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-18\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-18\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  "},{"_id":"616ad7f39dfb4d9c011d8d74","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 13:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66013008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  "},{"_id":"616ad7f59dfb4d9c011d8d76","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 6:9-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-20\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  "},{"_id":"616ad7f59dfb4d9c011d8d77","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 12:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66012009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him.</p>\n</div>","kjv":"<strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  "},{"_id":"616ad7f59dfb4d9c011d8d78","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 5:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66005001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66005001-1\">5:1&nbsp;</b>Then I saw in the right hand of him who was seated on the throne a scroll written within and on the back, sealed with seven seals. <b class=\"verse-num\" id=\"v66005002-1\">2&nbsp;</b>And I saw a mighty angel proclaiming with a loud voice, “Who is worthy to open the scroll and break its seals?” <b class=\"verse-num\" id=\"v66005003-1\">3&nbsp;</b>And no one in heaven or on earth or under the earth was able to open the scroll or to look into it, <b class=\"verse-num\" id=\"v66005004-1\">4&nbsp;</b>and I began to weep loudly because no one was found worthy to open the scroll or to look into it. <b class=\"verse-num\" id=\"v66005005-1\">5&nbsp;</b>And one of the elders said to me, “Weep no more; behold, the Lion of the tribe of Judah, the Root of David, has conquered, so that he can open the scroll and its seven seals.”</p>\n<p id=\"p66005005_06-22\"><b class=\"verse-num\" id=\"v66005006-1\">6&nbsp;</b>And between the throne and the four living creatures and among the elders I saw a Lamb standing, as though it had been slain, with seven horns and with seven eyes, which are the seven spirits of God sent out into all the earth. <b class=\"verse-num\" id=\"v66005007-1\">7&nbsp;</b>And he went and took the scroll from the right hand of him who was seated on the throne. <b class=\"verse-num\" id=\"v66005008-1\">8&nbsp;</b>And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints. <b class=\"verse-num\" id=\"v66005009-1\">9&nbsp;</b>And they sang a new song, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005009_06-22\" class=\"line\">&nbsp;&nbsp;“Worthy are you to take the scroll</span><br><span id=\"p66005009_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to open its seals,</span><br><span id=\"p66005009_06-22\" class=\"line\">&nbsp;&nbsp;for you were slain, and by your blood you ransomed people for God</span><br><span id=\"p66005009_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from every tribe and language and people and nation,</span><br><span id=\"p66005010_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005010_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005011-1\">11&nbsp;</b>Then I looked, and I heard around the throne and the living creatures and the elders the voice of many angels, numbering myriads of myriads and thousands of thousands, <b class=\"verse-num\" id=\"v66005012-1\">12&nbsp;</b>saying with a loud voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005012_06-22\" class=\"line\">&nbsp;&nbsp;“Worthy is the Lamb who was slain,</span><br><span id=\"p66005012_06-22\" class=\"line\">&nbsp;&nbsp;to receive power and wealth and wisdom and might</span><br><span id=\"p66005012_06-22\" class=\"line\">&nbsp;&nbsp;and honor and glory and blessing!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005012_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005013-1\">13&nbsp;</b>And I heard every creature in heaven and on earth and under the earth and in the sea, and all that is in them, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005013_06-22\" class=\"line\">&nbsp;&nbsp;“To him who sits on the throne and to the Lamb</span><br><span id=\"p66005013_06-22\" class=\"line\">&nbsp;&nbsp;be blessing and honor and glory and might forever and ever!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005013_06-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005014-1\">14&nbsp;</b>And the four living creatures said, “Amen!” and the elders fell down and worshiped.</p>\n</div>","kjv":"<strong>1</strong> And I saw in the right hand of him that sat on the throne a book written within and on the backside, sealed with seven seals.  <strong>2</strong> And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof?  <strong>3</strong> And no man in heaven, nor in earth, neither under the earth, was able to open the book, neither to look thereon.  <strong>4</strong> And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.  <strong>5</strong> And one of the elders saith unto me, Weep not: behold, the Lion of the tribe of Juda, the Root of David, hath prevailed to open the book, and to loose the seven seals thereof.  <strong>6</strong> And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.  <strong>7</strong> And he came and took the book out of the right hand of him that sat upon the throne.  <strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  <strong>9</strong> And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;  <strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  <strong>11</strong> And I beheld, and I heard the voice of many angels round about the throne and the beasts and the elders: and the number of them was ten thousand times ten thousand, and thousands of thousands;  <strong>12</strong> Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.  <strong>13</strong> And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.  <strong>14</strong> And the four beasts said, Amen. And the four and twenty elders fell down and worshipped him that liveth for ever and ever.  "},{"_id":"616ad7f59dfb4d9c011d8d79","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 7:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree. <b class=\"verse-num\" id=\"v66007002-1\">2&nbsp;</b>Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea, <b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.” <b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p66007008_12-23\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_12-23\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_12-23\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  <strong>2</strong> And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,  <strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  <strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  <strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  "},{"_id":"616ad7f69dfb4d9c011d8d7a","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"Revelation 3:14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-24\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  "},{"_id":"616ad7f69dfb4d9c011d8d7b","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"1 Peter 4:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60004006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004006-1\">6&nbsp;</b>For this is why the gospel was preached even to those who are dead, that though judged in the flesh the way people are, they might live in the spirit the way God does.</p>\n</div>","kjv":"<strong>6</strong> For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.  "},{"_id":"616ad7f69dfb4d9c011d8d7c","topicId":"616ad7ee9dfb4d9c011d8d63","verse":"1 John 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  "}]}