{"_id":"616add119dfb4d9c011d8f13","slug":"solitude","name":"Solitude","verses":[{"_id":"616add119dfb4d9c011d8f14","topicId":"616add119dfb4d9c011d8f13","verse":"Matthew 6:6","votes":58,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-6\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-6\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-6\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-6\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-6\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-6\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-6\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-6\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-6\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-6\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-6\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-6\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-6\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-6\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  ","niv":"<sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you."},{"_id":"616add119dfb4d9c011d8f15","topicId":"616add119dfb4d9c011d8f13","verse":"Luke 5:15-16","votes":39,"__v":0,"esv":"<div>\n<p id=\"p42005015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005015-1\">15&nbsp;</b>But now even more the report about him went abroad, and great crowds gathered to hear him and to be healed of their infirmities. <b class=\"verse-num\" id=\"v42005016-1\">16&nbsp;</b>But he would withdraw to desolate places and pray.</p>\n</div>","kjv":"<strong>15</strong> But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.  <strong>16</strong> And he withdrew himself into the wilderness, and prayed.  ","niv":"<sup><strong>15</strong></sup> Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses. <sup><strong>16</strong></sup> But Jesus often withdrew to lonely places and prayed. ","modified":"2022-05-11T06:59:53.629Z"},{"_id":"616add139dfb4d9c011d8f16","topicId":"616add119dfb4d9c011d8f13","verse":"Luke 6:12","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p42006012_04-3\"><b class=\"verse-num\" id=\"v42006012-1\">12&nbsp;</b>In these days he went out to the mountain to pray, and all night he continued in prayer to God.</p>\n</div>","kjv":"<strong>12</strong> And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.  ","niv":"<sup><strong>12</strong></sup> One of those days Jesus went out to a mountainside to pray, and spent the night praying to God."},{"_id":"616add139dfb4d9c011d8f17","topicId":"616add119dfb4d9c011d8f13","verse":"Mark 6:31","votes":32,"__v":0,"esv":"<div>\n<p id=\"p41006031_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat.</p>\n</div>","kjv":"<strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  ","niv":"<sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\""},{"_id":"616add139dfb4d9c011d8f18","topicId":"616add119dfb4d9c011d8f13","verse":"Matthew 14:23","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40014023_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014023-1\">23&nbsp;</b>And after he had dismissed the crowds, he went up on the mountain by himself to pray. When evening came, he was there alone,</p>\n</div>","kjv":"<strong>23</strong> And when he had sent the multitudes away, he went up into a mountain apart to pray: and when the evening was come, he was there alone.  ","niv":"<sup><strong>23</strong></sup> After he had dismissed them, he went up on a mountainside by himself to pray. When evening came, he was there alone,","modified":"2023-01-11T02:04:44.632Z"},{"_id":"616add139dfb4d9c011d8f19","topicId":"616add119dfb4d9c011d8f13","verse":"Matthew 6:1-34","votes":31,"__v":0,"kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","modified":"2022-08-30T01:58:54.910Z"},{"_id":"616add139dfb4d9c011d8f1a","topicId":"616add119dfb4d9c011d8f13","verse":"Mark 1:35","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p41001035_05-7\"><b class=\"verse-num\" id=\"v41001035-1\">35&nbsp;</b>And rising very early in the morning, while it was still dark, he departed and went out to a desolate place, and there he prayed.</p>\n</div>","kjv":"<strong>35</strong> And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.  ","niv":"<sup><strong>35</strong></sup> Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed."},{"_id":"616add139dfb4d9c011d8f1b","topicId":"616add119dfb4d9c011d8f13","verse":"1 Kings 19:4-21","votes":14,"__v":0,"esv":"<div>\n<p id=\"p11019004_01-9\"><b class=\"verse-num\" id=\"v11019004-1\">4&nbsp;</b>But he himself went a day’s journey into the wilderness and came and sat down under a broom tree. And he asked that he might die, saying, “It is enough; now, O LORD, take away my life, for I am no better than my fathers.” <b class=\"verse-num\" id=\"v11019005-1\">5&nbsp;</b>And he lay down and slept under a broom tree. And behold, an angel touched him and said to him, “Arise and eat.” <b class=\"verse-num\" id=\"v11019006-1\">6&nbsp;</b>And he looked, and behold, there was at his head a cake baked on hot stones and a jar of water. And he ate and drank and lay down again. <b class=\"verse-num\" id=\"v11019007-1\">7&nbsp;</b>And the angel of the LORD came again a second time and touched him and said, “Arise and eat, for the journey is too great for you.” <b class=\"verse-num\" id=\"v11019008-1\">8&nbsp;</b>And he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mount of God.</p>\n\n<p id=\"p11019008_06-9\"><b class=\"verse-num\" id=\"v11019009-1\">9&nbsp;</b>There he came to a cave and lodged in it. And behold, the word of the LORD came to him, and he said to him, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019010-1\">10&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019011-1\">11&nbsp;</b>And he said, “Go out and stand on the mount before the LORD.” And behold, the LORD passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before the LORD, but the LORD was not in the wind. And after the wind an earthquake, but the LORD was not in the earthquake. <b class=\"verse-num\" id=\"v11019012-1\">12&nbsp;</b>And after the earthquake a fire, but the LORD was not in the fire. And after the fire the sound of a low whisper. <b class=\"verse-num\" id=\"v11019013-1\">13&nbsp;</b>And when Elijah heard it, he wrapped his face in his cloak and went out and stood at the entrance of the cave. And behold, there came a voice to him and said, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019014-1\">14&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019015-1\">15&nbsp;</b>And the LORD said to him, “Go, return on your way to the wilderness of Damascus. And when you arrive, you shall anoint Hazael to be king over Syria. <b class=\"verse-num\" id=\"v11019016-1\">16&nbsp;</b>And Jehu the son of Nimshi you shall anoint to be king over Israel, and Elisha the son of Shaphat of Abel-meholah you shall anoint to be prophet in your place. <b class=\"verse-num\" id=\"v11019017-1\">17&nbsp;</b>And the one who escapes from the sword of Hazael shall Jehu put to death, and the one who escapes from the sword of Jehu shall Elisha put to death. <b class=\"verse-num\" id=\"v11019018-1\">18&nbsp;</b>Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”</p>\n\n<p id=\"p11019018_10-9\"><b class=\"verse-num\" id=\"v11019019-1\">19&nbsp;</b>So he departed from there and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen in front of him, and he was with the twelfth. Elijah passed by him and cast his cloak upon him. <b class=\"verse-num\" id=\"v11019020-1\">20&nbsp;</b>And he left the oxen and ran after Elijah and said, “Let me kiss my father and my mother, and then I will follow you.” And he said to him, “Go back again, for what have I done to you?” <b class=\"verse-num\" id=\"v11019021-1\">21&nbsp;</b>And he returned from following him and took the yoke of oxen and sacrificed them and boiled their flesh with the yokes of the oxen and gave it to the people, and they ate. Then he arose and went after Elijah and assisted him.</p>\n\n</div>","kjv":"<strong>4</strong> But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree: and he requested for himself that he might die; and said, It is enough; now, O LORD, take away my life; for I am not better than my fathers.  <strong>5</strong> And as he lay and slept under a juniper tree, behold, then an angel touched him, and said unto him, Arise and eat.  <strong>6</strong> And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again.  <strong>7</strong> And the angel of the LORD came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee.  <strong>8</strong> And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God.  <strong>9</strong> And he came thither unto a cave, and lodged there; and, behold, the word of the LORD came to him, and he said unto him, What doest thou here, Elijah?  <strong>10</strong> And he said, I have been very jealous for the LORD God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>11</strong> And he said, Go forth, and stand upon the mount before the LORD. And, behold, the LORD passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the LORD; but the LORD was not in the wind: and after the wind an earthquake; but  the LORD was not in the earthquake:  <strong>12</strong> And after the earthquake a fire; but the LORD was  not in the fire: and after the fire a still small voice.  <strong>13</strong> And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?  <strong>14</strong> And he said, I have been very jealous for the LORD God of hosts: because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>15</strong> And the LORD said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:  <strong>16</strong> And Jehu the son of Nimshi shalt thou anoint to be king over Israel: and Elisha the son of Shaphat of Abel-meholah shalt thou anoint to be prophet in thy room.  <strong>17</strong> And it shall come to pass, that him that escapeth the sword of Hazael shall Jehu slay: and him that escapeth from the sword of Jehu shall Elisha slay.  <strong>18</strong> Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him.  <strong>19</strong> So he departed thence, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth: and Elijah passed by him, and cast his mantle upon him.  <strong>20</strong> And he left the oxen, and ran after Elijah, and said, Let me, I pray thee, kiss my father and my mother, and then I will follow thee. And he said unto him, Go back again: for what have I done to thee?  <strong>21</strong> And he returned back from him, and took a yoke of oxen, and slew them, and boiled their flesh with the instruments of the oxen, and gave unto the people, and they did eat. Then he arose, and went after Elijah, and ministered unto him.  ","niv":"<sup><strong>4</strong></sup> while he himself went a day's journey into the desert. He came to a broom tree, sat down under it and prayed that he might die. \"I have had enough, LORD,\" he said. \"Take my life; I am no better than my ancestors.\" <sup><strong>5</strong></sup> Then he lay down under the tree and fell asleep. All at once an angel touched him and said, \"Get up and eat.\" <sup><strong>6</strong></sup> He looked around, and there by his head was a cake of bread baked over hot coals, and a jar of water. He ate and drank and then lay down again. <sup><strong>7</strong></sup> The angel of the LORD came back a second time and touched him and said, \"Get up and eat, for the journey is too much for you.\" <sup><strong>8</strong></sup> So he got up and ate and drank. Strengthened by that food, he traveled forty days and forty nights until he reached Horeb, the mountain of God. <sup><strong>9</strong></sup> There he went into a cave and spent the night. And the word of the LORD came to him: \"What are you doing here, Elijah?\" <sup><strong>10</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>11</strong></sup> The LORD said, \"Go out and stand on the mountain in the presence of the LORD, for the LORD is about to pass by.\" Then a great and powerful wind tore the mountains apart and shattered the rocks before the LORD, but the LORD was not in the wind. After the wind there was an earthquake, but the LORD was not in the earthquake. <sup><strong>12</strong></sup> After the earthquake came a fire, but the LORD was not in the fire. And after the fire came a gentle whisper. <sup><strong>13</strong></sup> When Elijah heard it, he pulled his cloak over his face and went out and stood at the mouth of the cave. Then a voice said to him, \"What are you doing here, Elijah?\" <sup><strong>14</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>15</strong></sup> The LORD said to him, \"Go back the way you came, and go to the Desert of Damascus. When you get there, anoint Hazael king over Aram. <sup><strong>16</strong></sup> Also, anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat from Abel Meholah to succeed you as prophet. <sup><strong>17</strong></sup> Jehu will put to death any who escape the sword of Hazael, and Elisha will put to death any who escape the sword of Jehu. <sup><strong>18</strong></sup> Yet I reserve seven thousand in Israel-all whose knees have not bowed down to Baal and all whose mouths have not kissed him.\" <sup><strong>19</strong></sup> So Elijah went from there and found Elisha son of Shaphat. He was plowing with twelve yoke of oxen, and he himself was driving the twelfth pair. Elijah went up to him and threw his cloak around him. <sup><strong>20</strong></sup> Elisha then left his oxen and ran after Elijah. \"Let me kiss my father and mother good-by,\" he said, \"and then I will come with you.Go back,\" Elijah replied. \"What have I done to you?\" <sup><strong>21</strong></sup> So Elisha left him and went back. He took his yoke of oxen and slaughtered them. He burned the plowing equipment to cook the meat and gave it to the people, and they ate. Then he set out to follow Elijah and became his attendant. "},{"_id":"616add139dfb4d9c011d8f1c","topicId":"616add119dfb4d9c011d8f13","verse":"Psalm 68:6","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19068006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19068006-1\">6&nbsp;</b>&nbsp;&nbsp;God settles the solitary in a home;</span><br><span id=\"p19068006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he leads out the prisoners to prosperity,</span><br><span id=\"p19068006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rebellious dwell in a parched land.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> God setteth the solitary in families: he bringeth out those which are bound with chains: but the rebellious dwell in a dry land. ","niv":"<sup><strong>6</strong></sup> God sets the lonely in families, he leads forth the prisoners with singing; but the rebellious live in a sun-scorched land."},{"_id":"616add159dfb4d9c011d8f1d","topicId":"616add119dfb4d9c011d8f13","verse":"Isaiah 41:10","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-11\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2022-10-17T01:55:03.026Z"},{"_id":"616add159dfb4d9c011d8f1e","topicId":"616add119dfb4d9c011d8f13","verse":"Galatians 1:15-17","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48001015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001015-1\">15&nbsp;</b>But when he who had set me apart before I was born, and who called me by his grace, <b class=\"verse-num\" id=\"v48001016-1\">16&nbsp;</b>was pleased to reveal his Son to me, in order that I might preach him among the Gentiles, I did not immediately consult with anyone; <b class=\"verse-num\" id=\"v48001017-1\">17&nbsp;</b>nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus.</p>\n\n</div>","kjv":"<strong>15</strong> But when it pleased God, who separated me from my mother’s womb, and called me by his grace,  <strong>16</strong> To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:  <strong>17</strong> Neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus.  ","niv":"<sup><strong>15</strong></sup> But when God, who set me apart from birth and called me by his grace, was pleased <sup><strong>16</strong></sup> to reveal his Son in me so that I might preach him among the Gentiles, I did not consult any man, <sup><strong>17</strong></sup> nor did I go up to Jerusalem to see those who were apostles before I was, but I went immediately into Arabia and later returned to Damascus. ","modified":"2022-08-17T09:22:25.648Z"},{"_id":"616add159dfb4d9c011d8f1f","topicId":"616add119dfb4d9c011d8f13","verse":"Luke 5:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42005016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005016-1\">16&nbsp;</b>But he would withdraw to desolate places and pray.</p>\n</div>","kjv":"<strong>16</strong> And he withdrew himself into the wilderness, and prayed.  ","niv":"<sup><strong>16</strong></sup> But Jesus often withdrew to lonely places and prayed.","modified":"2023-07-08T15:40:44.993Z"},{"_id":"616add159dfb4d9c011d8f20","topicId":"616add119dfb4d9c011d8f13","verse":"Matthew 17:1-2","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40017001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40017001-1\">17:1&nbsp;</b>And after six days Jesus took with him Peter and James, and John his brother, and led them up a high mountain by themselves. <b class=\"verse-num\" id=\"v40017002-1\">2&nbsp;</b>And he was transfigured before them, and his face shone like the sun, and his clothes became white as light.</p>\n</div>","kjv":"<strong>1</strong> And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,  <strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  ","niv":"<sup><strong>1</strong></sup> After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves. <sup><strong>2</strong></sup> There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light. "},{"_id":"616add159dfb4d9c011d8f21","topicId":"616add119dfb4d9c011d8f13","verse":"1 Thessalonians 5:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;"},{"_id":"616add169dfb4d9c011d8f22","topicId":"616add119dfb4d9c011d8f13","verse":"John 14:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"616add169dfb4d9c011d8f23","topicId":"616add119dfb4d9c011d8f13","verse":"Psalm 62:5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19062005_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19062005-1\">5&nbsp;</b>&nbsp;&nbsp;For God alone, O my soul, wait in silence,</span><br><span id=\"p19062005_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my hope is from him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> My soul, wait thou only upon God; for my expectation is from him.  ","niv":"<sup><strong>5</strong></sup> Find rest, O my soul, in God alone; my hope comes from him.","modified":"2023-09-10T10:54:48.873Z"},{"_id":"616add179dfb4d9c011d8f24","topicId":"616add119dfb4d9c011d8f13","verse":"Luke 22:39","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42022039_08-19\"><b class=\"verse-num\" id=\"v42022039-1\">39&nbsp;</b>And he came out and went, as was his custom, to the Mount of Olives, and the disciples followed him.</p>\n</div>","kjv":"<strong>39</strong> And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him.  ","niv":"<sup><strong>39</strong></sup> Jesus went out as usual to the Mount of Olives, and his disciples followed him."},{"_id":"616add179dfb4d9c011d8f25","topicId":"616add119dfb4d9c011d8f13","verse":"Revelation 3:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me."},{"_id":"616add179dfb4d9c011d8f26","topicId":"616add119dfb4d9c011d8f13","verse":"Psalm 46:1-11","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-21\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-21\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br><span id=\"p19046002_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046002-1\">2&nbsp;</b>&nbsp;&nbsp;Therefore we will not fear though the earth gives way,</span><br><span id=\"p19046002_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though the mountains be moved into the heart of the sea,</span><br><span id=\"p19046003_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046003-1\">3&nbsp;</b>&nbsp;&nbsp;though its waters roar and foam,</span><br><span id=\"p19046003_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though the mountains tremble at its swelling. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19046004_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046004-1\">4&nbsp;</b>&nbsp;&nbsp;There is a river whose streams make glad the city of God,</span><br><span id=\"p19046004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the holy habitation of the Most High.</span><br><span id=\"p19046005_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046005-1\">5&nbsp;</b>&nbsp;&nbsp;God is in the midst of her; she shall not be moved;</span><br><span id=\"p19046005_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God will help her when morning dawns.</span><br><span id=\"p19046006_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046006-1\">6&nbsp;</b>&nbsp;&nbsp;The nations rage, the kingdoms totter;</span><br><span id=\"p19046006_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he utters his voice, the earth melts.</span><br><span id=\"p19046007_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD of hosts is with us;</span><br><span id=\"p19046007_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Jacob is our fortress. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19046008_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046008-1\">8&nbsp;</b>&nbsp;&nbsp;Come, behold the works of the LORD,</span><br><span id=\"p19046008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how he has brought desolations on the earth.</span><br><span id=\"p19046009_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046009-1\">9&nbsp;</b>&nbsp;&nbsp;He makes wars cease to the end of the earth;</span><br><span id=\"p19046009_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he breaks the bow and shatters the spear;</span><br><span id=\"p19046009_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he burns the chariots with fire.</span><br><span id=\"p19046010_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br><span id=\"p19046011_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046011-1\">11&nbsp;</b>&nbsp;&nbsp;The LORD of hosts is with us;</span><br><span id=\"p19046011_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Jacob is our fortress. <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  <strong>2</strong> Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;  <strong>3</strong>             Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah.  <strong>4</strong>             There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High.  <strong>5</strong> God is in the midst of her; she shall not be moved: God shall help her, and that right early.  <strong>6</strong> The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted.  <strong>7</strong> The LORD of hosts is with us; the God of Jacob is  our refuge. Selah.  <strong>8</strong> Come, behold the works of the LORD, what desolations he hath made in the earth.  <strong>9</strong> He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire.  <strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  <strong>11</strong> The LORD of hosts is with us; the God of Jacob is  our refuge. Selah.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble. <sup><strong>2</strong></sup> Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea, <sup><strong>3</strong></sup> though its waters roar and foam and the mountains quake with their surging. Selah <sup><strong>4</strong></sup> There is a river whose streams make glad the city of God, the holy place where the Most High dwells. <sup><strong>5</strong></sup> God is within her, she will not fall; God will help her at break of day. <sup><strong>6</strong></sup> Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts. <sup><strong>7</strong></sup> The LORD Almighty is with us; the God of Jacob is our fortress. Selah <sup><strong>8</strong></sup> Come and see the works of the LORD, the desolations he has brought on the earth. <sup><strong>9</strong></sup> He makes wars cease to the ends of the earth; he breaks the bow and shatters the spear, he burns the shields with fire. <sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\" <sup><strong>11</strong></sup> The LORD Almighty is with us; the God of Jacob is our fortress. Selah "},{"_id":"616add189dfb4d9c011d8f27","topicId":"616add119dfb4d9c011d8f13","verse":"Psalm 46:10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"616add189dfb4d9c011d8f28","topicId":"616add119dfb4d9c011d8f13","verse":"Habakkuk 2:20","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002020_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v35002020-1\">20&nbsp;</b>&nbsp;&nbsp;But the LORD is in his holy temple;</span><br><span id=\"p35002020_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let all the earth keep silence before him.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> But the LORD is in his holy temple: let all the earth keep silence before him.  ","niv":"<sup><strong>20</strong></sup> But the LORD is in his holy temple; let all the earth be silent before him.\""},{"_id":"616add189dfb4d9c011d8f2a","topicId":"616add119dfb4d9c011d8f13","verse":"Exodus 33:7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p02033007_05-24\"><b class=\"verse-num\" id=\"v02033007-1\">7&nbsp;</b>Now Moses used to take the tent and pitch it outside the camp, far off from the camp, and he called it the tent of meeting. And everyone who sought the LORD would go out to the tent of meeting, which was outside the camp.</p>\n</div>","kjv":"<strong>7</strong> And Moses took the tabernacle, and pitched it without the camp, afar off from the camp, and called it the Tabernacle of the congregation. And it came to pass, that every one which sought the LORD went out unto the tabernacle of the congregation, which was without the camp.  ","niv":"<sup><strong>7</strong></sup> Now Moses used to take a tent and pitch it outside the camp some distance away, calling it the \"tent of meeting.\" Anyone inquiring of the LORD would go to the tent of meeting outside the camp."},{"_id":"616add189dfb4d9c011d8f29","topicId":"616add119dfb4d9c011d8f13","verse":"Matthew 14:13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40014013_06-25\"><b class=\"verse-num\" id=\"v40014013-1\">13&nbsp;</b>Now when Jesus heard this, he withdrew from there in a boat to a desolate place by himself. But when the crowds heard it, they followed him on foot from the towns.</p>\n</div>","kjv":"<strong>13</strong> When Jesus heard of it, he departed thence by ship into a desert place apart: and when the people had heard thereof, they followed him on foot out of the cities.  ","niv":"<sup><strong>13</strong></sup> When Jesus heard what had happened, he withdrew by boat privately to a solitary place. Hearing of this, the crowds followed him on foot from the towns."},{"_id":"616add199dfb4d9c011d8f2b","topicId":"616add119dfb4d9c011d8f13","verse":"Luke 4:1-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42004001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42004001-1\">4:1&nbsp;</b>And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness <b class=\"verse-num\" id=\"v42004002-1\">2&nbsp;</b>for forty days, being tempted by the devil. And he ate nothing during those days. And when they were ended, he was hungry. <b class=\"verse-num\" id=\"v42004003-1\">3&nbsp;</b>The devil said to him, “If you are the Son of God, command this stone to become bread.” <b class=\"verse-num\" id=\"v42004004-1\">4&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is written, ‘Man shall not live by bread alone.’”</span> <b class=\"verse-num\" id=\"v42004005-1\">5&nbsp;</b>And the devil took him up and showed him all the kingdoms of the world in a moment of time, <b class=\"verse-num\" id=\"v42004006-1\">6&nbsp;</b>and said to him, “To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will. <b class=\"verse-num\" id=\"v42004007-1\">7&nbsp;</b>If you, then, will worship me, it will all be yours.” <b class=\"verse-num\" id=\"v42004008-1\">8&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004008_05-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God,</span><br><span id=\"p42004008_05-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p42004008_05-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004009-1\">9&nbsp;</b>And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here, <b class=\"verse-num\" id=\"v42004010-1\">10&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004010_05-26\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,</span><br><span id=\"p42004010_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004010_05-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004011-1\">11&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004011_05-26\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p42004011_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004011_05-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004012-1\">12&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is said, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v42004013-1\">13&nbsp;</b>And when the devil had ended every temptation, he departed from him until an opportune time.</p>\n\n<p id=\"p42004013_09-26\"><b class=\"verse-num\" id=\"v42004014-1\">14&nbsp;</b>And Jesus returned in the power of the Spirit to Galilee, and a report about him went out through all the surrounding country. <b class=\"verse-num\" id=\"v42004015-1\">15&nbsp;</b>And he taught in their synagogues, being glorified by all.</p>\n</div>","kjv":"<strong>1</strong> And Jesus being full of the Holy Ghost returned from Jordan, and was led by the Spirit into the wilderness,  <strong>2</strong> Being forty days tempted of the devil. And in those days he did eat nothing: and when they were ended, he afterward hungered.  <strong>3</strong> And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.  <strong>4</strong> And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God.  <strong>5</strong> And the devil, taking him up into an high mountain, shewed unto him all the kingdoms of the world in a moment of time.  <strong>6</strong> And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.  <strong>7</strong> If thou therefore wilt worship me, all shall be thine.  <strong>8</strong> And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>9</strong> And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:  <strong>10</strong> For it is written, He shall give his angels charge over thee, to keep thee:  <strong>11</strong> And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>12</strong> And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God.  <strong>13</strong> And when the devil had ended all the temptation, he departed from him for a season.  <strong>14</strong> And Jesus returned in the power of the Spirit into Galilee: and there went out a fame of him through all the region round about.  <strong>15</strong> And he taught in their synagogues, being glorified of all.  ","niv":"<sup><strong>1</strong></sup> Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the desert, <sup><strong>2</strong></sup> where for forty days he was tempted by the devil. He ate nothing during those days, and at the end of them he was hungry. <sup><strong>3</strong></sup> The devil said to him, \"If you are the Son of God, tell this stone to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone.'\" <sup><strong>5</strong></sup> The devil led him up to a high place and showed him in an instant all the kingdoms of the world. <sup><strong>6</strong></sup> And he said to him, \"I will give you all their authority and splendor, for it has been given to me, and I can give it to anyone I want to. <sup><strong>7</strong></sup> So if you worship me, it will all be yours.\" <sup><strong>8</strong></sup> Jesus answered, \"It is written: 'Worship the Lord your God and serve him only.'\" <sup><strong>9</strong></sup> The devil led him to Jerusalem and had him stand on the highest point of the temple. \"If you are the Son of God,\" he said, \"throw yourself down from here. <sup><strong>10</strong></sup> For it is written: \"'He will command his angels concerning you to guard you carefully; <sup><strong>11</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>12</strong></sup> Jesus answered, \"It says: 'Do not put the Lord your God to the test.'\" <sup><strong>13</strong></sup> When the devil had finished all this tempting, he left him until an opportune time. <sup><strong>14</strong></sup> Jesus returned to Galilee in the power of the Spirit, and news about him spread through the whole countryside. <sup><strong>15</strong></sup> He taught in their synagogues, and everyone praised him. "},{"_id":"616add199dfb4d9c011d8f2c","topicId":"616add119dfb4d9c011d8f13","verse":"Proverbs 10:19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010019_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010019-1\">19&nbsp;</b>&nbsp;&nbsp;When words are many, transgression is not lacking,</span><br><span id=\"p20010019_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever restrains his lips is prudent.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.  ","niv":"<sup><strong>19</strong></sup> When words are many, sin is not absent, but he who holds his tongue is wise.","modified":"2022-08-17T13:58:43.303Z"}]}