{"_id":"616adf249dfb4d9c011d9019","slug":"soothsayers","name":"Soothsayers","verses":[{"_id":"616adf249dfb4d9c011d901a","topicId":"616adf249dfb4d9c011d9019","verse":"Leviticus 19:31","votes":32,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God.","modified":"2023-10-02T15:28:01.187Z"},{"_id":"616adf259dfb4d9c011d901b","topicId":"616adf249dfb4d9c011d9019","verse":"Deuteronomy 18:9-12","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-2\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"616adf259dfb4d9c011d901c","topicId":"616adf249dfb4d9c011d9019","verse":"1 John 4:1","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616adf269dfb4d9c011d901d","topicId":"616adf249dfb4d9c011d9019","verse":"Daniel 2:27-28","votes":20,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these:</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: ","modified":"2022-05-15T14:55:09.596Z"},{"_id":"616adf269dfb4d9c011d901e","topicId":"616adf249dfb4d9c011d9019","verse":"Leviticus 19:26","votes":18,"__v":0,"esv":"<div>\n<p id=\"p03019026_01-5\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes.</p>\n</div>","kjv":"<strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  ","niv":"<sup><strong>26</strong></sup> \"'Do not eat any meat with the blood still in it. \"'Do not practice divination or sorcery."},{"_id":"616adf269dfb4d9c011d901f","topicId":"616adf249dfb4d9c011d9019","verse":"Acts 16:16","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-6\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."},{"_id":"616adf269dfb4d9c011d9020","topicId":"616adf249dfb4d9c011d9019","verse":"Deuteronomy 18:9-14","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-7\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. "},{"_id":"616adf269dfb4d9c011d9021","topicId":"616adf249dfb4d9c011d9019","verse":"Isaiah 47:13-15","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047013_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047013-1\">13&nbsp;</b>&nbsp;&nbsp;You are wearied with your many counsels;</span><br><span id=\"p23047013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them stand forth and save you,</span><br><span id=\"p23047013_01-8\" class=\"line\">&nbsp;&nbsp;those who divide the heavens,</span><br><span id=\"p23047013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gaze at the stars,</span><br><span id=\"p23047013_01-8\" class=\"line\">&nbsp;&nbsp;who at the new moons make known</span><br><span id=\"p23047013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what shall come upon you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23047014_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047014-1\">14&nbsp;</b>&nbsp;&nbsp;Behold, they are like stubble;</span><br><span id=\"p23047014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fire consumes them;</span><br><span id=\"p23047014_01-8\" class=\"line\">&nbsp;&nbsp;they cannot deliver themselves</span><br><span id=\"p23047014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the flame.</span><br><span id=\"p23047014_01-8\" class=\"line\">&nbsp;&nbsp;No coal for warming oneself is this,</span><br><span id=\"p23047014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no fire to sit before!</span><br><span id=\"p23047015_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047015-1\">15&nbsp;</b>&nbsp;&nbsp;Such to you are those with whom you have labored,</span><br><span id=\"p23047015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who have done business with you from your youth;</span><br><span id=\"p23047015_01-8\" class=\"line\">&nbsp;&nbsp;they wander about, each in his own direction;</span><br><span id=\"p23047015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no one to save you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  <strong>14</strong> Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall  not be a coal to warm at, nor fire to sit before it.  <strong>15</strong> Thus shall they be unto thee with whom thou hast laboured, even  thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee.  ","niv":"<sup><strong>13</strong></sup> All the counsel you have received has only worn you out! Let your astrologers come forward, those stargazers who make predictions month by month, let them save you from what is coming upon you. <sup><strong>14</strong></sup> Surely they are like stubble; the fire will burn them up. They cannot even save themselves from the power of the flame. Here are no coals to warm anyone; here is no fire to sit by. <sup><strong>15</strong></sup> That is all they can do for you- these you have labored with and trafficked with since childhood. Each of them goes on in his error; there is not one that can save you. "},{"_id":"616adf269dfb4d9c011d9022","topicId":"616adf249dfb4d9c011d9019","verse":"Revelation 21:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616adf289dfb4d9c011d9024","topicId":"616adf249dfb4d9c011d9019","verse":"Micah 5:12","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells.","modified":"2023-07-26T08:15:35.570Z"},{"_id":"616adf289dfb4d9c011d9023","topicId":"616adf249dfb4d9c011d9019","verse":"Acts 8:9-13","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-11\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. "},{"_id":"616adf289dfb4d9c011d9025","topicId":"616adf249dfb4d9c011d9019","verse":"2 Corinthians 11:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light.","modified":"2023-01-25T22:24:49.760Z"},{"_id":"616adf289dfb4d9c011d9026","topicId":"616adf249dfb4d9c011d9019","verse":"Micah 1:1-16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p33001001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v33001001-1\">1:1&nbsp;</b>The word of the LORD that came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33001002_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, you peoples, all of you;</span><br><span id=\"p33001002_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pay attention, O earth, and all that is in it,</span><br><span id=\"p33001002_04-13\" class=\"line\">&nbsp;&nbsp;and let the Lord GOD be a witness against you,</span><br><span id=\"p33001002_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord from his holy temple.</span><br><span id=\"p33001003_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001003-1\">3&nbsp;</b>&nbsp;&nbsp;For behold, the LORD is coming out of his place,</span><br><span id=\"p33001003_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will come down and tread upon the high places of the earth.</span><br><span id=\"p33001004_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001004-1\">4&nbsp;</b>&nbsp;&nbsp;And the mountains will melt under him,</span><br><span id=\"p33001004_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the valleys will split open,</span><br><span id=\"p33001004_04-13\" class=\"line\">&nbsp;&nbsp;like wax before the fire,</span><br><span id=\"p33001004_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like waters poured down a steep place.</span><br><span id=\"p33001005_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001005-1\">5&nbsp;</b>&nbsp;&nbsp;All this is for the transgression of Jacob</span><br><span id=\"p33001005_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the sins of the house of Israel.</span><br><span id=\"p33001005_04-13\" class=\"line\">&nbsp;&nbsp;What is the transgression of Jacob?</span><br><span id=\"p33001005_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is it not Samaria?</span><br><span id=\"p33001005_04-13\" class=\"line\">&nbsp;&nbsp;And what is the high place of Judah?</span><br><span id=\"p33001005_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is it not Jerusalem?</span><br><span id=\"p33001006_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001006-1\">6&nbsp;</b>&nbsp;&nbsp;Therefore I will make Samaria a heap in the open country,</span><br><span id=\"p33001006_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a place for planting vineyards,</span><br><span id=\"p33001006_04-13\" class=\"line\">&nbsp;&nbsp;and I will pour down her stones into the valley</span><br><span id=\"p33001006_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uncover her foundations.</span><br><span id=\"p33001007_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001007-1\">7&nbsp;</b>&nbsp;&nbsp;All her carved images shall be beaten to pieces,</span><br><span id=\"p33001007_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all her wages shall be burned with fire,</span><br><span id=\"p33001007_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her idols I will lay waste,</span><br><span id=\"p33001007_04-13\" class=\"line\">&nbsp;&nbsp;for from the fee of a prostitute she gathered them,</span><br><span id=\"p33001007_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the fee of a prostitute they shall return.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p33001008_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001008-1\">8&nbsp;</b>&nbsp;&nbsp;For this I will lament and wail;</span><br><span id=\"p33001008_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will go stripped and naked;</span><br><span id=\"p33001008_04-13\" class=\"line\">&nbsp;&nbsp;I will make lamentation like the jackals,</span><br><span id=\"p33001008_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning like the ostriches.</span><br><span id=\"p33001009_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001009-1\">9&nbsp;</b>&nbsp;&nbsp;For her wound is incurable,</span><br><span id=\"p33001009_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it has come to Judah;</span><br><span id=\"p33001009_04-13\" class=\"line\">&nbsp;&nbsp;it has reached to the gate of my people,</span><br><span id=\"p33001009_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Jerusalem.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p33001010_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001010-1\">10&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath;</span><br><span id=\"p33001010_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;weep not at all;</span><br><span id=\"p33001010_04-13\" class=\"line\">&nbsp;&nbsp;in Beth-le-aphrah</span><br><span id=\"p33001010_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;roll yourselves in the dust.</span><br><span id=\"p33001011_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001011-1\">11&nbsp;</b>&nbsp;&nbsp;Pass on your way,</span><br><span id=\"p33001011_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;inhabitants of Shaphir,</span><br><span id=\"p33001011_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in nakedness and shame;</span><br><span id=\"p33001011_04-13\" class=\"line\">&nbsp;&nbsp;the inhabitants of Zaanan</span><br><span id=\"p33001011_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not come out;</span><br><span id=\"p33001011_04-13\" class=\"line\">&nbsp;&nbsp;the lamentation of Beth-ezel</span><br><span id=\"p33001011_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall take away from you its standing place.</span><br><span id=\"p33001012_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001012-1\">12&nbsp;</b>&nbsp;&nbsp;For the inhabitants of Maroth</span><br><span id=\"p33001012_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wait anxiously for good,</span><br><span id=\"p33001012_04-13\" class=\"line\">&nbsp;&nbsp;because disaster has come down from the LORD</span><br><span id=\"p33001012_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the gate of Jerusalem.</span><br><span id=\"p33001013_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001013-1\">13&nbsp;</b>&nbsp;&nbsp;Harness the steeds to the chariots,</span><br><span id=\"p33001013_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;inhabitants of Lachish;</span><br><span id=\"p33001013_04-13\" class=\"line\">&nbsp;&nbsp;it was the beginning of sin</span><br><span id=\"p33001013_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the daughter of Zion,</span><br><span id=\"p33001013_04-13\" class=\"line\">&nbsp;&nbsp;for in you were found</span><br><span id=\"p33001013_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the transgressions of Israel.</span><br><span id=\"p33001014_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001014-1\">14&nbsp;</b>&nbsp;&nbsp;Therefore you shall give parting gifts</span><br><span id=\"p33001014_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Moresheth-gath;</span><br><span id=\"p33001014_04-13\" class=\"line\">&nbsp;&nbsp;the houses of Achzib shall be a deceitful thing</span><br><span id=\"p33001014_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the kings of Israel.</span><br><span id=\"p33001015_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001015-1\">15&nbsp;</b>&nbsp;&nbsp;I will again bring a conqueror to you,</span><br><span id=\"p33001015_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;inhabitants of Mareshah;</span><br><span id=\"p33001015_04-13\" class=\"line\">&nbsp;&nbsp;the glory of Israel</span><br><span id=\"p33001015_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall come to Adullam.</span><br><span id=\"p33001016_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001016-1\">16&nbsp;</b>&nbsp;&nbsp;Make yourselves bald and cut off your hair,</span><br><span id=\"p33001016_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the children of your delight;</span><br><span id=\"p33001016_04-13\" class=\"line\">&nbsp;&nbsp;make yourselves as bald as the eagle,</span><br><span id=\"p33001016_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they shall go from you into exile.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The word of the LORD that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.  <strong>2</strong> Hear, all ye people; hearken, O earth, and all that therein is: and let the Lord GOD be witness against you, the Lord from his holy temple.  <strong>3</strong> For, behold, the LORD cometh forth out of his place, and will come down, and tread upon the high places of the earth.  <strong>4</strong> And the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are  poured down a steep place.  <strong>5</strong> For the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it  not Samaria? and what are the high places of Judah? are they not Jerusalem?  <strong>6</strong> Therefore I will make Samaria as an heap of the field, and  as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof.  <strong>7</strong> And all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered it of the hire of an harlot, and they shall return to the hire of an harlot.  <strong>8</strong> Therefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls.  <strong>9</strong> For her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem.  <strong>10</strong> Declare ye it not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust.  <strong>11</strong> Pass ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Beth-ezel; he shall receive of you his standing.  <strong>12</strong> For the inhabitant of Maroth waited carefully for good: but evil came down from the LORD unto the gate of Jerusalem.  <strong>13</strong> O thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.  <strong>14</strong> Therefore shalt thou give presents to Moresheth-gath: the houses of Achzib shall be a lie to the kings of Israel.  <strong>15</strong> Yet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel.  <strong>16</strong> Make thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD that came to Micah of Moresheth during the reigns of Jotham, Ahaz and Hezekiah, kings of Judah-the vision he saw concerning Samaria and Jerusalem. <sup><strong>2</strong></sup> Hear, O peoples, all of you, listen, O earth and all who are in it, that the Sovereign LORD may witness against you, the Lord from his holy temple. <sup><strong>3</strong></sup> Look! The LORD is coming from his dwelling place; he comes down and treads the high places of the earth. <sup><strong>4</strong></sup> The mountains melt beneath him and the valleys split apart, like wax before the fire, like water rushing down a slope. <sup><strong>5</strong></sup> All this is because of Jacob's transgression, because of the sins of the house of Israel. What is Jacob's transgression? Is it not Samaria? What is Judah's high place? Is it not Jerusalem? <sup><strong>6</strong></sup> \"Therefore I will make Samaria a heap of rubble, a place for planting vineyards. I will pour her stones into the valley and lay bare her foundations. <sup><strong>7</strong></sup> All her idols will be broken to pieces; all her temple gifts will be burned with fire; I will destroy all her images. Since she gathered her gifts from the wages of prostitutes, as the wages of prostitutes they will again be used.\" <sup><strong>8</strong></sup> Because of this I will weep and wail; I will go about barefoot and naked. I will howl like a jackal and moan like an owl. <sup><strong>9</strong></sup> For her wound is incurable; it has come to Judah. It has reached the very gate of my people, even to Jerusalem itself. <sup><strong>10</strong></sup> Tell it not in Gath; weep not at all. In Beth Ophrah roll in the dust. <sup><strong>11</strong></sup> Pass on in nakedness and shame, you who live in Shaphir. Those who live in Zaanan will not come out. Beth Ezel is in mourning; its protection is taken from you. <sup><strong>12</strong></sup> Those who live in Maroth writhe in pain, waiting for relief, because disaster has come from the LORD, even to the gate of Jerusalem. <sup><strong>13</strong></sup> You who live in Lachish, harness the team to the chariot. You were the beginning of sin to the Daughter of Zion, for the transgressions of Israel were found in you. <sup><strong>14</strong></sup> Therefore you will give parting gifts to Moresheth Gath. The town of Aczib will prove deceptive to the kings of Israel. <sup><strong>15</strong></sup> I will bring a conqueror against you who live in Mareshah. He who is the glory of Israel will come to Adullam. <sup><strong>16</strong></sup> Shave your heads in mourning for the children in whom you delight; make yourselves as bald as the vulture, for they will go from you into exile. "},{"_id":"616adf289dfb4d9c011d9027","topicId":"616adf249dfb4d9c011d9019","verse":"Ezekiel 13:3","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26013003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013003-1\">3&nbsp;</b>Thus says the Lord GOD, Woe to the foolish prophets who follow their own spirit, and have seen nothing!</p>\n</div>","kjv":"<strong>3</strong> Thus saith the Lord GOD; Woe unto the foolish prophets, that follow their own spirit, and have seen nothing!  ","niv":"<sup><strong>3</strong></sup> This is what the Sovereign LORD says: Woe to the foolish prophets who follow their own spirit and have seen nothing!"},{"_id":"616adf289dfb4d9c011d9028","topicId":"616adf249dfb4d9c011d9019","verse":"Isaiah 8:19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"616adf289dfb4d9c011d9029","topicId":"616adf249dfb4d9c011d9019","verse":"1 Chronicles 10:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p13010013_01-17\"><b class=\"verse-num\" id=\"v13010013-1\">13&nbsp;</b>So Saul died for his breach of faith. He broke faith with the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance.</p>\n</div>","kjv":"<strong>13</strong> So Saul died for his transgression which he committed against the LORD, even against the word of the LORD, which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;  ","niv":"<sup><strong>13</strong></sup> Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance,"},{"_id":"616adf2a9dfb4d9c011d902a","topicId":"616adf249dfb4d9c011d9019","verse":"1 Samuel 15:23","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015023_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_01-19\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  ","niv":"<sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\""},{"_id":"616adf2a9dfb4d9c011d902b","topicId":"616adf249dfb4d9c011d9019","verse":"Deuteronomy 18:9","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-20\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations.</p>\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there."},{"_id":"616adf2a9dfb4d9c011d902c","topicId":"616adf249dfb4d9c011d9019","verse":"Leviticus 20:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-21\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"616adf2a9dfb4d9c011d902d","topicId":"616adf249dfb4d9c011d9019","verse":"James 1:27","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-23\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-23\">Greetings.</p>\n\n<p id=\"p59001001_06-23\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-23\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-23\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-23\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-23\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-23\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-23\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-23\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616adf2b9dfb4d9c011d902f","topicId":"616adf249dfb4d9c011d9019","verse":"James 1:1-27","votes":8,"__v":0,"kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616adf2b9dfb4d9c011d9030","topicId":"616adf249dfb4d9c011d9019","verse":"1 Thessalonians 5:22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p52005022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>22</strong></sup> Avoid every kind of evil."},{"_id":"616adf2b9dfb4d9c011d902e","topicId":"616adf249dfb4d9c011d9019","verse":"Isaiah 27:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p23027001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23027001-1\">27:1&nbsp;</b>In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.</p>\n</div>","kjv":"<strong>1</strong> In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.  ","niv":"<sup><strong>1</strong></sup> In that day, the LORD will punish with his sword, his fierce, great and powerful sword, Leviathan the gliding serpent, Leviathan the coiling serpent; he will slay the monster of the sea."},{"_id":"616adf2c9dfb4d9c011d9031","topicId":"616adf249dfb4d9c011d9019","verse":"Revelation 9:21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66009021_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n</div>","kjv":"<strong>21</strong> Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.  ","niv":"<sup><strong>21</strong></sup> Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts."},{"_id":"616adf2c9dfb4d9c011d9032","topicId":"616adf249dfb4d9c011d9019","verse":"Daniel 2:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"}]}