{"_id":"616ae0299dfb4d9c011d909b","slug":"sorcery","name":"Sorcery","verses":[{"_id":"616ae0299dfb4d9c011d909c","topicId":"616ae0299dfb4d9c011d909b","verse":"Leviticus 19:31","votes":68,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God.","modified":"2023-07-30T18:44:06.605Z"},{"_id":"616ae02a9dfb4d9c011d909d","topicId":"616ae0299dfb4d9c011d909b","verse":"Exodus 22:18","votes":54,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-2\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616ae02a9dfb4d9c011d909e","topicId":"616ae0299dfb4d9c011d909b","verse":"Galatians 5:19-21","votes":52,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616ae02b9dfb4d9c011d909f","topicId":"616ae0299dfb4d9c011d909b","verse":"Isaiah 8:19","votes":46,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?","modified":"2023-04-30T08:08:52.568Z"},{"_id":"616ae02b9dfb4d9c011d90a0","topicId":"616ae0299dfb4d9c011d909b","verse":"Leviticus 20:6","votes":35,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-5\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"616ae02b9dfb4d9c011d90a1","topicId":"616ae0299dfb4d9c011d909b","verse":"Leviticus 20:27","votes":32,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-6\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"616ae02b9dfb4d9c011d90a2","topicId":"616ae0299dfb4d9c011d909b","verse":"Ezekiel 13:6-9","votes":28,"__v":0,"esv":"<div>\n<p id=\"p26013006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013006-1\">6&nbsp;</b>They have seen false visions and lying divinations. They say, ‘Declares the LORD,’ when the LORD has not sent them, and yet they expect him to fulfill their word. <b class=\"verse-num\" id=\"v26013007-1\">7&nbsp;</b>Have you not seen a false vision and uttered a lying divination, whenever you have said, ‘Declares the LORD,’ although I have not spoken?”</p>\n<p id=\"p26013007_01-7\"><b class=\"verse-num\" id=\"v26013008-1\">8&nbsp;</b>Therefore thus says the Lord GOD: “Because you have uttered falsehood and seen lying visions, therefore behold, I am against you, declares the Lord GOD. <b class=\"verse-num\" id=\"v26013009-1\">9&nbsp;</b>My hand will be against the prophets who see false visions and who give lying divinations. They shall not be in the council of my people, nor be enrolled in the register of the house of Israel, nor shall they enter the land of Israel. And you shall know that I am the Lord GOD.</p>\n</div>","kjv":"<strong>6</strong> They have seen vanity and lying divination, saying, The LORD saith: and the LORD hath not sent them: and they have made others to hope that they would confirm the word.  <strong>7</strong> Have ye not seen a vain vision, and have ye not spoken a lying divination, whereas ye say, The LORD saith it; albeit I have not spoken?  <strong>8</strong> Therefore thus saith the Lord GOD; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord GOD.  <strong>9</strong> And mine hand shall be upon the prophets that see vanity, and that divine lies: they shall not be in the assembly of my people, neither shall they be written in the writing of the house of Israel, neither shall they enter into the land of Israel; and ye shall know that I am the Lord GOD.  ","niv":"<sup><strong>6</strong></sup> Their visions are false and their divinations a lie. They say, \"The LORD declares,\" when the LORD has not sent them; yet they expect their words to be fulfilled. <sup><strong>7</strong></sup> Have you not seen false visions and uttered lying divinations when you say, \"The LORD declares,\" though I have not spoken? <sup><strong>8</strong></sup> \"'Therefore this is what the Sovereign LORD says: Because of your false words and lying visions, I am against you, declares the Sovereign LORD. <sup><strong>9</strong></sup> My hand will be against the prophets who see false visions and utter lying divinations. They will not belong to the council of my people or be listed in the records of the house of Israel, nor will they enter the land of Israel. Then you will know that I am the Sovereign LORD. ","modified":"2022-05-12T18:00:13.242Z"},{"_id":"616ae02c9dfb4d9c011d90a3","topicId":"616ae0299dfb4d9c011d909b","verse":"Acts 8:9","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-8\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great.</p>\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,","modified":"2023-11-09T02:19:48.430Z"},{"_id":"616ae02c9dfb4d9c011d90a5","topicId":"616ae0299dfb4d9c011d909b","verse":"Galatians 5:20","votes":26,"__v":0,"esv":"<div>\n<p id=\"p48005020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,</p>\n</div>","kjv":"<strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  ","niv":"<sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions","modified":"2023-01-28T00:36:53.628Z"},{"_id":"616ae02c9dfb4d9c011d90a4","topicId":"616ae0299dfb4d9c011d909b","verse":"2 Chronicles 33:6","votes":28,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616ae02d9dfb4d9c011d90a6","topicId":"616ae0299dfb4d9c011d909b","verse":"2 Thessalonians 2:9","votes":26,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"},{"_id":"616ae02d9dfb4d9c011d90a7","topicId":"616ae0299dfb4d9c011d909b","verse":"1 Samuel 15:23","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015023_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_01-13\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  ","niv":"<sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\"","modified":"2022-05-07T00:24:55.651Z"},{"_id":"616ae02d9dfb4d9c011d90a8","topicId":"616ae0299dfb4d9c011d909b","verse":"1 Chronicles 10:13","votes":26,"__v":0,"esv":"<div>\n<p id=\"p13010013_01-15\"><b class=\"verse-num\" id=\"v13010013-1\">13&nbsp;</b>So Saul died for his breach of faith. He broke faith with the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance.</p>\n</div>","kjv":"<strong>13</strong> So Saul died for his transgression which he committed against the LORD, even against the word of the LORD, which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;  ","niv":"<sup><strong>13</strong></sup> Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance,"},{"_id":"616ae02d9dfb4d9c011d90a9","topicId":"616ae0299dfb4d9c011d909b","verse":"Revelation 18:23","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018023_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_01-16\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_01-16\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  ","niv":"<sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray.","modified":"2022-08-31T04:03:45.723Z"},{"_id":"616ae02d9dfb4d9c011d90aa","topicId":"616ae0299dfb4d9c011d909b","verse":"Daniel 2:27","votes":21,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"},{"_id":"616ae02e9dfb4d9c011d90ab","topicId":"616ae0299dfb4d9c011d909b","verse":"Micah 5:12","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells.","modified":"2023-01-18T08:10:23.406Z"},{"_id":"616ae02f9dfb4d9c011d90ac","topicId":"616ae0299dfb4d9c011d909b","verse":"Ephesians 5:11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"616ae02f9dfb4d9c011d90af","topicId":"616ae0299dfb4d9c011d909b","verse":"Zechariah 10:2","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38010002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010002-1\">2&nbsp;</b>&nbsp;&nbsp;For the household gods utter nonsense,</span><br><span id=\"p38010002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the diviners see lies;</span><br><span id=\"p38010002_01-20\" class=\"line\">&nbsp;&nbsp;they tell false dreams</span><br><span id=\"p38010002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give empty consolation.</span><br><span id=\"p38010002_01-20\" class=\"line\">&nbsp;&nbsp;Therefore the people wander like sheep;</span><br><span id=\"p38010002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are afflicted for lack of a shepherd.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For the idols have spoken vanity, and the diviners have seen a lie, and have told false dreams; they comfort in vain: therefore they went their way as a flock, they were troubled, because there was no shepherd.  ","niv":"<sup><strong>2</strong></sup> The idols speak deceit, diviners see visions that lie; they tell dreams that are false, they give comfort in vain. Therefore the people wander like sheep oppressed for lack of a shepherd."},{"_id":"616ae02f9dfb4d9c011d90ae","topicId":"616ae0299dfb4d9c011d909b","verse":"Isaiah 19:3","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23019003_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019003-1\">3&nbsp;</b>&nbsp;&nbsp;and the spirit of the Egyptians within them will be emptied out,</span><br><span id=\"p23019003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will confound their counsel;</span><br><span id=\"p23019003_01-21\" class=\"line\">&nbsp;&nbsp;and they will inquire of the idols and the sorcerers,</span><br><span id=\"p23019003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the mediums and the necromancers;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards.  ","niv":"<sup><strong>3</strong></sup> The Egyptians will lose heart, and I will bring their plans to nothing; they will consult the idols and the spirits of the dead, the mediums and the spiritists.","modified":"2022-07-07T01:57:35.586Z"},{"_id":"616ae02f9dfb4d9c011d90ad","topicId":"616ae0299dfb4d9c011d909b","verse":"2 Kings 21:6","votes":15,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616ae0309dfb4d9c011d90b0","topicId":"616ae0299dfb4d9c011d909b","verse":"Galatians 5:20-21","votes":15,"__v":0,"esv":"<div>\n<p id=\"p48005020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616ae0309dfb4d9c011d90b1","topicId":"616ae0299dfb4d9c011d909b","verse":"Isaiah 47:9-13","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047009-1\">9&nbsp;</b>&nbsp;&nbsp;These two things shall come to you</span><br><span id=\"p23047009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a moment, in one day;</span><br><span id=\"p23047009_01-24\" class=\"line\">&nbsp;&nbsp;the loss of children and widowhood</span><br><span id=\"p23047009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall come upon you in full measure,</span><br><span id=\"p23047009_01-24\" class=\"line\">&nbsp;&nbsp;in spite of your many sorceries</span><br><span id=\"p23047009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the great power of your enchantments.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23047010_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047010-1\">10&nbsp;</b>&nbsp;&nbsp;You felt secure in your wickedness;</span><br><span id=\"p23047010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you said, “No one sees me”;</span><br><span id=\"p23047010_01-24\" class=\"line\">&nbsp;&nbsp;your wisdom and your knowledge led you astray,</span><br><span id=\"p23047010_01-24\" class=\"line\">&nbsp;&nbsp;and you said in your heart,</span><br><span id=\"p23047010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I am, and there is no one besides me.”</span><br><span id=\"p23047011_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047011-1\">11&nbsp;</b>&nbsp;&nbsp;But evil shall come upon you,</span><br><span id=\"p23047011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which you will not know how to charm away;</span><br><span id=\"p23047011_01-24\" class=\"line\">&nbsp;&nbsp;disaster shall fall upon you,</span><br><span id=\"p23047011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for which you will not be able to atone;</span><br><span id=\"p23047011_01-24\" class=\"line\">&nbsp;&nbsp;and ruin shall come upon you suddenly,</span><br><span id=\"p23047011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of which you know nothing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23047012_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047012-1\">12&nbsp;</b>&nbsp;&nbsp;Stand fast in your enchantments</span><br><span id=\"p23047012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your many sorceries,</span><br><span id=\"p23047012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which you have labored from your youth;</span><br><span id=\"p23047012_01-24\" class=\"line\">&nbsp;&nbsp;perhaps you may be able to succeed;</span><br><span id=\"p23047012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;perhaps you may inspire terror.</span><br><span id=\"p23047013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047013-1\">13&nbsp;</b>&nbsp;&nbsp;You are wearied with your many counsels;</span><br><span id=\"p23047013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them stand forth and save you,</span><br><span id=\"p23047013_01-24\" class=\"line\">&nbsp;&nbsp;those who divide the heavens,</span><br><span id=\"p23047013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gaze at the stars,</span><br><span id=\"p23047013_01-24\" class=\"line\">&nbsp;&nbsp;who at the new moons make known</span><br><span id=\"p23047013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what shall come upon you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> But these two things shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries, and for the great abundance of thine enchantments.  <strong>10</strong> For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I am, and none else beside me.  <strong>11</strong> Therefore shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put if off: and desolation shall come upon thee suddenly, which thou shalt not know.  <strong>12</strong> Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail.  <strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  ","niv":"<sup><strong>9</strong></sup> Both of these will overtake you in a moment, on a single day: loss of children and widowhood. They will come upon you in full measure, in spite of your many sorceries and all your potent spells. <sup><strong>10</strong></sup> You have trusted in your wickedness and have said, 'No one sees me.' Your wisdom and knowledge mislead you when you say to yourself, 'I am, and there is none besides me.' <sup><strong>11</strong></sup> Disaster will come upon you, and you will not know how to conjure it away. A calamity will fall upon you that you cannot ward off with a ransom; a catastrophe you cannot foresee will suddenly come upon you. <sup><strong>12</strong></sup> \"Keep on, then, with your magic spells and with your many sorceries, which you have labored at since childhood. Perhaps you will succeed, perhaps you will cause terror. <sup><strong>13</strong></sup> All the counsel you have received has only worn you out! Let your astrologers come forward, those stargazers who make predictions month by month, let them save you from what is coming upon you. ","modified":"2023-02-27T10:37:19.928Z"},{"_id":"616ae0309dfb4d9c011d90b2","topicId":"616ae0299dfb4d9c011d909b","verse":"Revelation 21:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616ae0319dfb4d9c011d90b4","topicId":"616ae0299dfb4d9c011d909b","verse":"Jeremiah 10:2","votes":13,"__v":0,"esv":"<div>\n<p id=\"p24010002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_01-26\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them."},{"_id":"616ae0319dfb4d9c011d90b3","topicId":"616ae0299dfb4d9c011d909b","verse":"Ezekiel 12:24","votes":13,"__v":0,"esv":"<div>\n<p id=\"p26012024_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v26012024-1\">24&nbsp;</b>For there shall be no more any false vision or flattering divination within the house of Israel.</p>\n</div>","kjv":"<strong>24</strong> For there shall be no more any vain vision nor flattering divination within the house of Israel.  ","niv":"<sup><strong>24</strong></sup> For there will be no more false visions or flattering divinations among the people of Israel."}]}