{"_id":"616adfc09dfb4d9c011d9067","slug":"sorcerer","name":"Sorcerer","verses":[{"_id":"616adfc09dfb4d9c011d9068","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 21:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616adfc29dfb4d9c011d9069","topicId":"616adfc09dfb4d9c011d9067","verse":"2 Kings 21:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616adfc29dfb4d9c011d906a","topicId":"616adfc09dfb4d9c011d9067","verse":"Isaiah 8:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"616adfc29dfb4d9c011d906b","topicId":"616adfc09dfb4d9c011d9067","verse":"Deuteronomy 18:9-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-4\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n<p id=\"p05018014_08-4\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—<b class=\"verse-num\" id=\"v05018016-1\">16&nbsp;</b>just as you desired of the LORD your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the LORD my God or see this great fire any more, lest I die.’ <b class=\"verse-num\" id=\"v05018017-1\">17&nbsp;</b>And the LORD said to me, ‘They are right in what they have spoken. <b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him. <b class=\"verse-num\" id=\"v05018019-1\">19&nbsp;</b>And whoever will not listen to my words that he shall speak in my name, I myself will require it of him. <b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. <strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  <strong>16</strong> According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not.  <strong>17</strong> And the LORD said unto me, They have well spoken that which they have spoken.  <strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  <strong>19</strong> And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it  of him.  <strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. <sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him. <sup><strong>16</strong></sup> For this is what you asked of the LORD your God at Horeb on the day of the assembly when you said, \"Let us not hear the voice of the LORD our God nor see this great fire anymore, or we will die.\" <sup><strong>17</strong></sup> The LORD said to me: \"What they say is good. <sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him. <sup><strong>19</strong></sup> If anyone does not listen to my words that the prophet speaks in my name, I myself will call him to account. <sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"616adfc29dfb4d9c011d906c","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 22:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"616adfc29dfb4d9c011d906d","topicId":"616adfc09dfb4d9c011d9067","verse":"Leviticus 19:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-6\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"616adfc29dfb4d9c011d906e","topicId":"616adfc09dfb4d9c011d9067","verse":"Isaiah 19:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23019003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019003-1\">3&nbsp;</b>&nbsp;&nbsp;and the spirit of the Egyptians within them will be emptied out,</span><br><span id=\"p23019003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will confound their counsel;</span><br><span id=\"p23019003_01-7\" class=\"line\">&nbsp;&nbsp;and they will inquire of the idols and the sorcerers,</span><br><span id=\"p23019003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the mediums and the necromancers;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards.  ","niv":"<sup><strong>3</strong></sup> The Egyptians will lose heart, and I will bring their plans to nothing; they will consult the idols and the spirits of the dead, the mediums and the spiritists."},{"_id":"616adfc29dfb4d9c011d906f","topicId":"616adfc09dfb4d9c011d9067","verse":"Deuteronomy 18:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,"},{"_id":"616adfc49dfb4d9c011d9070","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 9:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66009021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n</div>","kjv":"<strong>21</strong> Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.  ","niv":"<sup><strong>21</strong></sup> Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts."},{"_id":"616adfc49dfb4d9c011d9071","topicId":"616adfc09dfb4d9c011d9067","verse":"Galatians 5:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,</p>\n</div>","kjv":"<strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  ","niv":"<sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions"},{"_id":"616adfc49dfb4d9c011d9072","topicId":"616adfc09dfb4d9c011d9067","verse":"Exodus 22:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-11\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616adfc49dfb4d9c011d9073","topicId":"616adfc09dfb4d9c011d9067","verse":"Acts 19:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."},{"_id":"616adfc59dfb4d9c011d9074","topicId":"616adfc09dfb4d9c011d9067","verse":"2 Kings 23:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p12023024_01-13\"><b class=\"verse-num\" id=\"v12023024-1\">24&nbsp;</b>Moreover, Josiah put away the mediums and the necromancers and the household gods and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might establish the words of the law that were written in the book that Hilkiah the priest found in the house of the LORD.</p>\n</div>","kjv":"<strong>24</strong> Moreover the workers with familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the LORD.  ","niv":"<sup><strong>24</strong></sup> Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the LORD."},{"_id":"616adfc59dfb4d9c011d9075","topicId":"616adfc09dfb4d9c011d9067","verse":"Acts 8:9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-14\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great.</p>\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,"},{"_id":"616adfc59dfb4d9c011d9076","topicId":"616adfc09dfb4d9c011d9067","verse":"2 Chronicles 33:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616adfc59dfb4d9c011d9077","topicId":"616adfc09dfb4d9c011d9067","verse":"Leviticus 20:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-16\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"616adfc69dfb4d9c011d9078","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 22:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022014_01-17\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.</p>\n\n</div>","kjv":"<strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  ","niv":"<sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city."},{"_id":"616adfc69dfb4d9c011d9079","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 21:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n</div>","kjv":"<strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  ","niv":"<sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband."},{"_id":"616adfc79dfb4d9c011d907a","topicId":"616adfc09dfb4d9c011d9067","verse":"1 John 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"616adfc79dfb4d9c011d907b","topicId":"616adfc09dfb4d9c011d9067","verse":"Hebrews 13:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"616adfc79dfb4d9c011d907c","topicId":"616adfc09dfb4d9c011d9067","verse":"Revelation 18:23","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018023_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_01-21\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_01-21\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  ","niv":"<sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray."},{"_id":"616adfc79dfb4d9c011d907d","topicId":"616adfc09dfb4d9c011d9067","verse":"Hebrews 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"616adfc89dfb4d9c011d907e","topicId":"616adfc09dfb4d9c011d9067","verse":"Colossians 3:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"616adfc89dfb4d9c011d907f","topicId":"616adfc09dfb4d9c011d9067","verse":"Colossians 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-24\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"616adfc89dfb4d9c011d9080","topicId":"616adfc09dfb4d9c011d9067","verse":"2 Thessalonians 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"}]}