{"_id":"616ae298c1af50acf0bc8818","slug":"sound-mind","name":"Sound Mind","verses":[{"_id":"616ae298c1af50acf0bc8819","topicId":"616ae298c1af50acf0bc8818","verse":"2 Timothy 1:7","votes":120,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2023-11-10T12:04:57.963Z"},{"_id":"616ae298c1af50acf0bc881a","topicId":"616ae298c1af50acf0bc8818","verse":"Romans 12:2","votes":71,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-09-10T08:34:52.560Z"},{"_id":"616ae299c1af50acf0bc881b","topicId":"616ae298c1af50acf0bc8818","verse":"1 Peter 1:13","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p60001013_05-4\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.</p>\n\n</div>","kjv":"<strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed.","modified":"2023-11-09T13:17:12.290Z"},{"_id":"616ae299c1af50acf0bc881c","topicId":"616ae298c1af50acf0bc8818","verse":"1 John 4:18","votes":46,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","modified":"2023-09-10T08:36:31.518Z"},{"_id":"616ae299c1af50acf0bc881d","topicId":"616ae298c1af50acf0bc8818","verse":"Philippians 4:8","votes":44,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-6\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.","modified":"2023-11-09T13:16:55.834Z"},{"_id":"616ae299c1af50acf0bc881e","topicId":"616ae298c1af50acf0bc8818","verse":"1 Corinthians 2:16","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46002016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n</div>","kjv":"<strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ.","modified":"2023-06-26T09:23:29.388Z"},{"_id":"616ae29ac1af50acf0bc881f","topicId":"616ae298c1af50acf0bc8818","verse":"Isaiah 26:3","votes":46,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026003-1\">3&nbsp;</b>&nbsp;&nbsp;You keep him in perfect peace</span><br><span id=\"p23026003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose mind is stayed on you,</span><br><span id=\"p23026003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he trusts in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.  ","niv":"<sup><strong>3</strong></sup> You will keep in perfect peace him whose mind is steadfast, because he trusts in you.","modified":"2023-10-21T03:05:14.954Z"},{"_id":"616ae29ac1af50acf0bc8820","topicId":"616ae298c1af50acf0bc8818","verse":"2 Timothy 1:6-7","votes":24,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands, <b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  <strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands. <sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline. ","modified":"2023-11-10T12:10:26.112Z"},{"_id":"616ae29ac1af50acf0bc8821","topicId":"616ae298c1af50acf0bc8818","verse":"John 14:26","votes":28,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.","modified":"2022-08-30T14:40:09.789Z"},{"_id":"616ae29bc1af50acf0bc8822","topicId":"616ae298c1af50acf0bc8818","verse":"Galatians 5:19-21","votes":27,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. ","modified":"2023-07-25T11:29:24.655Z"},{"_id":"616ae29bc1af50acf0bc8823","topicId":"616ae298c1af50acf0bc8818","verse":"2 Corinthians 11:3","votes":23,"__v":0,"esv":"<div>\n<p id=\"p47011003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011003-1\">3&nbsp;</b>But I am afraid that as the serpent deceived Eve by his cunning, your thoughts will be led astray from a sincere and pure devotion to Christ.</p>\n</div>","kjv":"<strong>3</strong> But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ.  ","niv":"<sup><strong>3</strong></sup> But I am afraid that just as Eve was deceived by the serpent's cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ.","modified":"2023-07-14T02:13:38.796Z"},{"_id":"616ae29bc1af50acf0bc8824","topicId":"616ae298c1af50acf0bc8818","verse":"1 John 5:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome,","modified":"2023-11-29T03:52:40.807Z"},{"_id":"616ae29bc1af50acf0bc8825","topicId":"616ae298c1af50acf0bc8818","verse":"1 John 4:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62004016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.</p>\n</div>","kjv":"<strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  ","niv":"<sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him.","modified":"2022-09-22T19:50:02.183Z"},{"_id":"616ae29cc1af50acf0bc8826","topicId":"616ae298c1af50acf0bc8818","verse":"Proverbs 15:22","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015022_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015022-1\">22&nbsp;</b>&nbsp;&nbsp;Without counsel plans fail,</span><br><span id=\"p20015022_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with many advisers they succeed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Without counsel purposes are disappointed: but in the multitude of counsellors they are established.  ","niv":"<sup><strong>22</strong></sup> Plans fail for lack of counsel, but with many advisers they succeed.","modified":"2023-11-10T12:11:10.089Z"},{"_id":"616ae29cc1af50acf0bc8827","topicId":"616ae298c1af50acf0bc8818","verse":"John 4:24","votes":20,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\"","modified":"2023-09-10T08:42:34.388Z"},{"_id":"616ae29cc1af50acf0bc8828","topicId":"616ae298c1af50acf0bc8818","verse":"Hebrews 4:12","votes":19,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2022-12-29T15:10:01.669Z"},{"_id":"616ae29dc1af50acf0bc8829","topicId":"616ae298c1af50acf0bc8818","verse":"Colossians 3:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things.","modified":"2022-12-22T02:29:21.874Z"},{"_id":"616ae29dc1af50acf0bc882a","topicId":"616ae298c1af50acf0bc8818","verse":"1 John 4:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616ae29dc1af50acf0bc882b","topicId":"616ae298c1af50acf0bc8818","verse":"2 Corinthians 10:5","votes":17,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ.","modified":"2023-02-14T11:31:37.468Z"},{"_id":"616ae29ec1af50acf0bc882c","topicId":"616ae298c1af50acf0bc8818","verse":"Ephesians 6:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2023-08-27T22:02:12.849Z"},{"_id":"616ae29ec1af50acf0bc882d","topicId":"616ae298c1af50acf0bc8818","verse":"John 17:17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth.","modified":"2022-04-28T02:25:39.922Z"},{"_id":"616ae29ec1af50acf0bc882e","topicId":"616ae298c1af50acf0bc8818","verse":"1 John 4:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world.","modified":"2022-08-21T20:54:21.670Z"},{"_id":"616ae29ec1af50acf0bc882f","topicId":"616ae298c1af50acf0bc8818","verse":"Acts 17:10-11","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-25\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "},{"_id":"616ae29fc1af50acf0bc8830","topicId":"616ae298c1af50acf0bc8818","verse":"2 Timothy 1:6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.","modified":"2023-05-19T12:10:40.852Z"},{"_id":"616ae29fc1af50acf0bc8831","topicId":"616ae298c1af50acf0bc8818","verse":"Romans 5:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45005005_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n</div>","kjv":"<strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  ","niv":"<sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us.","modified":"2023-01-17T04:23:31.303Z"}]}