{"_id":"616ae32dc1af50acf0bc8866","slug":"sowing-seed","name":"Sowing A Seed","verses":[{"_id":"616ae32ec1af50acf0bc8867","topicId":"616ae32dc1af50acf0bc8866","verse":"Galatians 6:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows.","modified":"2022-07-19T01:59:29.888Z"},{"_id":"616ae32ec1af50acf0bc8868","topicId":"616ae32dc1af50acf0bc8866","verse":"2 Corinthians 9:6","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-2\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously.","modified":"2023-02-06T11:32:59.987Z"},{"_id":"616ae32ec1af50acf0bc8869","topicId":"616ae32dc1af50acf0bc8866","verse":"Matthew 13:1-58","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40013001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40013001-1\">13:1&nbsp;</b>That same day Jesus went out of the house and sat beside the sea. <b class=\"verse-num\" id=\"v40013002-1\">2&nbsp;</b>And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach. <b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span> <b class=\"verse-num woc\" id=\"v40013009-1\">9&nbsp;</b><span class=\"woc\">He who has ears, let him hear.”</span></p>\n\n<p id=\"p40013009_11-3\"><b class=\"verse-num\" id=\"v40013010-1\">10&nbsp;</b>Then the disciples came and said to him, “Why do you speak to them in parables?” <b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span> <b class=\"verse-num woc\" id=\"v40013012-1\">12&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and he will have an abundance, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_11-3\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_11-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br><span id=\"p40013015_11-3\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_11-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_11-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_11-3\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_11-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_11-3\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_11-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></span></span></p><p id=\"p40013015_11-3\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40013016-1\">16&nbsp;</b><span class=\"woc\">But blessed are your eyes, for they see, and your ears, for they hear.</span> <b class=\"verse-num woc\" id=\"v40013017-1\">17&nbsp;</b><span class=\"woc\">For truly, I say to you, many prophets and righteous people longed to see what you see, and did not see it, and to hear what you hear, and did not hear it.</span></p>\n\n<p id=\"p40013017_17-3\"><b class=\"verse-num woc\" id=\"v40013018-1\">18&nbsp;</b><span class=\"woc\">“Hear then the parable of the sower:</span> <b class=\"verse-num woc\" id=\"v40013019-1\">19&nbsp;</b><span class=\"woc\">When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path.</span> <b class=\"verse-num woc\" id=\"v40013020-1\">20&nbsp;</b><span class=\"woc\">As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,</span> <b class=\"verse-num woc\" id=\"v40013021-1\">21&nbsp;</b><span class=\"woc\">yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away.</span> <b class=\"verse-num woc\" id=\"v40013022-1\">22&nbsp;</b><span class=\"woc\">As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.</span> <b class=\"verse-num woc\" id=\"v40013023-1\">23&nbsp;</b><span class=\"woc\">As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”</span></p>\n\n<p id=\"p40013023_22-3\"><b class=\"verse-num\" id=\"v40013024-1\">24&nbsp;</b>He put another parable before them, saying, <span class=\"woc\">“The kingdom of heaven may be compared to a man who sowed good seed in his field,</span> <b class=\"verse-num woc\" id=\"v40013025-1\">25&nbsp;</b><span class=\"woc\">but while his men were sleeping, his enemy came and sowed weeds among the wheat and went away.</span> <b class=\"verse-num woc\" id=\"v40013026-1\">26&nbsp;</b><span class=\"woc\">So when the plants came up and bore grain, then the weeds appeared also.</span> <b class=\"verse-num woc\" id=\"v40013027-1\">27&nbsp;</b><span class=\"woc\">And the servants of the master of the house came and said to him, ‘Master, did you not sow good seed in your field? How then does it have weeds?’</span> <b class=\"verse-num woc\" id=\"v40013028-1\">28&nbsp;</b><span class=\"woc\">He said to them, ‘An enemy has done this.’ So the servants said to him, ‘Then do you want us to go and gather them?’</span> <b class=\"verse-num woc\" id=\"v40013029-1\">29&nbsp;</b><span class=\"woc\">But he said, ‘No, lest in gathering the weeds you root up the wheat along with them.</span> <b class=\"verse-num woc\" id=\"v40013030-1\">30&nbsp;</b><span class=\"woc\">Let both grow together until the harvest, and at harvest time I will tell the reapers, “Gather the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.”’”</span></p>\n\n<p id=\"p40013030_28-3\"><b class=\"verse-num\" id=\"v40013031-1\">31&nbsp;</b>He put another parable before them, saying, <span class=\"woc\">“The kingdom of heaven is like a grain of mustard seed that a man took and sowed in his field.</span> <b class=\"verse-num woc\" id=\"v40013032-1\">32&nbsp;</b><span class=\"woc\">It is the smallest of all seeds, but when it has grown it is larger than all the garden plants and becomes a tree, so that the birds of the air come and make nests in its branches.”</span></p>\n<p id=\"p40013032_28-3\"><b class=\"verse-num\" id=\"v40013033-1\">33&nbsp;</b>He told them another parable. <span class=\"woc\">“The kingdom of heaven is like leaven that a woman took and hid in three measures of flour, till it was all leavened.”</span></p>\n\n<p id=\"p40013033_31-3\"><b class=\"verse-num\" id=\"v40013034-1\">34&nbsp;</b>All these things Jesus said to the crowds in parables; indeed, he said nothing to them without a parable. <b class=\"verse-num\" id=\"v40013035-1\">35&nbsp;</b>This was to fulfill what was spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013035_31-3\" class=\"line\">&nbsp;&nbsp;“I will open my mouth in parables;</span><br><span id=\"p40013035_31-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will utter what has been hidden since the foundation of the world.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p40013035_37-3\"><b class=\"verse-num\" id=\"v40013036-1\">36&nbsp;</b>Then he left the crowds and went into the house. And his disciples came to him, saying, “Explain to us the parable of the weeds of the field.” <b class=\"verse-num\" id=\"v40013037-1\">37&nbsp;</b>He answered, <span class=\"woc\">“The one who sows the good seed is the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40013038-1\">38&nbsp;</b><span class=\"woc\">The field is the world, and the good seed is the sons of the kingdom. The weeds are the sons of the evil one,</span> <b class=\"verse-num woc\" id=\"v40013039-1\">39&nbsp;</b><span class=\"woc\">and the enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels.</span> <b class=\"verse-num woc\" id=\"v40013040-1\">40&nbsp;</b><span class=\"woc\">Just as the weeds are gathered and burned with fire, so will it be at the end of the age.</span> <b class=\"verse-num woc\" id=\"v40013041-1\">41&nbsp;</b><span class=\"woc\">The Son of Man will send his angels, and they will gather out of his kingdom all causes of sin and all law-breakers,</span> <b class=\"verse-num woc\" id=\"v40013042-1\">42&nbsp;</b><span class=\"woc\">and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.</span> <b class=\"verse-num woc\" id=\"v40013043-1\">43&nbsp;</b><span class=\"woc\">Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear.</span></p>\n\n<p id=\"p40013043_43-3\"><b class=\"verse-num woc\" id=\"v40013044-1\">44&nbsp;</b><span class=\"woc\">“The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field.</span></p>\n\n<p id=\"p40013044_51-3\"><b class=\"verse-num woc\" id=\"v40013045-1\">45&nbsp;</b><span class=\"woc\">“Again, the kingdom of heaven is like a merchant in search of fine pearls,</span> <b class=\"verse-num woc\" id=\"v40013046-1\">46&nbsp;</b><span class=\"woc\">who, on finding one pearl of great value, went and sold all that he had and bought it.</span></p>\n\n<p id=\"p40013046_56-3\"><b class=\"verse-num woc\" id=\"v40013047-1\">47&nbsp;</b><span class=\"woc\">“Again, the kingdom of heaven is like a net that was thrown into the sea and gathered fish of every kind.</span> <b class=\"verse-num woc\" id=\"v40013048-1\">48&nbsp;</b><span class=\"woc\">When it was full, men drew it ashore and sat down and sorted the good into containers but threw away the bad.</span> <b class=\"verse-num woc\" id=\"v40013049-1\">49&nbsp;</b><span class=\"woc\">So it will be at the end of the age. The angels will come out and separate the evil from the righteous</span> <b class=\"verse-num woc\" id=\"v40013050-1\">50&nbsp;</b><span class=\"woc\">and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.</span></p>\n\n<p id=\"p40013050_60-3\"><b class=\"verse-num woc\" id=\"v40013051-1\">51&nbsp;</b><span class=\"woc\">“Have you understood all these things?”</span> They said to him, “Yes.” <b class=\"verse-num\" id=\"v40013052-1\">52&nbsp;</b>And he said to them, <span class=\"woc\">“Therefore every scribe who has been trained for the kingdom of heaven is like a master of a house, who brings out of his treasure what is new and what is old.”</span></p>\n\n<p id=\"p40013052_64-3\"><b class=\"verse-num\" id=\"v40013053-1\">53&nbsp;</b>And when Jesus had finished these parables, he went away from there, <b class=\"verse-num\" id=\"v40013054-1\">54&nbsp;</b>and coming to his hometown he taught them in their synagogue, so that they were astonished, and said, “Where did this man get this wisdom and these mighty works? <b class=\"verse-num\" id=\"v40013055-1\">55&nbsp;</b>Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas? <b class=\"verse-num\" id=\"v40013056-1\">56&nbsp;</b>And are not all his sisters with us? Where then did this man get all these things?” <b class=\"verse-num\" id=\"v40013057-1\">57&nbsp;</b>And they took offense at him. But Jesus said to them, <span class=\"woc\">“A prophet is not without honor except in his hometown and in his own household.”</span> <b class=\"verse-num\" id=\"v40013058-1\">58&nbsp;</b>And he did not do many mighty works there, because of their unbelief.</p>\n\n</div>","kjv":"<strong>1</strong> The same day went Jesus out of the house, and sat by the sea side.  <strong>2</strong> And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore.  <strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  <strong>9</strong> Who hath ears to hear, let him hear.  <strong>10</strong> And the disciples came, and said unto him, Why speakest thou unto them in parables?  <strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  <strong>12</strong> For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.  <strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  <strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  <strong>16</strong> But blessed are your eyes, for they see: and your ears, for they hear.  <strong>17</strong> For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.  <strong>18</strong>           Hear ye therefore the parable of the sower.  <strong>19</strong> When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.  <strong>20</strong> But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;  <strong>21</strong> Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended.  <strong>22</strong> He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.  <strong>23</strong> But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty. <strong>24</strong> Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:  <strong>25</strong> But while men slept, his enemy came and sowed tares among the wheat, and went his way.  <strong>26</strong> But when the blade was sprung up, and brought forth fruit, then appeared the tares also.  <strong>27</strong> So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?  <strong>28</strong> He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?  <strong>29</strong> But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them.  <strong>30</strong> Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn. <strong>31</strong> Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:  <strong>32</strong> Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof. <strong>33</strong> Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.  <strong>34</strong> All these things spake Jesus unto the multitude in parables; and without a parable spake he not unto them:  <strong>35</strong> That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world.  <strong>36</strong> Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field.  <strong>37</strong> He answered and said unto them, He that soweth the good seed is the Son of man;  <strong>38</strong> The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;  <strong>39</strong> The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels.  <strong>40</strong> As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.  <strong>41</strong> The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;  <strong>42</strong> And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.  <strong>43</strong> Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear. <strong>44</strong>           Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field. <strong>45</strong>           Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:  <strong>46</strong> Who, when he had found one pearl of great price, went and sold all that he had, and bought it. <strong>47</strong>           Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:  <strong>48</strong> Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.  <strong>49</strong> So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,  <strong>50</strong> And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.  <strong>51</strong> Jesus saith unto them, Have ye understood all these things?  They say unto him, Yea, Lord.  <strong>52</strong> Then said he unto them, Therefore every scribe which is  instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old. <strong>53</strong> And it came to pass, that when Jesus had finished these parables, he departed thence.  <strong>54</strong> And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?  <strong>55</strong> Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?  <strong>56</strong> And his sisters, are they not all with us? Whence then hath this man all these things?  <strong>57</strong> And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.  <strong>58</strong> And he did not many mighty works there because of their unbelief.  ","niv":"<sup><strong>1</strong></sup> That same day Jesus went out of the house and sat by the lake. <sup><strong>2</strong></sup> Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore. <sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. <sup><strong>9</strong></sup> He who has ears, let him hear.\" <sup><strong>10</strong></sup> The disciples came to him and asked, \"Why do you speak to the people in parables?\" <sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. <sup><strong>12</strong></sup> Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. <sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' <sup><strong>16</strong></sup> But blessed are your eyes because they see, and your ears because they hear. <sup><strong>17</strong></sup> For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it. <sup><strong>18</strong></sup> \"Listen then to what the parable of the sower means: <sup><strong>19</strong></sup> When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path. <sup><strong>20</strong></sup> The one who received the seed that fell on rocky places is the man who hears the word and at once receives it with joy. <sup><strong>21</strong></sup> But since he has no root, he lasts only a short time. When trouble or persecution comes because of the word, he quickly falls away. <sup><strong>22</strong></sup> The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful. <sup><strong>23</strong></sup> But the one who received the seed that fell on good soil is the man who hears the word and understands it. He produces a crop, yielding a hundred, sixty or thirty times what was sown.\" <sup><strong>24</strong></sup> Jesus told them another parable: \"The kingdom of heaven is like a man who sowed good seed in his field. <sup><strong>25</strong></sup> But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away. <sup><strong>26</strong></sup> When the wheat sprouted and formed heads, then the weeds also appeared. <sup><strong>27</strong></sup> \"The owner's servants came to him and said, 'Sir, didn't you sow good seed in your field? Where then did the weeds come from?' <sup><strong>28</strong></sup> \"'An enemy did this,' he replied. \"The servants asked him, 'Do you want us to go and pull them up?' <sup><strong>29</strong></sup> \"'No,' he answered, 'because while you are pulling the weeds, you may root up the wheat with them. <sup><strong>30</strong></sup> Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.'\" <sup><strong>31</strong></sup> He told them another parable: \"The kingdom of heaven is like a mustard seed, which a man took and planted in his field. <sup><strong>32</strong></sup> Though it is the smallest of all your seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds of the air come and perch in its branches.\" <sup><strong>33</strong></sup> He told them still another parable: \"The kingdom of heaven is like yeast that a woman took and mixed into a large amount of flour until it worked all through the dough.\" <sup><strong>34</strong></sup> Jesus spoke all these things to the crowd in parables; he did not say anything to them without using a parable. <sup><strong>35</strong></sup> So was fulfilled what was spoken through the prophet: \"I will open my mouth in parables, I will utter things hidden since the creation of the world.\" <sup><strong>36</strong></sup> Then he left the crowd and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds in the field.\" <sup><strong>37</strong></sup> He answered, \"The one who sowed the good seed is the Son of Man. <sup><strong>38</strong></sup> The field is the world, and the good seed stands for the sons of the kingdom. The weeds are the sons of the evil one, <sup><strong>39</strong></sup> and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels. <sup><strong>40</strong></sup> \"As the weeds are pulled up and burned in the fire, so it will be at the end of the age. <sup><strong>41</strong></sup> The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil. <sup><strong>42</strong></sup> They will throw them into the fiery furnace, where there will be weeping and gnashing of teeth. <sup><strong>43</strong></sup> Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear. <sup><strong>44</strong></sup> \"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field. <sup><strong>45</strong></sup> \"Again, the kingdom of heaven is like a merchant looking for fine pearls. <sup><strong>46</strong></sup> When he found one of great value, he went away and sold everything he had and bought it. <sup><strong>47</strong></sup> \"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish. <sup><strong>48</strong></sup> When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away. <sup><strong>49</strong></sup> This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous <sup><strong>50</strong></sup> and throw them into the fiery furnace, where there will be weeping and gnashing of teeth. <sup><strong>51</strong></sup> \"Have you understood all these things?\" Jesus asked. \"Yes,\" they replied. <sup><strong>52</strong></sup> He said to them, \"Therefore every teacher of the law who has been instructed about the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\" <sup><strong>53</strong></sup> When Jesus had finished these parables, he moved on from there. <sup><strong>54</strong></sup> Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. \"Where did this man get this wisdom and these miraculous powers?\" they asked. <sup><strong>55</strong></sup> \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas? <sup><strong>56</strong></sup> Aren't all his sisters with us? Where then did this man get all these things?\" <sup><strong>57</strong></sup> And they took offense at him. But Jesus said to them, \"Only in his hometown and in his own house is a prophet without honor.\" <sup><strong>58</strong></sup> And he did not do many miracles there because of their lack of faith. ","modified":"2022-09-08T15:17:38.726Z"},{"_id":"616ae32fc1af50acf0bc886a","topicId":"616ae32dc1af50acf0bc8866","verse":"Ephesians 6:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49006008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free.</p>\n</div>","kjv":"<strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  ","niv":"<sup><strong>8</strong></sup> because you know that the Lord will reward everyone for whatever good he does, whether he is slave or free.","modified":"2022-11-14T18:07:22.170Z"},{"_id":"616ae32fc1af50acf0bc886b","topicId":"616ae32dc1af50acf0bc8866","verse":"Galatians 6:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48006008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.</p>\n</div>","kjv":"<strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  ","niv":"<sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life."},{"_id":"616ae32fc1af50acf0bc886c","topicId":"616ae32dc1af50acf0bc8866","verse":"1 Corinthians 9:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46009011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009011-1\">11&nbsp;</b>If we have sown spiritual things among you, is it too much if we reap material things from you?</p>\n</div>","kjv":"<strong>11</strong> If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?  ","niv":"<sup><strong>11</strong></sup> If we have sown spiritual seed among you, is it too much if we reap a material harvest from you?","modified":"2022-06-16T06:57:22.474Z"},{"_id":"616ae330c1af50acf0bc886d","topicId":"616ae32dc1af50acf0bc8866","verse":"Isaiah 59:1","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23059001_04-8\" class=\"line\"><b class=\"chapter-num\" id=\"v23059001-1\">59:1&nbsp;</b>&nbsp;&nbsp;Behold, the LORD’s hand is not shortened, that it cannot save,</span><br><span id=\"p23059001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or his ear dull, that it cannot hear;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Behold, the LORD’S hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:  ","niv":"<sup><strong>1</strong></sup> Surely the arm of the LORD is not too short to save, nor his ear too dull to hear.","modified":"2022-07-27T22:50:51.182Z"},{"_id":"616ae331c1af50acf0bc886e","topicId":"616ae32dc1af50acf0bc8866","verse":"Ecclesiastes 11:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p21011006_01-9\"><b class=\"verse-num\" id=\"v21011006-1\">6&nbsp;</b>In the morning sow your seed, and at evening withhold not your hand, for you do not know which will prosper, this or that, or whether both alike will be good.</p>\n</div>","kjv":"<strong>6</strong> In the morning sow thy seed, and in the evening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.  ","niv":"<sup><strong>6</strong></sup> Sow your seed in the morning, and at evening let not your hands be idle, for you do not know which will succeed, whether this or that, or whether both will do equally well."},{"_id":"616ae331c1af50acf0bc886f","topicId":"616ae32dc1af50acf0bc8866","verse":"Jeremiah 4:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24004003_01-10\"><b class=\"verse-num\" id=\"v24004003-1\">3&nbsp;</b>For thus says the LORD to the men of Judah and Jerusalem:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24004003_01-10\" class=\"line\">&nbsp;&nbsp;“Break up your fallow ground,</span><br><span id=\"p24004003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow not among thorns.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> For thus saith the LORD to the men of Judah and Jerusalem, Break up your fallow ground, and sow not among thorns.  ","niv":"<sup><strong>3</strong></sup> This is what the LORD says to the men of Judah and to Jerusalem: \"Break up your unplowed ground and do not sow among thorns.","modified":"2022-03-28T05:02:10.557Z"},{"_id":"616ae331c1af50acf0bc8870","topicId":"616ae32dc1af50acf0bc8866","verse":"Mark 4:1-41","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p41004001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41004001-1\">4:1&nbsp;</b>Again he began to teach beside the sea. And a very large crowd gathered about him, so that he got into a boat and sat in it on the sea, and the whole crowd was beside the sea on the land. <b class=\"verse-num\" id=\"v41004002-1\">2&nbsp;</b>And he was teaching them many things in parables, and in his teaching he said to them: <b class=\"verse-num woc\" id=\"v41004003-1\">3&nbsp;</b><span class=\"woc\">“Listen! Behold, a sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v41004004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seed fell along the path, and the birds came and devoured it.</span> <b class=\"verse-num woc\" id=\"v41004005-1\">5&nbsp;</b><span class=\"woc\">Other seed fell on rocky ground, where it did not have much soil, and immediately it sprang up, since it had no depth of soil.</span> <b class=\"verse-num woc\" id=\"v41004006-1\">6&nbsp;</b><span class=\"woc\">And when the sun rose, it was scorched, and since it had no root, it withered away.</span> <b class=\"verse-num woc\" id=\"v41004007-1\">7&nbsp;</b><span class=\"woc\">Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain.</span> <b class=\"verse-num woc\" id=\"v41004008-1\">8&nbsp;</b><span class=\"woc\">And other seeds fell into good soil and produced grain, growing up and increasing and yielding thirtyfold and sixtyfold and a hundredfold.”</span> <b class=\"verse-num\" id=\"v41004009-1\">9&nbsp;</b>And he said, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n\n<p id=\"p41004009_11-11\"><b class=\"verse-num\" id=\"v41004010-1\">10&nbsp;</b>And when he was alone, those around him with the twelve asked him about the parables. <b class=\"verse-num\" id=\"v41004011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“To you has been given the secret of the kingdom of God, but for those outside everything is in parables,</span> <b class=\"verse-num woc\" id=\"v41004012-1\">12&nbsp;</b><span class=\"woc\">so that</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41004012_11-11\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘they may indeed see but not perceive,</span><br><span id=\"p41004012_11-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and may indeed hear but not understand,</span><br><span id=\"p41004012_11-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should turn and be forgiven.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41004012_11-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v41004013-1\">13&nbsp;</b>And he said to them, <span class=\"woc\">“Do you not understand this parable? How then will you understand all the parables?</span> <b class=\"verse-num woc\" id=\"v41004014-1\">14&nbsp;</b><span class=\"woc\">The sower sows the word.</span> <b class=\"verse-num woc\" id=\"v41004015-1\">15&nbsp;</b><span class=\"woc\">And these are the ones along the path, where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them.</span> <b class=\"verse-num woc\" id=\"v41004016-1\">16&nbsp;</b><span class=\"woc\">And these are the ones sown on rocky ground: the ones who, when they hear the word, immediately receive it with joy.</span> <b class=\"verse-num woc\" id=\"v41004017-1\">17&nbsp;</b><span class=\"woc\">And they have no root in themselves, but endure for a while; then, when tribulation or persecution arises on account of the word, immediately they fall away.</span> <b class=\"verse-num woc\" id=\"v41004018-1\">18&nbsp;</b><span class=\"woc\">And others are the ones sown among thorns. They are those who hear the word,</span> <b class=\"verse-num woc\" id=\"v41004019-1\">19&nbsp;</b><span class=\"woc\">but the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful.</span> <b class=\"verse-num woc\" id=\"v41004020-1\">20&nbsp;</b><span class=\"woc\">But those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold.”</span></p>\n\n<p id=\"p41004020_16-11\"><b class=\"verse-num\" id=\"v41004021-1\">21&nbsp;</b>And he said to them, <span class=\"woc\">“Is a lamp brought in to be put under a basket, or under a bed, and not on a stand?</span> <b class=\"verse-num woc\" id=\"v41004022-1\">22&nbsp;</b><span class=\"woc\">For nothing is hidden except to be made manifest; nor is anything secret except to come to light.</span> <b class=\"verse-num woc\" id=\"v41004023-1\">23&nbsp;</b><span class=\"woc\">If anyone has ears to hear, let him hear.”</span> <b class=\"verse-num\" id=\"v41004024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“Pay attention to what you hear: with the measure you use, it will be measured to you, and still more will be added to you.</span> <b class=\"verse-num woc\" id=\"v41004025-1\">25&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and from the one who has not, even what he has will be taken away.”</span></p>\n\n<p id=\"p41004025_22-11\"><b class=\"verse-num\" id=\"v41004026-1\">26&nbsp;</b>And he said, <span class=\"woc\">“The kingdom of God is as if a man should scatter seed on the ground.</span> <b class=\"verse-num woc\" id=\"v41004027-1\">27&nbsp;</b><span class=\"woc\">He sleeps and rises night and day, and the seed sprouts and grows; he knows not how.</span> <b class=\"verse-num woc\" id=\"v41004028-1\">28&nbsp;</b><span class=\"woc\">The earth produces by itself, first the blade, then the ear, then the full grain in the ear.</span> <b class=\"verse-num woc\" id=\"v41004029-1\">29&nbsp;</b><span class=\"woc\">But when the grain is ripe, at once he puts in the sickle, because the harvest has come.”</span></p>\n\n<p id=\"p41004029_28-11\"><b class=\"verse-num\" id=\"v41004030-1\">30&nbsp;</b>And he said, <span class=\"woc\">“With what can we compare the kingdom of God, or what parable shall we use for it?</span> <b class=\"verse-num woc\" id=\"v41004031-1\">31&nbsp;</b><span class=\"woc\">It is like a grain of mustard seed, which, when sown on the ground, is the smallest of all the seeds on earth,</span> <b class=\"verse-num woc\" id=\"v41004032-1\">32&nbsp;</b><span class=\"woc\">yet when it is sown it grows up and becomes larger than all the garden plants and puts out large branches, so that the birds of the air can make nests in its shade.”</span></p>\n<p id=\"p41004032_28-11\"><b class=\"verse-num\" id=\"v41004033-1\">33&nbsp;</b>With many such parables he spoke the word to them, as they were able to hear it. <b class=\"verse-num\" id=\"v41004034-1\">34&nbsp;</b>He did not speak to them without a parable, but privately to his own disciples he explained everything.</p>\n\n<p id=\"p41004034_32-11\"><b class=\"verse-num\" id=\"v41004035-1\">35&nbsp;</b>On that day, when evening had come, he said to them, <span class=\"woc\">“Let us go across to the other side.”</span> <b class=\"verse-num\" id=\"v41004036-1\">36&nbsp;</b>And leaving the crowd, they took him with them in the boat, just as he was. And other boats were with him. <b class=\"verse-num\" id=\"v41004037-1\">37&nbsp;</b>And a great windstorm arose, and the waves were breaking into the boat, so that the boat was already filling. <b class=\"verse-num\" id=\"v41004038-1\">38&nbsp;</b>But he was in the stern, asleep on the cushion. And they woke him and said to him, “Teacher, do you not care that we are perishing?” <b class=\"verse-num\" id=\"v41004039-1\">39&nbsp;</b>And he awoke and rebuked the wind and said to the sea, <span class=\"woc\">“Peace! Be still!”</span> And the wind ceased, and there was a great calm. <b class=\"verse-num\" id=\"v41004040-1\">40&nbsp;</b>He said to them, <span class=\"woc\">“Why are you so afraid? Have you still no faith?”</span> <b class=\"verse-num\" id=\"v41004041-1\">41&nbsp;</b>And they were filled with great fear and said to one another, “Who then is this, that even the wind and the sea obey him?”</p>\n\n</div>","kjv":"<strong>1</strong> And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.  <strong>2</strong> And he taught them many things by parables, and said unto them in his doctrine,  <strong>3</strong> Hearken; Behold, there went out a sower to sow:  <strong>4</strong> And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.  <strong>5</strong> And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:  <strong>6</strong> But when the sun was up, it was scorched; and because it had no root, it withered away.  <strong>7</strong> And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.  <strong>8</strong> And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.  <strong>9</strong> And he said unto them, He that hath ears to hear, let him hear.  <strong>10</strong> And when he was alone, they that were about him with the twelve asked of him the parable.  <strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  <strong>12</strong> That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.  <strong>13</strong> And he said unto them, Know ye not this parable? and how then will ye know all parables? <strong>14</strong>           The sower soweth the word.  <strong>15</strong> And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.  <strong>16</strong> And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;  <strong>17</strong> And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word’s sake, immediately they are offended.  <strong>18</strong> And these are they which are sown among thorns; such as hear the word,  <strong>19</strong> And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.  <strong>20</strong> And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred. <strong>21</strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?  <strong>22</strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.  <strong>23</strong> If any man have ears to hear, let him hear.  <strong>24</strong> And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.  <strong>25</strong> For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.  <strong>26</strong> And he said, So is the kingdom of God, as if a man should cast seed into the ground;  <strong>27</strong> And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how.  <strong>28</strong> For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear.  <strong>29</strong> But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come. <strong>30</strong> And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?  <strong>31</strong> It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:  <strong>32</strong> But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.  <strong>33</strong> And with many such parables spake he the word unto them, as they were able to hear it.  <strong>34</strong> But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.  <strong>35</strong> And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.  <strong>36</strong> And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.  <strong>37</strong> And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.  <strong>38</strong> And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?  <strong>39</strong> And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.  <strong>40</strong> And he said unto them, Why are ye so fearful? how is it that ye have no faith?  <strong>41</strong> And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?  ","niv":"<sup><strong>1</strong></sup> Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water's edge. <sup><strong>2</strong></sup> He taught them many things by parables, and in his teaching said: <sup><strong>3</strong></sup> \"Listen! A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain. <sup><strong>8</strong></sup> Still other seed fell on good soil. It came up, grew and produced a crop, multiplying thirty, sixty, or even a hundred times.\" <sup><strong>9</strong></sup> Then Jesus said, \"He who has ears to hear, let him hear.\" <sup><strong>10</strong></sup> When he was alone, the Twelve and the others around him asked him about the parables. <sup><strong>11</strong></sup> He told them, \"The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables <sup><strong>12</strong></sup> so that, \"'they may be ever seeing but never perceiving, and ever hearing but never understanding; otherwise they might turn and be forgiven!'\" <sup><strong>13</strong></sup> Then Jesus said to them, \"Don't you understand this parable? How then will you understand any parable? <sup><strong>14</strong></sup> The farmer sows the word. <sup><strong>15</strong></sup> Some people are like seed along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them. <sup><strong>16</strong></sup> Others, like seed sown on rocky places, hear the word and at once receive it with joy. <sup><strong>17</strong></sup> But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away. <sup><strong>18</strong></sup> Still others, like seed sown among thorns, hear the word; <sup><strong>19</strong></sup> but the worries of this life, the deceitfulness of wealth and the desires for other things come in and choke the word, making it unfruitful. <sup><strong>20</strong></sup> Others, like seed sown on good soil, hear the word, accept it, and produce a crop--thirty, sixty or even a hundred times what was sown.\" <sup><strong>21</strong></sup> He said to them, \"Do you bring in a lamp to put it under a bowl or a bed? Instead, don't you put it on its stand? <sup><strong>22</strong></sup> For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open. <sup><strong>23</strong></sup> If anyone has ears to hear, let him hear.\" <sup><strong>24</strong></sup> \"Consider carefully what you hear,\" he continued. \"With the measure you use, it will be measured to you--and even more. <sup><strong>25</strong></sup> Whoever has will be given more; whoever does not have, even what he has will be taken from him.\" <sup><strong>26</strong></sup> He also said, \"This is what the kingdom of God is like. A man scatters seed on the ground. <sup><strong>27</strong></sup> Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. <sup><strong>28</strong></sup> All by itself the soil produces grain--first the stalk, then the head, then the full kernel in the head. <sup><strong>29</strong></sup> As soon as the grain is ripe, he puts the sickle to it, because the harvest has come.\" <sup><strong>30</strong></sup> Again he said, \"What shall we say the kingdom of God is like, or what parable shall we use to describe it? <sup><strong>31</strong></sup> It is like a mustard seed, which is the smallest seed you plant in the ground. <sup><strong>32</strong></sup> Yet when planted, it grows and becomes the largest of all garden plants, with such big branches that the birds of the air can perch in its shade.\" <sup><strong>33</strong></sup> With many similar parables Jesus spoke the word to them, as much as they could understand. <sup><strong>34</strong></sup> He did not say anything to them without using a parable. But when he was alone with his own disciples, he explained everything. <sup><strong>35</strong></sup> That day when evening came, he said to his disciples, \"Let us go over to the other side.\" <sup><strong>36</strong></sup> Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him. <sup><strong>37</strong></sup> A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. <sup><strong>38</strong></sup> Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, \"Teacher, don't you care if we drown?\" <sup><strong>39</strong></sup> He got up, rebuked the wind and said to the waves, \"Quiet! Be still!\" Then the wind died down and it was completely calm. <sup><strong>40</strong></sup> He said to his disciples, \"Why are you so afraid? Do you still have no faith?\" <sup><strong>41</strong></sup> They were terrified and asked each other, \"Who is this? Even the wind and the waves obey him!\" ","modified":"2022-06-25T18:39:01.988Z"},{"_id":"616ae332c1af50acf0bc8872","topicId":"616ae32dc1af50acf0bc8866","verse":"Matthew 17:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\"","modified":"2022-01-29T15:39:00.510Z"},{"_id":"616ae332c1af50acf0bc8871","topicId":"616ae32dc1af50acf0bc8866","verse":"Job 4:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18004008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v18004008-1\">8&nbsp;</b>&nbsp;&nbsp;As I have seen, those who plow iniquity</span><br><span id=\"p18004008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow trouble reap the same.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.  ","niv":"<sup><strong>8</strong></sup> As I have observed, those who plow evil and those who sow trouble reap it."},{"_id":"616ae332c1af50acf0bc8873","topicId":"616ae32dc1af50acf0bc8866","verse":"Proverbs 22:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022008_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever sows injustice will reap calamity,</span><br><span id=\"p20022008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rod of his fury will fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  ","niv":"<sup><strong>8</strong></sup> He who sows wickedness reaps trouble, and the rod of his fury will be destroyed."},{"_id":"616ae332c1af50acf0bc8874","topicId":"616ae32dc1af50acf0bc8866","verse":"Genesis 8:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01008022_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008022-1\">22&nbsp;</b>While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease.”</p>\n</div>","kjv":"<strong>22</strong> While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.  ","niv":"<sup><strong>22</strong></sup> \"As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.\""},{"_id":"616ae333c1af50acf0bc8875","topicId":"616ae32dc1af50acf0bc8866","verse":"Genesis 6:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01006022_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n</div>","kjv":"<strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>22</strong></sup> Noah did everything just as God commanded him.","modified":"2022-08-12T07:04:43.153Z"},{"_id":"616ae333c1af50acf0bc8876","topicId":"616ae32dc1af50acf0bc8866","verse":"Hosea 10:1-15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28010001_01-17\" class=\"line\"><b class=\"chapter-num\" id=\"v28010001-1\">10:1&nbsp;</b>&nbsp;&nbsp;Israel is a luxuriant vine</span><br><span id=\"p28010001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that yields its fruit.</span><br><span id=\"p28010001_01-17\" class=\"line\">&nbsp;&nbsp;The more his fruit increased,</span><br><span id=\"p28010001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the more altars he built;</span><br><span id=\"p28010001_01-17\" class=\"line\">&nbsp;&nbsp;as his country improved,</span><br><span id=\"p28010001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he improved his pillars.</span><br><span id=\"p28010002_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010002-1\">2&nbsp;</b>&nbsp;&nbsp;Their heart is false;</span><br><span id=\"p28010002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now they must bear their guilt.</span><br><span id=\"p28010002_01-17\" class=\"line\">&nbsp;&nbsp;The LORD will break down their altars</span><br><span id=\"p28010002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and destroy their pillars.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28010003_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010003-1\">3&nbsp;</b>&nbsp;&nbsp;For now they will say:</span><br><span id=\"p28010003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“We have no king,</span><br><span id=\"p28010003_01-17\" class=\"line\">&nbsp;&nbsp;for we do not fear the LORD;</span><br><span id=\"p28010003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a king—what could he do for us?”</span><br><span id=\"p28010004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010004-1\">4&nbsp;</b>&nbsp;&nbsp;They utter mere words;</span><br><span id=\"p28010004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with empty oaths they make covenants;</span><br><span id=\"p28010004_01-17\" class=\"line\">&nbsp;&nbsp;so judgment springs up like poisonous weeds</span><br><span id=\"p28010004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the furrows of the field.</span><br><span id=\"p28010005_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010005-1\">5&nbsp;</b>&nbsp;&nbsp;The inhabitants of Samaria tremble</span><br><span id=\"p28010005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the calf of Beth-aven.</span><br><span id=\"p28010005_01-17\" class=\"line\">&nbsp;&nbsp;Its people mourn for it, and so do its idolatrous priests—</span><br><span id=\"p28010005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who rejoiced over it and over its glory—</span><br><span id=\"p28010005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it has departed from them.</span><br><span id=\"p28010006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010006-1\">6&nbsp;</b>&nbsp;&nbsp;The thing itself shall be carried to Assyria</span><br><span id=\"p28010006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as tribute to the great king.</span><br><span id=\"p28010006_01-17\" class=\"line\">&nbsp;&nbsp;Ephraim shall be put to shame,</span><br><span id=\"p28010006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel shall be ashamed of his idol.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28010007_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010007-1\">7&nbsp;</b>&nbsp;&nbsp;Samaria’s king shall perish</span><br><span id=\"p28010007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a twig on the face of the waters.</span><br><span id=\"p28010008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010008-1\">8&nbsp;</b>&nbsp;&nbsp;The high places of Aven, the sin of Israel,</span><br><span id=\"p28010008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be destroyed.</span><br><span id=\"p28010008_01-17\" class=\"line\">&nbsp;&nbsp;Thorn and thistle shall grow up</span><br><span id=\"p28010008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on their altars,</span><br><span id=\"p28010008_01-17\" class=\"line\">&nbsp;&nbsp;and they shall say to the mountains, “Cover us,”</span><br><span id=\"p28010008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the hills, “Fall on us.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28010009_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010009-1\">9&nbsp;</b>&nbsp;&nbsp;From the days of Gibeah, you have sinned, O Israel;</span><br><span id=\"p28010009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they have continued.</span><br><span id=\"p28010009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Shall not the war against the unjust overtake them in Gibeah?</span><br><span id=\"p28010010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010010-1\">10&nbsp;</b>&nbsp;&nbsp;When I please, I will discipline them,</span><br><span id=\"p28010010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and nations shall be gathered against them</span><br><span id=\"p28010010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when they are bound up for their double iniquity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28010011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010011-1\">11&nbsp;</b>&nbsp;&nbsp;Ephraim was a trained calf</span><br><span id=\"p28010011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that loved to thresh,</span><br><span id=\"p28010011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I spared her fair neck;</span><br><span id=\"p28010011_01-17\" class=\"line\">&nbsp;&nbsp;but I will put Ephraim to the yoke;</span><br><span id=\"p28010011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Judah must plow;</span><br><span id=\"p28010011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Jacob must harrow for himself.</span><br><span id=\"p28010012_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010012-1\">12&nbsp;</b>&nbsp;&nbsp;Sow for yourselves righteousness;</span><br><span id=\"p28010012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reap steadfast love;</span><br><span id=\"p28010012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break up your fallow ground,</span><br><span id=\"p28010012_01-17\" class=\"line\">&nbsp;&nbsp;for it is the time to seek the LORD,</span><br><span id=\"p28010012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he may come and rain righteousness upon you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28010013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010013-1\">13&nbsp;</b>&nbsp;&nbsp;You have plowed iniquity;</span><br><span id=\"p28010013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have reaped injustice;</span><br><span id=\"p28010013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have eaten the fruit of lies.</span><br><span id=\"p28010013_01-17\" class=\"line\">&nbsp;&nbsp;Because you have trusted in your own way</span><br><span id=\"p28010013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in the multitude of your warriors,</span><br><span id=\"p28010014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010014-1\">14&nbsp;</b>&nbsp;&nbsp;therefore the tumult of war shall arise among your people,</span><br><span id=\"p28010014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your fortresses shall be destroyed,</span><br><span id=\"p28010014_01-17\" class=\"line\">&nbsp;&nbsp;as Shalman destroyed Beth-arbel on the day of battle;</span><br><span id=\"p28010014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mothers were dashed in pieces with their children.</span><br><span id=\"p28010015_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010015-1\">15&nbsp;</b>&nbsp;&nbsp;Thus it shall be done to you, O Bethel,</span><br><span id=\"p28010015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your great evil.</span><br><span id=\"p28010015_01-17\" class=\"line\">&nbsp;&nbsp;At dawn the king of Israel</span><br><span id=\"p28010015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be utterly cut off.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Israel is an empty vine, he bringeth forth fruit unto himself: according to the multitude of his fruit he hath increased the altars; according to the goodness of his land they have made goodly images.  <strong>2</strong> Their heart is divided; now shall they be found faulty: he shall break down their altars, he shall spoil their images.  <strong>3</strong> For now they shall say, We have no king, because we feared not the LORD; what then should a king do to us?  <strong>4</strong> They have spoken words, swearing falsely in making a covenant: thus judgment springeth up as hemlock in the furrows of the field.  <strong>5</strong> The inhabitants of Samaria shall fear because of the calves of Beth-aven: for the people thereof shall mourn over it, and the priests thereof that rejoiced on it, for the glory thereof, because it is departed from it.  <strong>6</strong> It shall be also carried unto Assyria for a present to king Jareb: Ephraim shall receive shame, and Israel shall be ashamed of his own counsel.  <strong>7</strong> As for Samaria, her king is cut off as the foam upon the water.  <strong>8</strong> The high places also of Aven, the sin of Israel, shall be destroyed: the thorn and the thistle shall come up on their altars; and they shall say to the mountains, Cover us; and to the hills, Fall on us.  <strong>9</strong> O Israel, thou hast sinned from the days of Gibeah: there they stood: the battle in Gibeah against the children of iniquity did not overtake them.  <strong>10</strong> It is in my desire that I should chastise them; and the people shall be gathered against them, when they shall bind themselves in their two furrows.  <strong>11</strong> And Ephraim is as an heifer that is taught, and loveth to tread out the corn; but I passed over upon her fair neck: I will make Ephraim to ride; Judah shall plow, and  Jacob shall break his clods.  <strong>12</strong> Sow to yourselves in righteousness, reap in mercy; break up your fallow ground: for it is time to seek the LORD, till he come and rain righteousness upon you.  <strong>13</strong> Ye have plowed wickedness, ye have reaped iniquity; ye have eaten the fruit of lies: because thou didst trust in thy way, in the multitude of thy mighty men.  <strong>14</strong> Therefore shall a tumult arise among thy people, and all thy fortresses shall be spoiled, as Shalman spoiled Beth-arbel in the day of battle: the mother was dashed in pieces upon her children.  <strong>15</strong> So shall Bethel do unto you because of your great wickedness: in a morning shall the king of Israel utterly be cut off.  ","niv":"<sup><strong>1</strong></sup> Israel was a spreading vine; he brought forth fruit for himself. As his fruit increased, he built more altars; as his land prospered, he adorned his sacred stones. <sup><strong>2</strong></sup> Their heart is deceitful, and now they must bear their guilt. The LORD will demolish their altars and destroy their sacred stones. <sup><strong>3</strong></sup> Then they will say, \"We have no king because we did not revere the LORD. But even if we had a king, what could he do for us?\" <sup><strong>4</strong></sup> They make many promises, take false oaths and make agreements; therefore lawsuits spring up like poisonous weeds in a plowed field. <sup><strong>5</strong></sup> The people who live in Samaria fear for the calf-idol of Beth Aven. Its people will mourn over it, and so will its idolatrous priests, those who had rejoiced over its splendor, because it is taken from them into exile. <sup><strong>6</strong></sup> It will be carried to Assyria as tribute for the great king. Ephraim will be disgraced; Israel will be ashamed of its wooden idols. <sup><strong>7</strong></sup> Samaria and its king will float away like a twig on the surface of the waters. <sup><strong>8</strong></sup> The high places of wickedness will be destroyed- it is the sin of Israel. Thorns and thistles will grow up and cover their altars. Then they will say to the mountains, \"Cover us!\" and to the hills, \"Fall on us!\" <sup><strong>9</strong></sup> \"Since the days of Gibeah, you have sinned, O Israel, and there you have remained. Did not war overtake the evildoers in Gibeah? <sup><strong>10</strong></sup> When I please, I will punish them; nations will be gathered against them to put them in bonds for their double sin. <sup><strong>11</strong></sup> Ephraim is a trained heifer that loves to thresh; so I will put a yoke on her fair neck. I will drive Ephraim, Judah must plow, and Jacob must break up the ground. <sup><strong>12</strong></sup> Sow for yourselves righteousness, reap the fruit of unfailing love, and break up your unplowed ground; for it is time to seek the LORD, until he comes and showers righteousness on you. <sup><strong>13</strong></sup> But you have planted wickedness, you have reaped evil, you have eaten the fruit of deception. Because you have depended on your own strength and on your many warriors, <sup><strong>14</strong></sup> the roar of battle will rise against your people, so that all your fortresses will be devastated- as Shalman devastated Beth Arbel on the day of battle, when mothers were dashed to the ground with their children. <sup><strong>15</strong></sup> Thus will it happen to you, O Bethel, because your wickedness is great. When that day dawns, the king of Israel will be completely destroyed. "},{"_id":"616ae334c1af50acf0bc8877","topicId":"616ae32dc1af50acf0bc8866","verse":"John 1:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. ","modified":"2022-06-28T19:17:16.603Z"},{"_id":"616ae334c1af50acf0bc8878","topicId":"616ae32dc1af50acf0bc8866","verse":"Luke 1:1-80","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-19\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-19\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-19\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-19\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-19\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-19\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-19\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-19\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-19\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-19\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-19\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-19\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-19\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"616ae334c1af50acf0bc8879","topicId":"616ae32dc1af50acf0bc8866","verse":"Matthew 28:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"616ae334c1af50acf0bc887a","topicId":"616ae32dc1af50acf0bc8866","verse":"2 Kings 4:2","votes":0,"__v":0,"esv":"<div>\n<p id=\"p12004002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v12004002-1\">2&nbsp;</b>And Elisha said to her, “What shall I do for you? Tell me; what have you in the house?” And she said, “Your servant has nothing in the house except a jar of oil.”</p>\n</div>","kjv":"<strong>2</strong> And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.  ","niv":"<sup><strong>2</strong></sup> Elisha replied to her, \"How can I help you? Tell me, what do you have in your house?Your servant has nothing there at all,\" she said, \"except a little oil.\"","modified":"2022-11-18T21:32:56.855Z"},{"_id":"616ae335c1af50acf0bc887b","topicId":"616ae32dc1af50acf0bc8866","verse":"Genesis 1:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-22\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\"","modified":"2023-08-27T15:45:07.453Z"},{"_id":"616ae335c1af50acf0bc887d","topicId":"616ae32dc1af50acf0bc8866","verse":"Genesis 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good.</p>\n</div>","kjv":"<strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  ","niv":"<sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good."},{"_id":"616ae335c1af50acf0bc887c","topicId":"616ae32dc1af50acf0bc8866","verse":"Genesis 1:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food.","modified":"2022-04-19T23:16:06.382Z"},{"_id":"616ae335c1af50acf0bc887f","topicId":"616ae32dc1af50acf0bc8866","verse":"Romans 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616ae335c1af50acf0bc887e","topicId":"616ae32dc1af50acf0bc8866","verse":"Isaiah 3:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003001_06-26\" class=\"line\"><b class=\"chapter-num\" id=\"v23003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;For behold, the Lord GOD of hosts</span><br><span id=\"p23003001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is taking away from Jerusalem and from Judah</span><br><span id=\"p23003001_06-26\" class=\"line\">&nbsp;&nbsp;support and supply,</span><br><span id=\"p23003001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all support of bread,</span><br><span id=\"p23003001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all support of water;</span><br><span id=\"p23003002_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003002-1\">2&nbsp;</b>&nbsp;&nbsp;the mighty man and the soldier,</span><br><span id=\"p23003002_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the judge and the prophet,</span><br><span id=\"p23003002_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the diviner and the elder,</span><br><span id=\"p23003003_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003003-1\">3&nbsp;</b>&nbsp;&nbsp;the captain of fifty</span><br><span id=\"p23003003_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the man of rank,</span><br><span id=\"p23003003_06-26\" class=\"line\">&nbsp;&nbsp;the counselor and the skillful magician</span><br><span id=\"p23003003_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the expert in charms.</span><br><span id=\"p23003004_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003004-1\">4&nbsp;</b>&nbsp;&nbsp;And I will make boys their princes,</span><br><span id=\"p23003004_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and infants shall rule over them.</span><br><span id=\"p23003005_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003005-1\">5&nbsp;</b>&nbsp;&nbsp;And the people will oppress one another,</span><br><span id=\"p23003005_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every one his fellow</span><br><span id=\"p23003005_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one his neighbor;</span><br><span id=\"p23003005_06-26\" class=\"line\">&nbsp;&nbsp;the youth will be insolent to the elder,</span><br><span id=\"p23003005_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the despised to the honorable.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003006_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003006-1\">6&nbsp;</b>&nbsp;&nbsp;For a man will take hold of his brother</span><br><span id=\"p23003006_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his father, saying:</span><br><span id=\"p23003006_06-26\" class=\"line\">&nbsp;&nbsp;“You have a cloak;</span><br><span id=\"p23003006_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be our leader,</span><br><span id=\"p23003006_06-26\" class=\"line\">&nbsp;&nbsp;and this heap of ruins</span><br><span id=\"p23003006_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be under your rule”;</span><br><span id=\"p23003007_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003007-1\">7&nbsp;</b>&nbsp;&nbsp;in that day he will speak out, saying:</span><br><span id=\"p23003007_06-26\" class=\"line\">&nbsp;&nbsp;“I will not be a healer;</span><br><span id=\"p23003007_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in my house there is neither bread nor cloak;</span><br><span id=\"p23003007_06-26\" class=\"line\">&nbsp;&nbsp;you shall not make me</span><br><span id=\"p23003007_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;leader of the people.”</span><br><span id=\"p23003008_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003008-1\">8&nbsp;</b>&nbsp;&nbsp;For Jerusalem has stumbled,</span><br><span id=\"p23003008_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah has fallen,</span><br><span id=\"p23003008_06-26\" class=\"line\">&nbsp;&nbsp;because their speech and their deeds are against the LORD,</span><br><span id=\"p23003008_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defying his glorious presence.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003009_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003009-1\">9&nbsp;</b>&nbsp;&nbsp;For the look on their faces bears witness against them;</span><br><span id=\"p23003009_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they proclaim their sin like Sodom;</span><br><span id=\"p23003009_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not hide it.</span><br><span id=\"p23003009_06-26\" class=\"line\">&nbsp;&nbsp;Woe to them!</span><br><span id=\"p23003009_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For they have brought evil on themselves.</span><br><span id=\"p23003010_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003010-1\">10&nbsp;</b>&nbsp;&nbsp;Tell the righteous that it shall be well with them,</span><br><span id=\"p23003010_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they shall eat the fruit of their deeds.</span><br><span id=\"p23003011_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003011-1\">11&nbsp;</b>&nbsp;&nbsp;Woe to the wicked! It shall be ill with him,</span><br><span id=\"p23003011_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for what his hands have dealt out shall be done to him.</span><br><span id=\"p23003012_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003012-1\">12&nbsp;</b>&nbsp;&nbsp;My people—infants are their oppressors,</span><br><span id=\"p23003012_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and women rule over them.</span><br><span id=\"p23003012_06-26\" class=\"line\">&nbsp;&nbsp;O my people, your guides mislead you</span><br><span id=\"p23003012_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they have swallowed up the course of your paths.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003013_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003013-1\">13&nbsp;</b>&nbsp;&nbsp;The LORD has taken his place to contend;</span><br><span id=\"p23003013_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he stands to judge peoples.</span><br><span id=\"p23003014_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD will enter into judgment</span><br><span id=\"p23003014_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the elders and princes of his people:</span><br><span id=\"p23003014_06-26\" class=\"line\">&nbsp;&nbsp;“It is you who have devoured the vineyard,</span><br><span id=\"p23003014_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the spoil of the poor is in your houses.</span><br><span id=\"p23003015_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003015-1\">15&nbsp;</b>&nbsp;&nbsp;What do you mean by crushing my people,</span><br><span id=\"p23003015_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by grinding the face of the poor?”</span><br><span id=\"p23003015_06-26\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the Lord GOD of hosts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003016_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003016-1\">16&nbsp;</b>&nbsp;&nbsp;The LORD said:</span><br><span id=\"p23003016_06-26\" class=\"line\">&nbsp;&nbsp;Because the daughters of Zion are haughty</span><br><span id=\"p23003016_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and walk with outstretched necks,</span><br><span id=\"p23003016_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;glancing wantonly with their eyes,</span><br><span id=\"p23003016_06-26\" class=\"line\">&nbsp;&nbsp;mincing along as they go,</span><br><span id=\"p23003016_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tinkling with their feet,</span><br><span id=\"p23003017_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003017-1\">17&nbsp;</b>&nbsp;&nbsp;therefore the Lord will strike with a scab</span><br><span id=\"p23003017_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the heads of the daughters of Zion,</span><br><span id=\"p23003017_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the LORD will lay bare their secret parts.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23003017_06-26\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23003018-1\">18&nbsp;</b>In that day the Lord will take away the finery of the anklets, the headbands, and the crescents; <b class=\"verse-num\" id=\"v23003019-1\">19&nbsp;</b>the pendants, the bracelets, and the scarves; <b class=\"verse-num\" id=\"v23003020-1\">20&nbsp;</b>the headdresses, the armlets, the sashes, the perfume boxes, and the amulets; <b class=\"verse-num\" id=\"v23003021-1\">21&nbsp;</b>the signet rings and nose rings; <b class=\"verse-num\" id=\"v23003022-1\">22&nbsp;</b>the festal robes, the mantles, the cloaks, and the handbags; <b class=\"verse-num\" id=\"v23003023-1\">23&nbsp;</b>the mirrors, the linen garments, the turbans, and the veils.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003024_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003024-1\">24&nbsp;</b>&nbsp;&nbsp;Instead of perfume there will be rottenness;</span><br><span id=\"p23003024_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a belt, a rope;</span><br><span id=\"p23003024_06-26\" class=\"line\">&nbsp;&nbsp;and instead of well-set hair, baldness;</span><br><span id=\"p23003024_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a rich robe, a skirt of sackcloth;</span><br><span id=\"p23003024_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and branding instead of beauty.</span><br><span id=\"p23003025_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003025-1\">25&nbsp;</b>&nbsp;&nbsp;Your men shall fall by the sword</span><br><span id=\"p23003025_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your mighty men in battle.</span><br><span id=\"p23003026_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003026-1\">26&nbsp;</b>&nbsp;&nbsp;And her gates shall lament and mourn;</span><br><span id=\"p23003026_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;empty, she shall sit on the ground.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> For, behold, the Lord, the LORD of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,  <strong>2</strong> The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,  <strong>3</strong> The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator.  <strong>4</strong> And I will give children to be their princes, and babes shall rule over them.  <strong>5</strong> And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable.  <strong>6</strong> When a man shall take hold of his brother of the house of his father, saying, Thou hast clothing, be thou our ruler, and let  this ruin be under thy hand:  <strong>7</strong> In that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people.  <strong>8</strong> For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory.  <strong>9</strong> The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.  <strong>10</strong> Say ye to the righteous, that it shall be well with him:  for they shall eat the fruit of their doings.  <strong>11</strong> Woe unto the wicked! it shall be ill with him:  for the reward of his hands shall be given him.  <strong>12</strong>           As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee  to err, and destroy the way of thy paths.  <strong>13</strong> The LORD standeth up to plead, and standeth to judge the people.  <strong>14</strong> The LORD will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor is in your houses.  <strong>15</strong> What mean ye that ye beat my people to pieces, and grind the faces of the poor? saith the LORD GOD of hosts.  <strong>16</strong> Moreover the LORD saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:  <strong>17</strong> Therefore the LORD will smite with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts.  <strong>18</strong> In that day the Lord will take away the bravery of their  tinkling ornaments about their feet, and their  cauls, and their round tires like the moon,  <strong>19</strong> The chains, and the bracelets, and the mufflers,  <strong>20</strong> The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,  <strong>21</strong> The rings, and nose jewels,  <strong>22</strong> The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,  <strong>23</strong> The glasses, and the fine linen, and the hoods, and the vails.  <strong>24</strong> And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and  burning instead of beauty.  <strong>25</strong> Thy men shall fall by the sword, and thy mighty in the war.  <strong>26</strong> And her gates shall lament and mourn; and she being desolate shall sit upon the ground.  ","niv":"<sup><strong>1</strong></sup> See now, the Lord, the LORD Almighty, is about to take from Jerusalem and Judah both supply and support: all supplies of food and all supplies of water, <sup><strong>2</strong></sup> the hero and warrior, the judge and prophet, the soothsayer and elder, <sup><strong>3</strong></sup> the captain of fifty and man of rank, the counselor, skilled craftsman and clever enchanter. <sup><strong>4</strong></sup> I will make boys their officials; mere children will govern them. <sup><strong>5</strong></sup> People will oppress each other- man against man, neighbor against neighbor. The young will rise up against the old, the base against the honorable. <sup><strong>6</strong></sup> A man will seize one of his brothers at his father's home, and say, \"You have a cloak, you be our leader; take charge of this heap of ruins!\" <sup><strong>7</strong></sup> But in that day he will cry out, \"I have no remedy. I have no food or clothing in my house; do not make me the leader of the people.\" <sup><strong>8</strong></sup> Jerusalem staggers, Judah is falling; their words and deeds are against the LORD, defying his glorious presence. <sup><strong>9</strong></sup> The look on their faces testifies against them; they parade their sin like Sodom; they do not hide it. Woe to them! They have brought disaster upon themselves. <sup><strong>10</strong></sup> Tell the righteous it will be well with them, for they will enjoy the fruit of their deeds. <sup><strong>11</strong></sup> Woe to the wicked! Disaster is upon them! They will be paid back for what their hands have done. <sup><strong>12</strong></sup> Youths oppress my people, women rule over them. O my people, your guides lead you astray; they turn you from the path. <sup><strong>13</strong></sup> The LORD takes his place in court; he rises to judge the people. <sup><strong>14</strong></sup> The LORD enters into judgment against the elders and leaders of his people: \"It is you who have ruined my vineyard; the plunder from the poor is in your houses. <sup><strong>15</strong></sup> What do you mean by crushing my people and grinding the faces of the poor?\" declares the Lord, the LORD Almighty. <sup><strong>16</strong></sup> The LORD says, \"The women of Zion are haughty, walking along with outstretched necks, flirting with their eyes, tripping along with mincing steps, with ornaments jingling on their ankles. <sup><strong>17</strong></sup> Therefore the Lord will bring sores on the heads of the women of Zion; the LORD will make their scalps bald.\" <sup><strong>18</strong></sup> In that day the Lord will snatch away their finery: the bangles and headbands and crescent necklaces, <sup><strong>19</strong></sup> the earrings and bracelets and veils, <sup><strong>20</strong></sup> the headdresses and ankle chains and sashes, the perfume bottles and charms, <sup><strong>21</strong></sup> the signet rings and nose rings, <sup><strong>22</strong></sup> the fine robes and the capes and cloaks, the purses <sup><strong>23</strong></sup> and mirrors, and the linen garments and tiaras and shawls. <sup><strong>24</strong></sup> Instead of fragrance there will be a stench; instead of a sash, a rope; instead of well-dressed hair, baldness; instead of fine clothing, sackcloth; instead of beauty, branding. <sup><strong>25</strong></sup> Your men will fall by the sword, your warriors in battle. <sup><strong>26</strong></sup> The gates of Zion will lament and mourn; destitute, she will sit on the ground. "}]}