{"_id":"616ae419c1af50acf0bc88e1","slug":"speak-out","name":"Speak Out","verses":[{"_id":"616ae41ac1af50acf0bc88e2","topicId":"616ae419c1af50acf0bc88e1","verse":"Amos 8:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30008011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008011-1\">11&nbsp;</b>&nbsp;&nbsp;“Behold, the days are coming,” declares the Lord GOD,</span><br><span id=\"p30008011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“when I will send a famine on the land—</span><br><span id=\"p30008011_01-1\" class=\"line\">&nbsp;&nbsp;not a famine of bread, nor a thirst for water,</span><br><span id=\"p30008011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but of hearing the words of the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Behold, the days come, saith the Lord GOD, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the LORD:  ","niv":"<sup><strong>11</strong></sup> \"The days are coming,\" declares the Sovereign LORD, \"when I will send a famine through the land- not a famine of food or a thirst for water, but a famine of hearing the words of the LORD."},{"_id":"616ae41bc1af50acf0bc88e3","topicId":"616ae419c1af50acf0bc88e1","verse":"Colossians 1:21-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51001021_01-2\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n</div>","kjv":"<strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  ","niv":"<sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. "},{"_id":"616ae41bc1af50acf0bc88e4","topicId":"616ae419c1af50acf0bc88e1","verse":"Romans 10:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616ae41bc1af50acf0bc88e5","topicId":"616ae419c1af50acf0bc88e1","verse":"Psalm 19:1-14","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19019001_08-4\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019001_08-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19019001-1\">19:1&nbsp;</b>&nbsp;&nbsp;The heavens declare the glory of God,</span><br><span id=\"p19019001_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sky above proclaims his handiwork.</span><br><span id=\"p19019002_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019002-1\">2&nbsp;</b>&nbsp;&nbsp;Day to day pours out speech,</span><br><span id=\"p19019002_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and night to night reveals knowledge.</span><br><span id=\"p19019003_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019003-1\">3&nbsp;</b>&nbsp;&nbsp;There is no speech, nor are there words,</span><br><span id=\"p19019003_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose voice is not heard.</span><br><span id=\"p19019004_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019004-1\">4&nbsp;</b>&nbsp;&nbsp;Their voice goes out through all the earth,</span><br><span id=\"p19019004_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their words to the end of the world.</span><br><span id=\"p19019004_08-4\" class=\"line\">&nbsp;&nbsp;In them he has set a tent for the sun,</span><br><span id=\"p19019005_08-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19019005-1\">5&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;which comes out like a bridegroom leaving his chamber,</span><br><span id=\"p19019005_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and, like a strong man, runs its course with joy.</span><br><span id=\"p19019006_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019006-1\">6&nbsp;</b>&nbsp;&nbsp;Its rising is from the end of the heavens,</span><br><span id=\"p19019006_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its circuit to the end of them,</span><br><span id=\"p19019006_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing hidden from its heat.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019007_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_08-4\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br><span id=\"p19019008_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019008-1\">8&nbsp;</b>&nbsp;&nbsp;the precepts of the LORD are right,</span><br><span id=\"p19019008_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rejoicing the heart;</span><br><span id=\"p19019008_08-4\" class=\"line\">&nbsp;&nbsp;the commandment of the LORD is pure,</span><br><span id=\"p19019008_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enlightening the eyes;</span><br><span id=\"p19019009_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019009-1\">9&nbsp;</b>&nbsp;&nbsp;the fear of the LORD is clean,</span><br><span id=\"p19019009_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p19019009_08-4\" class=\"line\">&nbsp;&nbsp;the rules of the LORD are true,</span><br><span id=\"p19019009_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteous altogether.</span><br><span id=\"p19019010_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019010-1\">10&nbsp;</b>&nbsp;&nbsp;More to be desired are they than gold,</span><br><span id=\"p19019010_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even much fine gold;</span><br><span id=\"p19019010_08-4\" class=\"line\">&nbsp;&nbsp;sweeter also than honey</span><br><span id=\"p19019010_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drippings of the honeycomb.</span><br><span id=\"p19019011_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019011-1\">11&nbsp;</b>&nbsp;&nbsp;Moreover, by them is your servant warned;</span><br><span id=\"p19019011_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping them there is great reward.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019012_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019012-1\">12&nbsp;</b>&nbsp;&nbsp;Who can discern his errors?</span><br><span id=\"p19019012_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Declare me innocent from hidden faults.</span><br><span id=\"p19019013_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep back your servant also from presumptuous sins;</span><br><span id=\"p19019013_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them not have dominion over me!</span><br><span id=\"p19019013_08-4\" class=\"line\">&nbsp;&nbsp;Then I shall be blameless,</span><br><span id=\"p19019013_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and innocent of great transgression.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19019014_08-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019014-1\">14&nbsp;</b>&nbsp;&nbsp;Let the words of my mouth and the meditation of my heart</span><br><span id=\"p19019014_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be acceptable in your sight,</span><br><span id=\"p19019014_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, my rock and my redeemer.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The heavens declare the glory of God; and the firmament sheweth his handywork.  <strong>2</strong> Day unto day uttereth speech, and night unto night sheweth knowledge.  <strong>3</strong>             There is no speech nor language, where their voice is not heard.  <strong>4</strong> Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,  <strong>5</strong> Which is as a bridegroom coming out of his chamber, and  rejoiceth as a strong man to run a race.  <strong>6</strong> His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.  <strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  <strong>8</strong> The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.  <strong>9</strong> The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.  <strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  <strong>11</strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.  <strong>12</strong> Who can understand his errors? cleanse thou me from secret faults. <strong>13</strong> Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.  <strong>14</strong> Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.  ","niv":"<sup><strong>1</strong></sup> The heavens declare the glory of God; the skies proclaim the work of his hands. <sup><strong>2</strong></sup> Day after day they pour forth speech; night after night they display knowledge. <sup><strong>3</strong></sup> There is no speech or language where their voice is not heard. <sup><strong>4</strong></sup> Their voice goes out into all the earth, their words to the ends of the world. In the heavens he has pitched a tent for the sun, <sup><strong>5</strong></sup> which is like a bridegroom coming forth from his pavilion, like a champion rejoicing to run his course. <sup><strong>6</strong></sup> It rises at one end of the heavens and makes its circuit to the other; nothing is hidden from its heat. <sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple. <sup><strong>8</strong></sup> The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes. <sup><strong>9</strong></sup> The fear of the LORD is pure, enduring forever. The ordinances of the LORD are sure and altogether righteous. <sup><strong>10</strong></sup> They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb. <sup><strong>11</strong></sup> By them is your servant warned; in keeping them there is great reward. <sup><strong>12</strong></sup> Who can discern his errors? Forgive my hidden faults. <sup><strong>13</strong></sup> Keep your servant also from willful sins; may they not rule over me. Then will I be blameless, innocent of great transgression. <sup><strong>14</strong></sup> May the words of my mouth and the meditation of my heart be pleasing in your sight, O Lord, my Rock and my Redeemer. "},{"_id":"616ae41cc1af50acf0bc88e6","topicId":"616ae419c1af50acf0bc88e1","verse":"1 Corinthians 14:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-6\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"616ae41cc1af50acf0bc88e7","topicId":"616ae419c1af50acf0bc88e1","verse":"2 Peter 3:15-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. "},{"_id":"616ae41dc1af50acf0bc88e8","topicId":"616ae419c1af50acf0bc88e1","verse":"Hebrews 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets,</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways,"},{"_id":"616ae41dc1af50acf0bc88e9","topicId":"616ae419c1af50acf0bc88e1","verse":"John 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"616ae41dc1af50acf0bc88ea","topicId":"616ae419c1af50acf0bc88e1","verse":"Acts 4:19-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44004019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.” <b class=\"verse-num\" id=\"v44004021-1\">21&nbsp;</b>And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened. <b class=\"verse-num\" id=\"v44004022-1\">22&nbsp;</b>For the man on whom this sign of healing was performed was more than forty years old.</p>\n\n<p id=\"p44004022_06-10\"><b class=\"verse-num\" id=\"v44004023-1\">23&nbsp;</b>When they were released, they went to their friends and reported what the chief priests and the elders had said to them.</p>\n</div>","kjv":"<strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  <strong>21</strong> So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men  glorified God for that which was done.  <strong>22</strong> For the man was above forty years old, on whom this miracle of healing was shewed.  <strong>23</strong> And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them.  ","niv":"<sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" <sup><strong>21</strong></sup> After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened. <sup><strong>22</strong></sup> For the man who was miraculously healed was over forty years old. <sup><strong>23</strong></sup> On their release, Peter and John went back to their own people and reported all that the chief priests and elders had said to them. "},{"_id":"616ae41dc1af50acf0bc88eb","topicId":"616ae419c1af50acf0bc88e1","verse":"Romans 1:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_07-11\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. "},{"_id":"616ae41ec1af50acf0bc88ec","topicId":"616ae419c1af50acf0bc88e1","verse":"Isaiah 40:28","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040028_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_01-12\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_01-12\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  ","niv":"<sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom."},{"_id":"616ae41ec1af50acf0bc88ed","topicId":"616ae419c1af50acf0bc88e1","verse":"John 3:15-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003015_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616ae41ec1af50acf0bc88ee","topicId":"616ae419c1af50acf0bc88e1","verse":"Proverbs 31:8-9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character "},{"_id":"616ae41fc1af50acf0bc88ef","topicId":"616ae419c1af50acf0bc88e1","verse":"1 Samuel 15:1-35","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09015001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09015001-1\">15:1&nbsp;</b>And Samuel said to Saul, “The LORD sent me to anoint you king over his people Israel; now therefore listen to the words of the LORD. <b class=\"verse-num\" id=\"v09015002-1\">2&nbsp;</b>Thus says the LORD of hosts, ‘I have noted what Amalek did to Israel in opposing them on the way when they came up out of Egypt. <b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n<p id=\"p09015003_05-16\"><b class=\"verse-num\" id=\"v09015004-1\">4&nbsp;</b>So Saul summoned the people and numbered them in Telaim, two hundred thousand men on foot, and ten thousand men of Judah. <b class=\"verse-num\" id=\"v09015005-1\">5&nbsp;</b>And Saul came to the city of Amalek and lay in wait in the valley. <b class=\"verse-num\" id=\"v09015006-1\">6&nbsp;</b>Then Saul said to the Kenites, “Go, depart; go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the people of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites. <b class=\"verse-num\" id=\"v09015007-1\">7&nbsp;</b>And Saul defeated the Amalekites from Havilah as far as Shur, which is east of Egypt. <b class=\"verse-num\" id=\"v09015008-1\">8&nbsp;</b>And he took Agag the king of the Amalekites alive and devoted to destruction all the people with the edge of the sword. <b class=\"verse-num\" id=\"v09015009-1\">9&nbsp;</b>But Saul and the people spared Agag and the best of the sheep and of the oxen and of the fattened calves and the lambs, and all that was good, and would not utterly destroy them. All that was despised and worthless they devoted to destruction.</p>\n<p id=\"p09015009_05-16\"><b class=\"verse-num\" id=\"v09015010-1\">10&nbsp;</b>The word of the LORD came to Samuel: <b class=\"verse-num\" id=\"v09015011-1\">11&nbsp;</b>“I regret that I have made Saul king, for he has turned back from following me and has not performed my commandments.” And Samuel was angry, and he cried to the LORD all night. <b class=\"verse-num\" id=\"v09015012-1\">12&nbsp;</b>And Samuel rose early to meet Saul in the morning. And it was told Samuel, “Saul came to Carmel, and behold, he set up a monument for himself and turned and passed on and went down to Gilgal.” <b class=\"verse-num\" id=\"v09015013-1\">13&nbsp;</b>And Samuel came to Saul, and Saul said to him, “Blessed be you to the LORD. I have performed the commandment of the LORD.” <b class=\"verse-num\" id=\"v09015014-1\">14&nbsp;</b>And Samuel said, “What then is this bleating of the sheep in my ears and the lowing of the oxen that I hear?” <b class=\"verse-num\" id=\"v09015015-1\">15&nbsp;</b>Saul said, “They have brought them from the Amalekites, for the people spared the best of the sheep and of the oxen to sacrifice to the LORD your God, and the rest we have devoted to destruction.” <b class=\"verse-num\" id=\"v09015016-1\">16&nbsp;</b>Then Samuel said to Saul, “Stop! I will tell you what the LORD said to me this night.” And he said to him, “Speak.”</p>\n<p id=\"p09015016_05-16\"><b class=\"verse-num\" id=\"v09015017-1\">17&nbsp;</b>And Samuel said, “Though you are little in your own eyes, are you not the head of the tribes of Israel? The LORD anointed you king over Israel. <b class=\"verse-num\" id=\"v09015018-1\">18&nbsp;</b>And the LORD sent you on a mission and said, ‘Go, devote to destruction the sinners, the Amalekites, and fight against them until they are consumed.’ <b class=\"verse-num\" id=\"v09015019-1\">19&nbsp;</b>Why then did you not obey the voice of the LORD? Why did you pounce on the spoil and do what was evil in the sight of the LORD?” <b class=\"verse-num\" id=\"v09015020-1\">20&nbsp;</b>And Saul said to Samuel, “I have obeyed the voice of the LORD. I have gone on the mission on which the LORD sent me. I have brought Agag the king of Amalek, and I have devoted the Amalekites to destruction. <b class=\"verse-num\" id=\"v09015021-1\">21&nbsp;</b>But the people took of the spoil, sheep and oxen, the best of the things devoted to destruction, to sacrifice to the LORD your God in Gilgal.” <b class=\"verse-num\" id=\"v09015022-1\">22&nbsp;</b>And Samuel said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015022_05-16\" class=\"line\">&nbsp;&nbsp;“Has the LORD as great delight in burnt offerings and sacrifices,</span><br><span id=\"p09015022_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in obeying the voice of the LORD?</span><br><span id=\"p09015022_05-16\" class=\"line\">&nbsp;&nbsp;Behold, to obey is better than sacrifice,</span><br><span id=\"p09015022_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to listen than the fat of rams.</span><br><span id=\"p09015023_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_05-16\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p09015023_05-16\"><b class=\"verse-num\" id=\"v09015024-1\">24&nbsp;</b>Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the LORD and your words, because I feared the people and obeyed their voice. <b class=\"verse-num\" id=\"v09015025-1\">25&nbsp;</b>Now therefore, please pardon my sin and return with me that I may bow before the LORD.” <b class=\"verse-num\" id=\"v09015026-1\">26&nbsp;</b>And Samuel said to Saul, “I will not return with you. For you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel.” <b class=\"verse-num\" id=\"v09015027-1\">27&nbsp;</b>As Samuel turned to go away, Saul seized the skirt of his robe, and it tore. <b class=\"verse-num\" id=\"v09015028-1\">28&nbsp;</b>And Samuel said to him, “The LORD has torn the kingdom of Israel from you this day and has given it to a neighbor of yours, who is better than you. <b class=\"verse-num\" id=\"v09015029-1\">29&nbsp;</b>And also the Glory of Israel will not lie or have regret, for he is not a man, that he should have regret.” <b class=\"verse-num\" id=\"v09015030-1\">30&nbsp;</b>Then he said, “I have sinned; yet honor me now before the elders of my people and before Israel, and return with me, that I may bow before the LORD your God.” <b class=\"verse-num\" id=\"v09015031-1\">31&nbsp;</b>So Samuel turned back after Saul, and Saul bowed before the LORD.</p>\n<p id=\"p09015031_05-16\"><b class=\"verse-num\" id=\"v09015032-1\">32&nbsp;</b>Then Samuel said, “Bring here to me Agag the king of the Amalekites.” And Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.” <b class=\"verse-num\" id=\"v09015033-1\">33&nbsp;</b>And Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hacked Agag to pieces before the LORD in Gilgal.</p>\n<p id=\"p09015033_05-16\"><b class=\"verse-num\" id=\"v09015034-1\">34&nbsp;</b>Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul. <b class=\"verse-num\" id=\"v09015035-1\">35&nbsp;</b>And Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul. And the LORD regretted that he had made Saul king over Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Samuel also said unto Saul, The LORD sent me to anoint thee to be  king over his people, over Israel: now therefore hearken thou unto the voice of the words of the LORD.  <strong>2</strong> Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt.  <strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  <strong>4</strong> And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah.  <strong>5</strong> And Saul came to a city of Amalek, and laid wait in the valley.  <strong>6</strong> And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye shewed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites.  <strong>7</strong> And Saul smote the Amalekites from Havilah until thou comest to Shur, that is over against Egypt.  <strong>8</strong> And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.  <strong>9</strong> But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was  good, and would not utterly destroy them: but every thing that was  vile and refuse, that they destroyed utterly.  <strong>10</strong> Then came the word of the LORD unto Samuel, saying,  <strong>11</strong> It repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night.  <strong>12</strong> And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal.  <strong>13</strong> And Samuel came to Saul: and Saul said unto him, Blessed be  thou of the LORD: I have performed the commandment of the LORD.  <strong>14</strong> And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?  <strong>15</strong> And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD thy God; and the rest we have utterly destroyed.  <strong>16</strong> Then Samuel said unto Saul, Stay, and I will tell thee what the LORD hath said to me this night. And he said unto him, Say on.  <strong>17</strong> And Samuel said, When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the LORD anointed thee king over Israel?  <strong>18</strong> And the LORD sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed.  <strong>19</strong> Wherefore then didst thou not obey the voice of the LORD, but didst fly upon the spoil, and didst evil in the sight of the LORD?  <strong>20</strong> And Saul said unto Samuel, Yea, I have obeyed the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.  <strong>21</strong> But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD thy God in Gilgal.  <strong>22</strong> And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.  <strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  <strong>24</strong> And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and thy words: because I feared the people, and obeyed their voice.  <strong>25</strong> Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the LORD.  <strong>26</strong> And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the LORD, and the LORD hath rejected thee from being king over Israel.  <strong>27</strong> And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent.  <strong>28</strong> And Samuel said unto him, The LORD hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine, that is  better than thou.  <strong>29</strong> And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent.  <strong>30</strong> Then he said, I have sinned: yet honour me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the LORD thy God.  <strong>31</strong> So Samuel turned again after Saul; and Saul worshipped the LORD.  <strong>32</strong> Then said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past.  <strong>33</strong> And Samuel said, As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal.  <strong>34</strong> Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.  <strong>35</strong> And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the LORD repented that he had made Saul king over Israel.  ","niv":"<sup><strong>1</strong></sup> Samuel said to Saul, \"I am the one the LORD sent to anoint you king over his people Israel; so listen now to the message from the LORD. <sup><strong>2</strong></sup> This is what the LORD Almighty says: 'I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt. <sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\" <sup><strong>4</strong></sup> So Saul summoned the men and mustered them at Telaim-two hundred thousand foot soldiers and ten thousand men from Judah. <sup><strong>5</strong></sup> Saul went to the city of Amalek and set an ambush in the ravine. <sup><strong>6</strong></sup> Then he said to the Kenites, \"Go away, leave the Amalekites so that I do not destroy you along with them; for you showed kindness to all the Israelites when they came up out of Egypt.\" So the Kenites moved away from the Amalekites. <sup><strong>7</strong></sup> Then Saul attacked the Amalekites all the way from Havilah to Shur, to the east of Egypt. <sup><strong>8</strong></sup> He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword. <sup><strong>9</strong></sup> But Saul and the army spared Agag and the best of the sheep and cattle, the fat calves and lambs-everything that was good. These they were unwilling to destroy completely, but everything that was despised and weak they totally destroyed. <sup><strong>10</strong></sup> Then the word of the LORD came to Samuel: <sup><strong>11</strong></sup> \"I am grieved that I have made Saul king, because he has turned away from me and has not carried out my instructions.\" Samuel was troubled, and he cried out to the LORD all that night. <sup><strong>12</strong></sup> Early in the morning Samuel got up and went to meet Saul, but he was told, \"Saul has gone to Carmel. There he has set up a monument in his own honor and has turned and gone on down to Gilgal.\" <sup><strong>13</strong></sup> When Samuel reached him, Saul said, \"The LORD bless you! I have carried out the LORD's instructions.\" <sup><strong>14</strong></sup> But Samuel said, \"What then is this bleating of sheep in my ears? What is this lowing of cattle that I hear?\" <sup><strong>15</strong></sup> Saul answered, \"The soldiers brought them from the Amalekites; they spared the best of the sheep and cattle to sacrifice to the LORD your God, but we totally destroyed the rest.\" <sup><strong>16</strong></sup> \"Stop!\" Samuel said to Saul. \"Let me tell you what the LORD said to me last night.Tell me,\" Saul replied. <sup><strong>17</strong></sup> Samuel said, \"Although you were once small in your own eyes, did you not become the head of the tribes of Israel? The LORD anointed you king over Israel. <sup><strong>18</strong></sup> And he sent you on a mission, saying, 'Go and completely destroy those wicked people, the Amalekites; make war on them until you have wiped them out.' <sup><strong>19</strong></sup> Why did you not obey the LORD? Why did you pounce on the plunder and do evil in the eyes of the LORD?\" <sup><strong>20</strong></sup> \"But I did obey the LORD,\" Saul said. \"I went on the mission the LORD assigned me. I completely destroyed the Amalekites and brought back Agag their king. <sup><strong>21</strong></sup> The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the LORD your God at Gilgal.\" <sup><strong>22</strong></sup> But Samuel replied: \"Does the LORD delight in burnt offerings and sacrifices as much as in obeying the voice of the LORD? To obey is better than sacrifice, and to heed is better than the fat of rams. <sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\" <sup><strong>24</strong></sup> Then Saul said to Samuel, \"I have sinned. I violated the LORD's command and your instructions. I was afraid of the people and so I gave in to them. <sup><strong>25</strong></sup> Now I beg you, forgive my sin and come back with me, so that I may worship the LORD.\" <sup><strong>26</strong></sup> But Samuel said to him, \"I will not go back with you. You have rejected the word of the LORD, and the LORD has rejected you as king over Israel!\" <sup><strong>27</strong></sup> As Samuel turned to leave, Saul caught hold of the hem of his robe, and it tore. <sup><strong>28</strong></sup> Samuel said to him, \"The LORD has torn the kingdom of Israel from you today and has given it to one of your neighbors-to one better than you. <sup><strong>29</strong></sup> He who is the Glory of Israel does not lie or change his mind; for he is not a man, that he should change his mind.\" <sup><strong>30</strong></sup> Saul replied, \"I have sinned. But please honor me before the elders of my people and before Israel; come back with me, so that I may worship the LORD your God.\" <sup><strong>31</strong></sup> So Samuel went back with Saul, and Saul worshiped the LORD. <sup><strong>32</strong></sup> Then Samuel said, \"Bring me Agag king of the Amalekites.\" Agag came to him confidently, thinking, \"Surely the bitterness of death is past.\" <sup><strong>33</strong></sup> But Samuel said, \"As your sword has made women childless, so will your mother be childless among women.\" And Samuel put Agag to death before the LORD at Gilgal. <sup><strong>34</strong></sup> Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul. <sup><strong>35</strong></sup> Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the LORD was grieved that he had made Saul king over Israel. "},{"_id":"616ae41fc1af50acf0bc88f0","topicId":"616ae419c1af50acf0bc88e1","verse":"Hosea 4:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-17\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"616ae41fc1af50acf0bc88f2","topicId":"616ae419c1af50acf0bc88e1","verse":"Acts 10:34-35","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-18\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him.</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. "},{"_id":"616ae41fc1af50acf0bc88f1","topicId":"616ae419c1af50acf0bc88e1","verse":"Matthew 5:1-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-19\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-19\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-19\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-19\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-19\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-19\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-19\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-19\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-19\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-19\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-19\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-19\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-19\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-19\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-19\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-19\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-19\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-19\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-19\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616ae41fc1af50acf0bc88f3","topicId":"616ae419c1af50acf0bc88e1","verse":"James 5:1-6","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59005001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n</div>","kjv":"<strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  ","niv":"<sup><strong>1</strong></sup> Now listen, you rich people, weep and wail because of the misery that is coming upon you. <sup><strong>2</strong></sup> Your wealth has rotted, and moths have eaten your clothes. <sup><strong>3</strong></sup> Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. <sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. <sup><strong>5</strong></sup> You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. <sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. "},{"_id":"616ae420c1af50acf0bc88f4","topicId":"616ae419c1af50acf0bc88e1","verse":"Genesis 12:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" "},{"_id":"616ae420c1af50acf0bc88f5","topicId":"616ae419c1af50acf0bc88e1","verse":"Matthew 6:19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-22\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"_id":"616ae420c1af50acf0bc88f6","topicId":"616ae419c1af50acf0bc88e1","verse":"John 5:39","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  ","niv":"<sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me,"},{"_id":"616ae420c1af50acf0bc88f7","topicId":"616ae419c1af50acf0bc88e1","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616ae420c1af50acf0bc88f8","topicId":"616ae419c1af50acf0bc88e1","verse":"Matthew 7:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged."},{"_id":"616ae422c1af50acf0bc88f9","topicId":"616ae419c1af50acf0bc88e1","verse":"Matthew 5:29-30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005029_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. "},{"_id":"616ae422c1af50acf0bc88fa","topicId":"616ae419c1af50acf0bc88e1","verse":"Ezekiel 37:15-19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p26037015_11-27\"><b class=\"verse-num\" id=\"v26037015-1\">15&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26037016-1\">16&nbsp;</b>“Son of man, take a stick and write on it, ‘For Judah, and the people of Israel associated with him’; then take another stick and write on it, ‘For Joseph (the stick of Ephraim) and all the house of Israel associated with him.’ <b class=\"verse-num\" id=\"v26037017-1\">17&nbsp;</b>And join them one to another into one stick, that they may become one in your hand. <b class=\"verse-num\" id=\"v26037018-1\">18&nbsp;</b>And when your people say to you, ‘Will you not tell us what you mean by these?’ <b class=\"verse-num\" id=\"v26037019-1\">19&nbsp;</b>say to them, Thus says the Lord GOD: Behold, I am about to take the stick of Joseph (that is in the hand of Ephraim) and the tribes of Israel associated with him. And I will join with it the stick of Judah, and make them one stick, that they may be one in my hand.</p>\n\n</div>","kjv":"<strong>15</strong> The word of the LORD came again unto me, saying,  <strong>16</strong> Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:  <strong>17</strong> And join them one to another into one stick; and they shall become one in thine hand.  <strong>18</strong> And when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?  <strong>19</strong> Say unto them, Thus saith the Lord GOD; Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand.  ","niv":"<sup><strong>15</strong></sup> The word of the LORD came to me: <sup><strong>16</strong></sup> \"Son of man, take a stick of wood and write on it, 'Belonging to Judah and the Israelites associated with him.' Then take another stick of wood, and write on it, 'Ephraim's stick, belonging to Joseph and all the house of Israel associated with him.' <sup><strong>17</strong></sup> Join them together into one stick so that they will become one in your hand. <sup><strong>18</strong></sup> \"When your countrymen ask you, 'Won't you tell us what you mean by this?' <sup><strong>19</strong></sup> say to them, 'This is what the Sovereign LORD says: I am going to take the stick of Joseph-which is in Ephraim's hand-and of the Israelite tribes associated with him, and join it to Judah's stick, making them a single stick of wood, and they will become one in my hand.' "}]}