{"_id":"616ae465c1af50acf0bc88fd","slug":"speaking-the-dead","name":"Speaking The Dead","verses":[{"_id":"616ae466c1af50acf0bc88fe","topicId":"616ae465c1af50acf0bc88fd","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-1\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-1\">Greetings.</p>\n\n<p id=\"p59001001_06-1\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-1\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-1\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-1\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-1\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-1\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-1\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-1\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616ae467c1af50acf0bc88ff","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 5:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p30005001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30005001-1\">5:1&nbsp;</b>Hear this word that I take up over you in lamentation, O house of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005002_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005002-1\">2&nbsp;</b>&nbsp;&nbsp;“Fallen, no more to rise,</span><br><span id=\"p30005002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is the virgin Israel;</span><br><span id=\"p30005002_06-2\" class=\"line\">&nbsp;&nbsp;forsaken on her land,</span><br><span id=\"p30005002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to raise her up.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30005002_06-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30005003-1\">3&nbsp;</b>For thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005003_06-2\" class=\"line\">&nbsp;&nbsp;“The city that went out a thousand</span><br><span id=\"p30005003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall have a hundred left,</span><br><span id=\"p30005003_06-2\" class=\"line\">&nbsp;&nbsp;and that which went out a hundred</span><br><span id=\"p30005003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall have ten left</span><br><span id=\"p30005003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30005003_06-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30005004-1\">4&nbsp;</b>For thus says the LORD to the house of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005004_06-2\" class=\"line\">&nbsp;&nbsp;“Seek me and live;</span><br><span id=\"p30005005_06-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v30005005-1\">5&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;but do not seek Bethel,</span><br><span id=\"p30005005_06-2\" class=\"line\">&nbsp;&nbsp;and do not enter into Gilgal</span><br><span id=\"p30005005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or cross over to Beersheba;</span><br><span id=\"p30005005_06-2\" class=\"line\">&nbsp;&nbsp;for Gilgal shall surely go into exile,</span><br><span id=\"p30005005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Bethel shall come to nothing.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005006_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005006-1\">6&nbsp;</b>&nbsp;&nbsp;Seek the LORD and live,</span><br><span id=\"p30005006_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he break out like fire in the house of Joseph,</span><br><span id=\"p30005006_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it devour, with none to quench it for Bethel,</span><br><span id=\"p30005007_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005007-1\">7&nbsp;</b>&nbsp;&nbsp;O you who turn justice to wormwood</span><br><span id=\"p30005007_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast down righteousness to the earth!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005008_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005008-1\">8&nbsp;</b>&nbsp;&nbsp;He who made the Pleiades and Orion,</span><br><span id=\"p30005008_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turns deep darkness into the morning</span><br><span id=\"p30005008_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and darkens the day into night,</span><br><span id=\"p30005008_06-2\" class=\"line\">&nbsp;&nbsp;who calls for the waters of the sea</span><br><span id=\"p30005008_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pours them out on the surface of the earth,</span><br><span id=\"p30005008_06-2\" class=\"line\">&nbsp;&nbsp;the LORD is his name;</span><br><span id=\"p30005009_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005009-1\">9&nbsp;</b>&nbsp;&nbsp;who makes destruction flash forth against the strong,</span><br><span id=\"p30005009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that destruction comes upon the fortress.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005010_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005010-1\">10&nbsp;</b>&nbsp;&nbsp;They hate him who reproves in the gate,</span><br><span id=\"p30005010_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they abhor him who speaks the truth.</span><br><span id=\"p30005011_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005011-1\">11&nbsp;</b>&nbsp;&nbsp;Therefore because you trample on the poor</span><br><span id=\"p30005011_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you exact taxes of grain from him,</span><br><span id=\"p30005011_06-2\" class=\"line\">&nbsp;&nbsp;you have built houses of hewn stone,</span><br><span id=\"p30005011_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not dwell in them;</span><br><span id=\"p30005011_06-2\" class=\"line\">&nbsp;&nbsp;you have planted pleasant vineyards,</span><br><span id=\"p30005011_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you shall not drink their wine.</span><br><span id=\"p30005012_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005012-1\">12&nbsp;</b>&nbsp;&nbsp;For I know how many are your transgressions</span><br><span id=\"p30005012_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and how great are your sins—</span><br><span id=\"p30005012_06-2\" class=\"line\">&nbsp;&nbsp;you who afflict the righteous, who take a bribe,</span><br><span id=\"p30005012_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn aside the needy in the gate.</span><br><span id=\"p30005013_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005013-1\">13&nbsp;</b>&nbsp;&nbsp;Therefore he who is prudent will keep silent in such a time,</span><br><span id=\"p30005013_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it is an evil time.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005014_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005014-1\">14&nbsp;</b>&nbsp;&nbsp;Seek good, and not evil,</span><br><span id=\"p30005014_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may live;</span><br><span id=\"p30005014_06-2\" class=\"line\">&nbsp;&nbsp;and so the LORD, the God of hosts, will be with you,</span><br><span id=\"p30005014_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as you have said.</span><br><span id=\"p30005015_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005015-1\">15&nbsp;</b>&nbsp;&nbsp;Hate evil, and love good,</span><br><span id=\"p30005015_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and establish justice in the gate;</span><br><span id=\"p30005015_06-2\" class=\"line\">&nbsp;&nbsp;it may be that the LORD, the God of hosts,</span><br><span id=\"p30005015_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be gracious to the remnant of Joseph.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30005015_06-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30005016-1\">16&nbsp;</b>Therefore thus says the LORD, the God of hosts, the Lord:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005016_06-2\" class=\"line\">&nbsp;&nbsp;“In all the squares there shall be wailing,</span><br><span id=\"p30005016_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all the streets they shall say, ‘Alas! Alas!’</span><br><span id=\"p30005016_06-2\" class=\"line\">&nbsp;&nbsp;They shall call the farmers to mourning</span><br><span id=\"p30005016_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to wailing those who are skilled in lamentation,</span><br><span id=\"p30005017_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005017-1\">17&nbsp;</b>&nbsp;&nbsp;and in all vineyards there shall be wailing,</span><br><span id=\"p30005017_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I will pass through your midst,”</span><br><span id=\"p30005017_06-2\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005018_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005018-1\">18&nbsp;</b>&nbsp;&nbsp;Woe to you who desire the day of the LORD!</span><br><span id=\"p30005018_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why would you have the day of the LORD?</span><br><span id=\"p30005018_10-2\" class=\"line\">&nbsp;&nbsp;It is darkness, and not light,</span><br><span id=\"p30005019_10-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v30005019-1\">19&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;as if a man fled from a lion,</span><br><span id=\"p30005019_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a bear met him,</span><br><span id=\"p30005019_10-2\" class=\"line\">&nbsp;&nbsp;or went into the house and leaned his hand against the wall,</span><br><span id=\"p30005019_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a serpent bit him.</span><br><span id=\"p30005020_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005020-1\">20&nbsp;</b>&nbsp;&nbsp;Is not the day of the LORD darkness, and not light,</span><br><span id=\"p30005020_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gloom with no brightness in it?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005021_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005021-1\">21&nbsp;</b>&nbsp;&nbsp;“I hate, I despise your feasts,</span><br><span id=\"p30005021_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I take no delight in your solemn assemblies.</span><br><span id=\"p30005022_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005022-1\">22&nbsp;</b>&nbsp;&nbsp;Even though you offer me your burnt offerings and grain offerings,</span><br><span id=\"p30005022_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not accept them;</span><br><span id=\"p30005022_10-2\" class=\"line\">&nbsp;&nbsp;and the peace offerings of your fattened animals,</span><br><span id=\"p30005022_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not look upon them.</span><br><span id=\"p30005023_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005023-1\">23&nbsp;</b>&nbsp;&nbsp;Take away from me the noise of your songs;</span><br><span id=\"p30005023_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the melody of your harps I will not listen.</span><br><span id=\"p30005024_10-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005024-1\">24&nbsp;</b>&nbsp;&nbsp;But let justice roll down like waters,</span><br><span id=\"p30005024_10-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteousness like an ever-flowing stream.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30005024_10-2\"><b class=\"verse-num\" id=\"v30005025-1\">25&nbsp;</b>“Did you bring to me sacrifices and offerings during the forty years in the wilderness, O house of Israel? <b class=\"verse-num\" id=\"v30005026-1\">26&nbsp;</b>You shall take up Sikkuth your king, and Kiyyun your star-god—your images that you made for yourselves, <b class=\"verse-num\" id=\"v30005027-1\">27&nbsp;</b>and I will send you into exile beyond Damascus,” says the LORD, whose name is the God of hosts.</p>\n\n</div>","kjv":"<strong>1</strong> Hear ye this word which I take up against you, even a lamentation, O house of Israel.  <strong>2</strong> The virgin of Israel is fallen; she shall no more rise: she is forsaken upon her land; there is none to raise her up.  <strong>3</strong> For thus saith the Lord GOD; The city that went out by a thousand shall leave an hundred, and that which went forth by an hundred shall leave ten, to the house of Israel.  <strong>4</strong> For thus saith the LORD unto the house of Israel, Seek ye me, and ye shall live:  <strong>5</strong> But seek not Bethel, nor enter into Gilgal, and pass not to Beer-sheba: for Gilgal shall surely go into captivity, and Bethel shall come to nought.  <strong>6</strong> Seek the LORD, and ye shall live; lest he break out like fire in the house of Joseph, and devour it, and there be none to quench it in Bethel.  <strong>7</strong> Ye who turn judgment to wormwood, and leave off righteousness in the earth,  <strong>8</strong> Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name:  <strong>9</strong> That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress.  <strong>10</strong> They hate him that rebuketh in the gate, and they abhor him that speaketh uprightly.  <strong>11</strong> Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them.  <strong>12</strong> For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right.  <strong>13</strong> Therefore the prudent shall keep silence in that time; for it is an evil time.  <strong>14</strong> Seek good, and not evil, that ye may live: and so the LORD, the God of hosts, shall be with you, as ye have spoken.  <strong>15</strong> Hate the evil, and love the good, and establish judgment in the gate: it may be that the LORD God of hosts will be gracious unto the remnant of Joseph.  <strong>16</strong> Therefore the LORD, the God of hosts, the Lord, saith thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the husbandman to mourning, and such as are skilful of lamentation to wailing.  <strong>17</strong> And in all vineyards shall be wailing: for I will pass through thee, saith the LORD.  <strong>18</strong> Woe unto you that desire the day of the LORD! to what end is  it for you? the day of the LORD is darkness, and not light.  <strong>19</strong> As if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him.  <strong>20</strong> Shall not the day of the LORD be darkness, and not light? even very dark, and no brightness in it?  <strong>21</strong> I hate, I despise your feast days, and I will not smell in your solemn assemblies.  <strong>22</strong> Though ye offer me burnt offerings and your meat offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts.  <strong>23</strong> Take thou away from me the noise of thy songs; for I will not hear the melody of thy viols.  <strong>24</strong> But let judgment run down as waters, and righteousness as a mighty stream.  <strong>25</strong> Have ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?  <strong>26</strong> But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves.  <strong>27</strong> Therefore will I cause you to go into captivity beyond Damascus, saith the LORD, whose name is The God of hosts.  ","niv":"<sup><strong>1</strong></sup> Hear this word, O house of Israel, this lament I take up concerning you: <sup><strong>2</strong></sup> \"Fallen is Virgin Israel, never to rise again, deserted in her own land, with no one to lift her up.\" <sup><strong>3</strong></sup> This is what the Sovereign LORD says: \"The city that marches out a thousand strong for Israel will have only a hundred left; the town that marches out a hundred strong will have only ten left.\" <sup><strong>4</strong></sup> This is what the LORD says to the house of Israel: \"Seek me and live; <sup><strong>5</strong></sup> do not seek Bethel, do not go to Gilgal, do not journey to Beersheba. For Gilgal will surely go into exile, and Bethel will be reduced to nothing. \" <sup><strong>6</strong></sup> Seek the LORD and live, or he will sweep through the house of Joseph like a fire; it will devour, and Bethel will have no one to quench it. <sup><strong>7</strong></sup> You who turn justice into bitterness and cast righteousness to the ground <sup><strong>8</strong></sup> (he who made the Pleiades and Orion, who turns blackness into dawn and darkens day into night, who calls for the waters of the sea and pours them out over the face of the land- the LORD is his name- <sup><strong>9</strong></sup> he flashes destruction on the stronghold and brings the fortified city to ruin), <sup><strong>10</strong></sup> you hate the one who reproves in court and despise him who tells the truth. <sup><strong>11</strong></sup> You trample on the poor and force him to give you grain. Therefore, though you have built stone mansions, you will not live in them; though you have planted lush vineyards, you will not drink their wine. <sup><strong>12</strong></sup> For I know how many are your offenses and how great your sins. You oppress the righteous and take bribes and you deprive the poor of justice in the courts. <sup><strong>13</strong></sup> Therefore the prudent man keeps quiet in such times, for the times are evil. <sup><strong>14</strong></sup> Seek good, not evil, that you may live. Then the LORD God Almighty will be with you, just as you say he is. <sup><strong>15</strong></sup> Hate evil, love good; maintain justice in the courts. Perhaps the LORD God Almighty will have mercy on the remnant of Joseph. <sup><strong>16</strong></sup> Therefore this is what the Lord, the LORD God Almighty, says: \"There will be wailing in all the streets and cries of anguish in every public square. The farmers will be summoned to weep and the mourners to wail. <sup><strong>17</strong></sup> There will be wailing in all the vineyards, for I will pass through your midst,\" says the LORD. <sup><strong>18</strong></sup> Woe to you who long for the day of the LORD! Why do you long for the day of the LORD? That day will be darkness, not light. <sup><strong>19</strong></sup> It will be as though a man fled from a lion only to meet a bear, as though he entered his house and rested his hand on the wall only to have a snake bite him. <sup><strong>20</strong></sup> Will not the day of the LORD be darkness, not light- pitch-dark, without a ray of brightness? <sup><strong>21</strong></sup> \"I hate, I despise your religious feasts; I cannot stand your assemblies. <sup><strong>22</strong></sup> Even though you bring me burnt offerings and grain offerings, I will not accept them. Though you bring choice fellowship offerings, I will have no regard for them. <sup><strong>23</strong></sup> Away with the noise of your songs! I will not listen to the music of your harps. <sup><strong>24</strong></sup> But let justice roll on like a river, righteousness like a never-failing stream! <sup><strong>25</strong></sup> \"Did you bring me sacrifices and offerings forty years in the desert, O house of Israel? <sup><strong>26</strong></sup> You have lifted up the shrine of your king, the pedestal of your idols, the star of your god - which you made for yourselves. <sup><strong>27</strong></sup> Therefore I will send you into exile beyond Damascus,\" says the LORD, whose name is God Almighty. "},{"_id":"616ae467c1af50acf0bc8901","topicId":"616ae465c1af50acf0bc88fd","verse":"1 Corinthians 15:1-58","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-4\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-4\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-4\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-4\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-4\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-4\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-4\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-4\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-4\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"616ae467c1af50acf0bc8900","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 5:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005008-1\">8&nbsp;</b>&nbsp;&nbsp;He who made the Pleiades and Orion,</span><br><span id=\"p30005008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turns deep darkness into the morning</span><br><span id=\"p30005008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and darkens the day into night,</span><br><span id=\"p30005008_01-5\" class=\"line\">&nbsp;&nbsp;who calls for the waters of the sea</span><br><span id=\"p30005008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pours them out on the surface of the earth,</span><br><span id=\"p30005008_01-5\" class=\"line\">&nbsp;&nbsp;the LORD is his name;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name:  ","niv":"<sup><strong>8</strong></sup> (he who made the Pleiades and Orion, who turns blackness into dawn and darkens day into night, who calls for the waters of the sea and pours them out over the face of the land- the LORD is his name-"},{"_id":"616ae468c1af50acf0bc8902","topicId":"616ae465c1af50acf0bc88fd","verse":"1 Thessalonians 4:17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p52004001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v52004001-1\">4:1&nbsp;</b>Finally, then, brothers, we ask and urge you in the Lord Jesus, that as you received from us how you ought to walk and to please God, just as you are doing, that you do so more and more. <b class=\"verse-num\" id=\"v52004002-1\">2&nbsp;</b>For you know what instructions we gave you through the Lord Jesus. <b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God; <b class=\"verse-num\" id=\"v52004006-1\">6&nbsp;</b>that no one transgress and wrong his brother in this matter, because the Lord is an avenger in all these things, as we told you beforehand and solemnly warned you. <b class=\"verse-num\" id=\"v52004007-1\">7&nbsp;</b>For God has not called us for impurity, but in holiness. <b class=\"verse-num\" id=\"v52004008-1\">8&nbsp;</b>Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you.</p>\n<p id=\"p52004008_06-12\"><b class=\"verse-num\" id=\"v52004009-1\">9&nbsp;</b>Now concerning brotherly love you have no need for anyone to write to you, for you yourselves have been taught by God to love one another, <b class=\"verse-num\" id=\"v52004010-1\">10&nbsp;</b>for that indeed is what you are doing to all the brothers throughout Macedonia. But we urge you, brothers, to do this more and more, <b class=\"verse-num\" id=\"v52004011-1\">11&nbsp;</b>and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you, <b class=\"verse-num\" id=\"v52004012-1\">12&nbsp;</b>so that you may walk properly before outsiders and be dependent on no one.</p>\n\n<p id=\"p52004012_11-12\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},{"_id":"616ae468c1af50acf0bc8903","topicId":"616ae465c1af50acf0bc88fd","verse":"1 Thessalonians 4:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. "},{"_id":"616ae468c1af50acf0bc8904","topicId":"616ae465c1af50acf0bc88fd","verse":"1 John 3:1-24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. <b class=\"verse-num\" id=\"v62003003-1\">3&nbsp;</b>And everyone who thus hopes in him purifies himself as he is pure.</p>\n<p id=\"p62003003_01-10\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness. <b class=\"verse-num\" id=\"v62003005-1\">5&nbsp;</b>You know that he appeared in order to take away sins, and in him there is no sin. <b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God. <b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n\n<p id=\"p62003010_04-10\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous. <b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_04-10\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. <b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him? <b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n<p id=\"p62003018_04-10\"><b class=\"verse-num\" id=\"v62003019-1\">19&nbsp;</b>By this we shall know that we are of the truth and reassure our heart before him; <b class=\"verse-num\" id=\"v62003020-1\">20&nbsp;</b>for whenever our heart condemns us, God is greater than our heart, and he knows everything. <b class=\"verse-num\" id=\"v62003021-1\">21&nbsp;</b>Beloved, if our heart does not condemn us, we have confidence before God; <b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him. <b class=\"verse-num\" id=\"v62003023-1\">23&nbsp;</b>And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us. <b class=\"verse-num\" id=\"v62003024-1\">24&nbsp;</b>Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  <strong>3</strong> And every man that hath this hope in him purifieth himself, even as he is pure.  <strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  <strong>5</strong> And ye know that he was manifested to take away our sins; and in him is no sin.  <strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  <strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  <strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  <strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  <strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  <strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  <strong>19</strong> And hereby we know that we are of the truth, and shall assure our hearts before him.  <strong>20</strong> For if our heart condemn us, God is greater than our heart, and knoweth all things.  <strong>21</strong> Beloved, if our heart condemn us not, then have we confidence toward God.  <strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  <strong>23</strong> And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.  <strong>24</strong> And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. <sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. <sup><strong>3</strong></sup> Everyone who has this hope in him purifies himself, just as he is pure. <sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness. <sup><strong>5</strong></sup> But you know that he appeared so that he might take away our sins. And in him is no sin. <sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. <sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. <sup><strong>11</strong></sup> This is the message you heard from the beginning: We should love one another. <sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. <sup><strong>13</strong></sup> Do not be surprised, my brothers, if the world hates you. <sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. <sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. <sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? <sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. <sup><strong>19</strong></sup> This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence <sup><strong>20</strong></sup> whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. <sup><strong>21</strong></sup> Dear friends, if our hearts do not condemn us, we have confidence before God <sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him. <sup><strong>23</strong></sup> And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. <sup><strong>24</strong></sup> Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us. "},{"_id":"616ae469c1af50acf0bc8905","topicId":"616ae465c1af50acf0bc88fd","verse":"1 Thessalonians 4:1-18","votes":1,"__v":0,"kjv":"<strong>1</strong> Furthermore then we beseech you, brethren, and exhort you  by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, so ye would abound more and more.  <strong>2</strong> For ye know what commandments we gave you by the Lord Jesus.  <strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  <strong>6</strong> That no man go beyond and defraud his brother in any  matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified.  <strong>7</strong> For God hath not called us unto uncleanness, but unto holiness.  <strong>8</strong> He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.  <strong>9</strong> But as touching brotherly love ye need not that I write unto you: for ye yourselves are taught of God to love one another.  <strong>10</strong> And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more;  <strong>11</strong> And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;  <strong>12</strong> That ye may walk honestly toward them that are without, and that  ye may have lack of nothing.  <strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>1</strong></sup> Finally, brothers, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more. <sup><strong>2</strong></sup> For you know what instructions we gave you by the authority of the Lord Jesus. <sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; <sup><strong>6</strong></sup> and that in this matter no one should wrong his brother or take advantage of him. The Lord will punish men for all such sins, as we have already told you and warned you. <sup><strong>7</strong></sup> For God did not call us to be impure, but to live a holy life. <sup><strong>8</strong></sup> Therefore, he who rejects this instruction does not reject man but God, who gives you his Holy Spirit. <sup><strong>9</strong></sup> Now about brotherly love we do not need to write to you, for you yourselves have been taught by God to love each other. <sup><strong>10</strong></sup> And in fact, you do love all the brothers throughout Macedonia. Yet we urge you, brothers, to do so more and more. <sup><strong>11</strong></sup> Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you, <sup><strong>12</strong></sup> so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody. <sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"616ae469c1af50acf0bc8907","topicId":"616ae465c1af50acf0bc88fd","verse":"1 Corinthians 15:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46015022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive.</p>\n</div>","kjv":"<strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  ","niv":"<sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive."},{"_id":"616ae469c1af50acf0bc8906","topicId":"616ae465c1af50acf0bc88fd","verse":"Philippians 3:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50003021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n</div>","kjv":"<strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  ","niv":"<sup><strong>21</strong></sup> who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."},{"_id":"616ae469c1af50acf0bc8908","topicId":"616ae465c1af50acf0bc88fd","verse":"Romans 13:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45013002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.</p>\n</div>","kjv":"<strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  ","niv":"<sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."},{"_id":"616ae469c1af50acf0bc8909","topicId":"616ae465c1af50acf0bc88fd","verse":"Romans 5:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-17\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-17\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-17\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-17\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"616ae469c1af50acf0bc890a","topicId":"616ae465c1af50acf0bc88fd","verse":"Romans 6:1-23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-18\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-18\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-18\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-18\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"616ae46bc1af50acf0bc890b","topicId":"616ae465c1af50acf0bc88fd","verse":"Acts 24:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44024015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44024015-1\">15&nbsp;</b>having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust.</p>\n</div>","kjv":"<strong>15</strong> And have hope toward God, which they themselves also allow, that there shall be a resurrection of the dead, both of the just and unjust.  ","niv":"<sup><strong>15</strong></sup> and I have the same hope in God as these men, that there will be a resurrection of both the righteous and the wicked."},{"_id":"616ae46bc1af50acf0bc890c","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 7:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p30007001_03-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30007001-1\">7:1&nbsp;</b>This is what the Lord GOD showed me: behold, he was forming locusts when the latter growth was just beginning to sprout, and behold, it was the latter growth after the king’s mowings. <b class=\"verse-num\" id=\"v30007002-1\">2&nbsp;</b>When they had finished eating the grass of the land, I said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007002_03-20\" class=\"line\">&nbsp;&nbsp;“O Lord GOD, please forgive!</span><br><span id=\"p30007002_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How can Jacob stand?</span><br><span id=\"p30007002_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He is so small!”</span><br><span id=\"p30007003_03-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v30007003-1\">3&nbsp;</b>&nbsp;&nbsp;The LORD relented concerning this:</span><br><span id=\"p30007003_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“It shall not be,” said the LORD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30007003_03-20\"><b class=\"verse-num\" id=\"v30007004-1\">4&nbsp;</b>This is what the Lord GOD showed me: behold, the Lord GOD was calling for a judgment by fire, and it devoured the great deep and was eating up the land. <b class=\"verse-num\" id=\"v30007005-1\">5&nbsp;</b>Then I said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007005_03-20\" class=\"line\">&nbsp;&nbsp;“O Lord GOD, please cease!</span><br><span id=\"p30007005_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How can Jacob stand?</span><br><span id=\"p30007005_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He is so small!”</span><br><span id=\"p30007006_03-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v30007006-1\">6&nbsp;</b>&nbsp;&nbsp;The LORD relented concerning this:</span><br><span id=\"p30007006_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“This also shall not be,” said the Lord GOD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30007006_03-20\"><b class=\"verse-num\" id=\"v30007007-1\">7&nbsp;</b>This is what he showed me: behold, the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand. <b class=\"verse-num\" id=\"v30007008-1\">8&nbsp;</b>And the LORD said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007008_03-20\" class=\"line\">&nbsp;&nbsp;“Behold, I am setting a plumb line</span><br><span id=\"p30007008_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of my people Israel;</span><br><span id=\"p30007008_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will never again pass by them;</span><br><span id=\"p30007009_03-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v30007009-1\">9&nbsp;</b>&nbsp;&nbsp;the high places of Isaac shall be made desolate,</span><br><span id=\"p30007009_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sanctuaries of Israel shall be laid waste,</span><br><span id=\"p30007009_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will rise against the house of Jeroboam with the sword.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p30007009_05-20\"><b class=\"verse-num\" id=\"v30007010-1\">10&nbsp;</b>Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words. <b class=\"verse-num\" id=\"v30007011-1\">11&nbsp;</b>For thus Amos has said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007011_05-20\" class=\"line\">&nbsp;&nbsp;“‘Jeroboam shall die by the sword,</span><br><span id=\"p30007011_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel must go into exile</span><br><span id=\"p30007011_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;away from his land.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30007011_05-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30007012-1\">12&nbsp;</b>And Amaziah said to Amos, “O seer, go, flee away to the land of Judah, and eat bread there, and prophesy there, <b class=\"verse-num\" id=\"v30007013-1\">13&nbsp;</b>but never again prophesy at Bethel, for it is the king’s sanctuary, and it is a temple of the kingdom.”</p>\n<p id=\"p30007013_05-20\"><b class=\"verse-num\" id=\"v30007014-1\">14&nbsp;</b>Then Amos answered and said to Amaziah, “I was no prophet, nor a prophet’s son, but I was a herdsman and a dresser of sycamore figs. <b class=\"verse-num\" id=\"v30007015-1\">15&nbsp;</b>But the LORD took me from following the flock, and the LORD said to me, ‘Go, prophesy to my people Israel.’ <b class=\"verse-num\" id=\"v30007016-1\">16&nbsp;</b>Now therefore hear the word of the LORD.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007016_05-20\" class=\"line\">&nbsp;&nbsp;“You say, ‘Do not prophesy against Israel,</span><br><span id=\"p30007016_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not preach against the house of Isaac.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30007016_05-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30007017-1\">17&nbsp;</b>Therefore thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007017_05-20\" class=\"line\">&nbsp;&nbsp;“‘Your wife shall be a prostitute in the city,</span><br><span id=\"p30007017_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your sons and your daughters shall fall by the sword,</span><br><span id=\"p30007017_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your land shall be divided up with a measuring line;</span><br><span id=\"p30007017_05-20\" class=\"line\">&nbsp;&nbsp;you yourself shall die in an unclean land,</span><br><span id=\"p30007017_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel shall surely go into exile away from its land.’”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Thus hath the Lord GOD shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king’s mowings.  <strong>2</strong> And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord GOD, forgive, I beseech thee: by whom shall Jacob arise? for he is small.  <strong>3</strong> The LORD repented for this: It shall not be, saith the LORD.  <strong>4</strong> Thus hath the Lord GOD shewed unto me: and, behold, the Lord GOD called to contend by fire, and it devoured the great deep, and did eat up a part.  <strong>5</strong> Then said I, O Lord GOD, cease, I beseech thee: by whom shall Jacob arise? for he is small.  <strong>6</strong> The LORD repented for this: This also shall not be, saith the Lord GOD.  <strong>7</strong> Thus he shewed me: and, behold, the Lord stood upon a wall made  by a plumbline, with a plumbline in his hand.  <strong>8</strong> And the LORD said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:  <strong>9</strong> And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.  <strong>10</strong> Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words.  <strong>11</strong> For thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.  <strong>12</strong> Also Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:  <strong>13</strong> But prophesy not again any more at Bethel: for it is the king’s chapel, and it is the king’s court.  <strong>14</strong> Then answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet’s son; but I was an herdman, and a gatherer of sycomore fruit:  <strong>15</strong> And the LORD took me as I followed the flock, and the LORD said unto me, Go, prophesy unto my people Israel.  <strong>16</strong> Now therefore hear thou the word of the LORD: Thou sayest, Prophesy not against Israel, and drop not thy word against the house of Isaac.  <strong>17</strong> Therefore thus saith the LORD; Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land.  ","niv":"<sup><strong>1</strong></sup> This is what the Sovereign LORD showed me: He was preparing swarms of locusts after the king's share had been harvested and just as the second crop was coming up. <sup><strong>2</strong></sup> When they had stripped the land clean, I cried out, \"Sovereign LORD, forgive! How can Jacob survive? He is so small!\" <sup><strong>3</strong></sup> So the LORD relented. \"This will not happen,\" the LORD said. <sup><strong>4</strong></sup> This is what the Sovereign LORD showed me: The Sovereign LORD was calling for judgment by fire; it dried up the great deep and devoured the land. <sup><strong>5</strong></sup> Then I cried out, \"Sovereign LORD, I beg you, stop! How can Jacob survive? He is so small!\" <sup><strong>6</strong></sup> So the LORD relented. \"This will not happen either,\" the Sovereign LORD said. <sup><strong>7</strong></sup> This is what he showed me: The Lord was standing by a wall that had been built true to plumb, with a plumb line in his hand. <sup><strong>8</strong></sup> And the LORD asked me, \"What do you see, Amos?A plumb line,\" I replied. Then the Lord said, \"Look, I am setting a plumb line among my people Israel; I will spare them no longer. <sup><strong>9</strong></sup> \"The high places of Isaac will be destroyed and the sanctuaries of Israel will be ruined; with my sword I will rise against the house of Jeroboam.\" <sup><strong>10</strong></sup> Then Amaziah the priest of Bethel sent a message to Jeroboam king of Israel: \"Amos is raising a conspiracy against you in the very heart of Israel. The land cannot bear all his words. <sup><strong>11</strong></sup> For this is what Amos is saying: \"'Jeroboam will die by the sword, and Israel will surely go into exile, away from their native land.'\" <sup><strong>12</strong></sup> Then Amaziah said to Amos, \"Get out, you seer! Go back to the land of Judah. Earn your bread there and do your prophesying there. <sup><strong>13</strong></sup> Don't prophesy anymore at Bethel, because this is the king's sanctuary and the temple of the kingdom.\" <sup><strong>14</strong></sup> Amos answered Amaziah, \"I was neither a prophet nor a prophet's son, but I was a shepherd, and I also took care of sycamore-fig trees. <sup><strong>15</strong></sup> But the LORD took me from tending the flock and said to me, 'Go, prophesy to my people Israel.' <sup><strong>16</strong></sup> Now then, hear the word of the LORD. You say, \"'Do not prophesy against Israel, and stop preaching against the house of Isaac.' <sup><strong>17</strong></sup> \"Therefore this is what the LORD says: \"'Your wife will become a prostitute in the city, and your sons and daughters will fall by the sword. Your land will be measured and divided up, and you yourself will die in a pagan country. And Israel will certainly go into exile, away from their native land.'\" "},{"_id":"616ae46bc1af50acf0bc890d","topicId":"616ae465c1af50acf0bc88fd","verse":"Luke 16:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42016001-1\">16:1&nbsp;</b>He also said to the disciples, <span class=\"woc\">“There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions.</span> <b class=\"verse-num woc\" id=\"v42016002-1\">2&nbsp;</b><span class=\"woc\">And he called him and said to him, ‘What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.’</span> <b class=\"verse-num woc\" id=\"v42016003-1\">3&nbsp;</b><span class=\"woc\">And the manager said to himself, ‘What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg.</span> <b class=\"verse-num woc\" id=\"v42016004-1\">4&nbsp;</b><span class=\"woc\">I have decided what to do, so that when I am removed from management, people may receive me into their houses.’</span> <b class=\"verse-num woc\" id=\"v42016005-1\">5&nbsp;</b><span class=\"woc\">So, summoning his master’s debtors one by one, he said to the first, ‘How much do you owe my master?’</span> <b class=\"verse-num woc\" id=\"v42016006-1\">6&nbsp;</b><span class=\"woc\">He said, ‘A hundred measures of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’</span> <b class=\"verse-num woc\" id=\"v42016007-1\">7&nbsp;</b><span class=\"woc\">Then he said to another, ‘And how much do you owe?’ He said, ‘A hundred measures of wheat.’ He said to him, ‘Take your bill, and write eighty.’</span> <b class=\"verse-num woc\" id=\"v42016008-1\">8&nbsp;</b><span class=\"woc\">The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.</span> <b class=\"verse-num woc\" id=\"v42016009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.</span></p>\n<p id=\"p42016009_07-21\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span> <b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span> <b class=\"verse-num woc\" id=\"v42016012-1\">12&nbsp;</b><span class=\"woc\">And if you have not been faithful in that which is another’s, who will give you that which is your own?</span> <b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n\n<p id=\"p42016013_14-21\"><b class=\"verse-num\" id=\"v42016014-1\">14&nbsp;</b>The Pharisees, who were lovers of money, heard all these things, and they ridiculed him. <b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n<p id=\"p42016015_14-21\"><b class=\"verse-num woc\" id=\"v42016016-1\">16&nbsp;</b><span class=\"woc\">“The Law and the Prophets were until John; since then the good news of the kingdom of God is preached, and everyone forces his way into it.</span> <b class=\"verse-num woc\" id=\"v42016017-1\">17&nbsp;</b><span class=\"woc\">But it is easier for heaven and earth to pass away than for one dot of the Law to become void.</span></p>\n\n<p id=\"p42016017_17-21\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n\n<p id=\"p42016018_22-21\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.  <strong>2</strong> And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward.  <strong>3</strong> Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed.  <strong>4</strong> I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses.  <strong>5</strong> So he called every one of his lord’s debtors unto him,  and said unto the first, How much owest thou unto my lord?  <strong>6</strong> And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.  <strong>7</strong> Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.  <strong>8</strong> And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.  <strong>9</strong> And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.  <strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  <strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  <strong>12</strong> And if ye have not been faithful in that which is another man’s, who shall give you that which is your own? <strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>14</strong> And the Pharisees also, who were covetous, heard all these things: and they derided him.  <strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  <strong>16</strong> The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.  <strong>17</strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.  <strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. <strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>1</strong></sup> Jesus told his disciples: \"There was a rich man whose manager was accused of wasting his possessions. <sup><strong>2</strong></sup> So he called him in and asked him, 'What is this I hear about you? Give an account of your management, because you cannot be manager any longer.' <sup><strong>3</strong></sup> \"The manager said to himself, 'What shall I do now? My master is taking away my job. I'm not strong enough to dig, and I'm ashamed to beg-- <sup><strong>4</strong></sup> I know what I'll do so that, when I lose my job here, people will welcome me into their houses.' <sup><strong>5</strong></sup> \"So he called in each one of his master's debtors. He asked the first, 'How much do you owe my master?' <sup><strong>6</strong></sup> \"'Eight hundred gallons of olive oil,' he replied. \"The manager told him, 'Take your bill, sit down quickly, and make it four hundred.' <sup><strong>7</strong></sup> \"Then he asked the second, 'And how much do you owe?'\"'A thousand bushels of wheat,' he replied. \"He told him, 'Take your bill and make it eight hundred.' <sup><strong>8</strong></sup> \"The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light. <sup><strong>9</strong></sup> I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings. <sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? <sup><strong>12</strong></sup> And if you have not been trustworthy with someone else's property, who will give you property of your own? <sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\" <sup><strong>14</strong></sup> The Pharisees, who loved money, heard all this and were sneering at Jesus. <sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight. <sup><strong>16</strong></sup> \"The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing his way into it. <sup><strong>17</strong></sup> It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law. <sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery. <sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616ae46bc1af50acf0bc890e","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 5:9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005009-1\">9&nbsp;</b>&nbsp;&nbsp;who makes destruction flash forth against the strong,</span><br><span id=\"p30005009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that destruction comes upon the fortress.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress.  ","niv":"<sup><strong>9</strong></sup> he flashes destruction on the stronghold and brings the fortified city to ruin),"},{"_id":"616ae46cc1af50acf0bc890f","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 5:7-9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005007-1\">7&nbsp;</b>&nbsp;&nbsp;O you who turn justice to wormwood</span><br><span id=\"p30005007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast down righteousness to the earth!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30005008_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005008-1\">8&nbsp;</b>&nbsp;&nbsp;He who made the Pleiades and Orion,</span><br><span id=\"p30005008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turns deep darkness into the morning</span><br><span id=\"p30005008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and darkens the day into night,</span><br><span id=\"p30005008_01-23\" class=\"line\">&nbsp;&nbsp;who calls for the waters of the sea</span><br><span id=\"p30005008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pours them out on the surface of the earth,</span><br><span id=\"p30005008_01-23\" class=\"line\">&nbsp;&nbsp;the LORD is his name;</span><br><span id=\"p30005009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005009-1\">9&nbsp;</b>&nbsp;&nbsp;who makes destruction flash forth against the strong,</span><br><span id=\"p30005009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that destruction comes upon the fortress.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Ye who turn judgment to wormwood, and leave off righteousness in the earth,  <strong>8</strong> Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name:  <strong>9</strong> That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress.  ","niv":"<sup><strong>7</strong></sup> You who turn justice into bitterness and cast righteousness to the ground <sup><strong>8</strong></sup> (he who made the Pleiades and Orion, who turns blackness into dawn and darkens day into night, who calls for the waters of the sea and pours them out over the face of the land- the LORD is his name- <sup><strong>9</strong></sup> he flashes destruction on the stronghold and brings the fortified city to ruin), "},{"_id":"616ae46cc1af50acf0bc8910","topicId":"616ae465c1af50acf0bc88fd","verse":"Amos 5:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30005007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v30005007-1\">7&nbsp;</b>&nbsp;&nbsp;O you who turn justice to wormwood</span><br><span id=\"p30005007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast down righteousness to the earth!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Ye who turn judgment to wormwood, and leave off righteousness in the earth,  ","niv":"<sup><strong>7</strong></sup> You who turn justice into bitterness and cast righteousness to the ground"},{"_id":"616ae46cc1af50acf0bc8911","topicId":"616ae465c1af50acf0bc88fd","verse":"Joel 3:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p29003001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v29003001-1\">3:1&nbsp;</b>“For behold, in those days and at that time, when I restore the fortunes of Judah and Jerusalem, <b class=\"verse-num\" id=\"v29003002-1\">2&nbsp;</b>I will gather all the nations and bring them down to the Valley of Jehoshaphat. And I will enter into judgment with them there, on behalf of my people and my heritage Israel, because they have scattered them among the nations and have divided up my land, <b class=\"verse-num\" id=\"v29003003-1\">3&nbsp;</b>and have cast lots for my people, and have traded a boy for a prostitute, and have sold a girl for wine and have drunk it.</p>\n<p id=\"p29003003_06-25\"><b class=\"verse-num\" id=\"v29003004-1\">4&nbsp;</b>“What are you to me, O Tyre and Sidon, and all the regions of Philistia? Are you paying me back for something? If you are paying me back, I will return your payment on your own head swiftly and speedily. <b class=\"verse-num\" id=\"v29003005-1\">5&nbsp;</b>For you have taken my silver and my gold, and have carried my rich treasures into your temples. <b class=\"verse-num\" id=\"v29003006-1\">6&nbsp;</b>You have sold the people of Judah and Jerusalem to the Greeks in order to remove them far from their own border. <b class=\"verse-num\" id=\"v29003007-1\">7&nbsp;</b>Behold, I will stir them up from the place to which you have sold them, and I will return your payment on your own head. <b class=\"verse-num\" id=\"v29003008-1\">8&nbsp;</b>I will sell your sons and your daughters into the hand of the people of Judah, and they will sell them to the Sabeans, to a nation far away, for the LORD has spoken.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29003009_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003009-1\">9&nbsp;</b>&nbsp;&nbsp;Proclaim this among the nations:</span><br><span id=\"p29003009_06-25\" class=\"line\">&nbsp;&nbsp;Consecrate for war;</span><br><span id=\"p29003009_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stir up the mighty men.</span><br><span id=\"p29003009_06-25\" class=\"line\">&nbsp;&nbsp;Let all the men of war draw near;</span><br><span id=\"p29003009_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them come up.</span><br><span id=\"p29003010_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003010-1\">10&nbsp;</b>&nbsp;&nbsp;Beat your plowshares into swords,</span><br><span id=\"p29003010_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your pruning hooks into spears;</span><br><span id=\"p29003010_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the weak say, “I am a warrior.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003011_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003011-1\">11&nbsp;</b>&nbsp;&nbsp;Hasten and come,</span><br><span id=\"p29003011_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you surrounding nations,</span><br><span id=\"p29003011_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gather yourselves there.</span><br><span id=\"p29003011_06-25\" class=\"line\">&nbsp;&nbsp;Bring down your warriors, O LORD.</span><br><span id=\"p29003012_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003012-1\">12&nbsp;</b>&nbsp;&nbsp;Let the nations stir themselves up</span><br><span id=\"p29003012_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and come up to the Valley of Jehoshaphat;</span><br><span id=\"p29003012_06-25\" class=\"line\">&nbsp;&nbsp;for there I will sit to judge</span><br><span id=\"p29003012_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the surrounding nations.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003013_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003013-1\">13&nbsp;</b>&nbsp;&nbsp;Put in the sickle,</span><br><span id=\"p29003013_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the harvest is ripe.</span><br><span id=\"p29003013_06-25\" class=\"line\">&nbsp;&nbsp;Go in, tread,</span><br><span id=\"p29003013_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the winepress is full.</span><br><span id=\"p29003013_06-25\" class=\"line\">&nbsp;&nbsp;The vats overflow,</span><br><span id=\"p29003013_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their evil is great.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003014_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003014-1\">14&nbsp;</b>&nbsp;&nbsp;Multitudes, multitudes,</span><br><span id=\"p29003014_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the valley of decision!</span><br><span id=\"p29003014_06-25\" class=\"line\">&nbsp;&nbsp;For the day of the LORD is near</span><br><span id=\"p29003014_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the valley of decision.</span><br><span id=\"p29003015_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003015-1\">15&nbsp;</b>&nbsp;&nbsp;The sun and the moon are darkened,</span><br><span id=\"p29003015_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the stars withdraw their shining.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003016_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003016-1\">16&nbsp;</b>&nbsp;&nbsp;The LORD roars from Zion,</span><br><span id=\"p29003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and utters his voice from Jerusalem,</span><br><span id=\"p29003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens and the earth quake.</span><br><span id=\"p29003016_06-25\" class=\"line\">&nbsp;&nbsp;But the LORD is a refuge to his people,</span><br><span id=\"p29003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stronghold to the people of Israel.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29003017_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003017-1\">17&nbsp;</b>&nbsp;&nbsp;“So you shall know that I am the LORD your God,</span><br><span id=\"p29003017_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who dwells in Zion, my holy mountain.</span><br><span id=\"p29003017_11-25\" class=\"line\">&nbsp;&nbsp;And Jerusalem shall be holy,</span><br><span id=\"p29003017_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strangers shall never again pass through it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003018_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003018-1\">18&nbsp;</b>&nbsp;&nbsp;“And in that day</span><br><span id=\"p29003018_11-25\" class=\"line\">&nbsp;&nbsp;the mountains shall drip sweet wine,</span><br><span id=\"p29003018_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hills shall flow with milk,</span><br><span id=\"p29003018_11-25\" class=\"line\">&nbsp;&nbsp;and all the streambeds of Judah</span><br><span id=\"p29003018_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall flow with water;</span><br><span id=\"p29003018_11-25\" class=\"line\">&nbsp;&nbsp;and a fountain shall come forth from the house of the LORD</span><br><span id=\"p29003018_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and water the Valley of Shittim.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29003019_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003019-1\">19&nbsp;</b>&nbsp;&nbsp;“Egypt shall become a desolation</span><br><span id=\"p29003019_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Edom a desolate wilderness,</span><br><span id=\"p29003019_11-25\" class=\"line\">&nbsp;&nbsp;for the violence done to the people of Judah,</span><br><span id=\"p29003019_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have shed innocent blood in their land.</span><br><span id=\"p29003020_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003020-1\">20&nbsp;</b>&nbsp;&nbsp;But Judah shall be inhabited forever,</span><br><span id=\"p29003020_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Jerusalem to all generations.</span><br><span id=\"p29003021_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003021-1\">21&nbsp;</b>&nbsp;&nbsp;I will avenge their blood,</span><br><span id=\"p29003021_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood I have not avenged,</span><br><span id=\"p29003021_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD dwells in Zion.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,  <strong>2</strong> I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and for  my heritage Israel, whom they have scattered among the nations, and parted my land.  <strong>3</strong> And they have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink.  <strong>4</strong> Yea, and what have ye to do with me, O Tyre, and Zidon, and all the coasts of Palestine? will ye render me a recompence? and if ye recompense me, swiftly and speedily will I return your recompence upon your own head;  <strong>5</strong> Because ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:  <strong>6</strong> The children also of Judah and the children of Jerusalem have ye sold unto the Grecians, that ye might remove them far from their border.  <strong>7</strong> Behold, I will raise them out of the place whither ye have sold them, and will return your recompence upon your own head:  <strong>8</strong> And I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the LORD hath spoken it. <strong>9</strong> Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:  <strong>10</strong> Beat your plowshares into swords, and your pruninghooks into spears: let the weak say, I am strong.  <strong>11</strong> Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O LORD.  <strong>12</strong> Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.  <strong>13</strong> Put ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness is great.  <strong>14</strong> Multitudes, multitudes in the valley of decision: for the day of the LORD is near in the valley of decision.  <strong>15</strong> The sun and the moon shall be darkened, and the stars shall withdraw their shining.  <strong>16</strong> The LORD also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the LORD will be the hope of his people, and the strength of the children of Israel.  <strong>17</strong> So shall ye know that I am the LORD your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more.  <strong>18</strong> And it shall come to pass in that day, that the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the LORD, and shall water the valley of Shittim.  <strong>19</strong> Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence against the children of Judah, because they have shed innocent blood in their land.  <strong>20</strong> But Judah shall dwell for ever, and Jerusalem from generation to generation.  <strong>21</strong> For I will cleanse their blood that I have not cleansed: for the LORD dwelleth in Zion.  ","niv":"<sup><strong>1</strong></sup> \"In those days and at that time, when I restore the fortunes of Judah and Jerusalem, <sup><strong>2</strong></sup> I will gather all nations and bring them down to the Valley of Jehoshaphat. There I will enter into judgment against them concerning my inheritance, my people Israel, for they scattered my people among the nations and divided up my land. <sup><strong>3</strong></sup> They cast lots for my people and traded boys for prostitutes; they sold girls for wine that they might drink. <sup><strong>4</strong></sup> \"Now what have you against me, O Tyre and Sidon and all you regions of Philistia? Are you repaying me for something I have done? If you are paying me back, I will swiftly and speedily return on your own heads what you have done. <sup><strong>5</strong></sup> For you took my silver and my gold and carried off my finest treasures to your temples. <sup><strong>6</strong></sup> You sold the people of Judah and Jerusalem to the Greeks, that you might send them far from their homeland. <sup><strong>7</strong></sup> \"See, I am going to rouse them out of the places to which you sold them, and I will return on your own heads what you have done. <sup><strong>8</strong></sup> I will sell your sons and daughters to the people of Judah, and they will sell them to the Sabeans, a nation far away.\" The LORD has spoken. <sup><strong>9</strong></sup> Proclaim this among the nations: Prepare for war! Rouse the warriors! Let all the fighting men draw near and attack. <sup><strong>10</strong></sup> Beat your plowshares into swords and your pruning hooks into spears. Let the weakling say, \"I am strong!\" <sup><strong>11</strong></sup> Come quickly, all you nations from every side, and assemble there. Bring down your warriors, O LORD! <sup><strong>12</strong></sup> \"Let the nations be roused; let them advance into the Valley of Jehoshaphat, for there I will sit to judge all the nations on every side. <sup><strong>13</strong></sup> Swing the sickle, for the harvest is ripe. Come, trample the grapes, for the winepress is full and the vats overflow- so great is their wickedness!\" <sup><strong>14</strong></sup> Multitudes, multitudes in the valley of decision! For the day of the LORD is near in the valley of decision. <sup><strong>15</strong></sup> The sun and moon will be darkened, and the stars no longer shine. <sup><strong>16</strong></sup> The LORD will roar from Zion and thunder from Jerusalem; the earth and the sky will tremble. But the LORD will be a refuge for his people, a stronghold for the people of Israel. <sup><strong>17</strong></sup> \"Then you will know that I, the LORD your God, dwell in Zion, my holy hill. Jerusalem will be holy; never again will foreigners invade her. <sup><strong>18</strong></sup> \"In that day the mountains will drip new wine, and the hills will flow with milk; all the ravines of Judah will run with water. A fountain will flow out of the LORD's house and will water the valley of acacias. <sup><strong>19</strong></sup> But Egypt will be desolate, Edom a desert waste, because of violence done to the people of Judah, in whose land they shed innocent blood. <sup><strong>20</strong></sup> Judah will be inhabited forever and Jerusalem through all generations. <sup><strong>21</strong></sup> Their bloodguilt, which I have not pardoned, I will pardon.\" The LORD dwells in Zion! "},{"_id":"616ae46dc1af50acf0bc8912","topicId":"616ae465c1af50acf0bc88fd","verse":"Daniel 7:27","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007027_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_01-26\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  ","niv":"<sup><strong>27</strong></sup> Then the sovereignty, power and greatness of the kingdoms under the whole heaven will be handed over to the saints, the people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.'"},{"_id":"616ae46dc1af50acf0bc8913","topicId":"616ae465c1af50acf0bc88fd","verse":"Ezekiel 1:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p26001001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26001001-1\">1:1&nbsp;</b>In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the Chebar canal, the heavens were opened, and I saw visions of God. <b class=\"verse-num\" id=\"v26001002-1\">2&nbsp;</b>On the fifth day of the month (it was the fifth year of the exile of King Jehoiachin), <b class=\"verse-num\" id=\"v26001003-1\">3&nbsp;</b>the word of the LORD came to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the Chebar canal, and the hand of the LORD was upon him there.</p>\n\n<p id=\"p26001003_09-27\"><b class=\"verse-num\" id=\"v26001004-1\">4&nbsp;</b>As I looked, behold, a stormy wind came out of the north, and a great cloud, with brightness around it, and fire flashing forth continually, and in the midst of the fire, as it were gleaming metal. <b class=\"verse-num\" id=\"v26001005-1\">5&nbsp;</b>And from the midst of it came the likeness of four living creatures. And this was their appearance: they had a human likeness, <b class=\"verse-num\" id=\"v26001006-1\">6&nbsp;</b>but each had four faces, and each of them had four wings. <b class=\"verse-num\" id=\"v26001007-1\">7&nbsp;</b>Their legs were straight, and the soles of their feet were like the sole of a calf’s foot. And they sparkled like burnished bronze. <b class=\"verse-num\" id=\"v26001008-1\">8&nbsp;</b>Under their wings on their four sides they had human hands. And the four had their faces and their wings thus: <b class=\"verse-num\" id=\"v26001009-1\">9&nbsp;</b>their wings touched one another. Each one of them went straight forward, without turning as they went. <b class=\"verse-num\" id=\"v26001010-1\">10&nbsp;</b>As for the likeness of their faces, each had a human face. The four had the face of a lion on the right side, the four had the face of an ox on the left side, and the four had the face of an eagle. <b class=\"verse-num\" id=\"v26001011-1\">11&nbsp;</b>Such were their faces. And their wings were spread out above. Each creature had two wings, each of which touched the wing of another, while two covered their bodies. <b class=\"verse-num\" id=\"v26001012-1\">12&nbsp;</b>And each went straight forward. Wherever the spirit would go, they went, without turning as they went. <b class=\"verse-num\" id=\"v26001013-1\">13&nbsp;</b>As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches moving to and fro among the living creatures. And the fire was bright, and out of the fire went forth lightning. <b class=\"verse-num\" id=\"v26001014-1\">14&nbsp;</b>And the living creatures darted to and fro, like the appearance of a flash of lightning.</p>\n<p id=\"p26001014_09-27\"><b class=\"verse-num\" id=\"v26001015-1\">15&nbsp;</b>Now as I looked at the living creatures, I saw a wheel on the earth beside the living creatures, one for each of the four of them. <b class=\"verse-num\" id=\"v26001016-1\">16&nbsp;</b>As for the appearance of the wheels and their construction: their appearance was like the gleaming of beryl. And the four had the same likeness, their appearance and construction being as it were a wheel within a wheel. <b class=\"verse-num\" id=\"v26001017-1\">17&nbsp;</b>When they went, they went in any of their four directions without turning as they went. <b class=\"verse-num\" id=\"v26001018-1\">18&nbsp;</b>And their rims were tall and awesome, and the rims of all four were full of eyes all around. <b class=\"verse-num\" id=\"v26001019-1\">19&nbsp;</b>And when the living creatures went, the wheels went beside them; and when the living creatures rose from the earth, the wheels rose. <b class=\"verse-num\" id=\"v26001020-1\">20&nbsp;</b>Wherever the spirit wanted to go, they went, and the wheels rose along with them, for the spirit of the living creatures was in the wheels. <b class=\"verse-num\" id=\"v26001021-1\">21&nbsp;</b>When those went, these went; and when those stood, these stood; and when those rose from the earth, the wheels rose along with them, for the spirit of the living creatures was in the wheels.</p>\n<p id=\"p26001021_09-27\"><b class=\"verse-num\" id=\"v26001022-1\">22&nbsp;</b>Over the heads of the living creatures there was the likeness of an expanse, shining like awe-inspiring crystal, spread out above their heads. <b class=\"verse-num\" id=\"v26001023-1\">23&nbsp;</b>And under the expanse their wings were stretched out straight, one toward another. And each creature had two wings covering its body. <b class=\"verse-num\" id=\"v26001024-1\">24&nbsp;</b>And when they went, I heard the sound of their wings like the sound of many waters, like the sound of the Almighty, a sound of tumult like the sound of an army. When they stood still, they let down their wings. <b class=\"verse-num\" id=\"v26001025-1\">25&nbsp;</b>And there came a voice from above the expanse over their heads. When they stood still, they let down their wings.</p>\n<p id=\"p26001025_09-27\"><b class=\"verse-num\" id=\"v26001026-1\">26&nbsp;</b>And above the expanse over their heads there was the likeness of a throne, in appearance like sapphire; and seated above the likeness of a throne was a likeness with a human appearance. <b class=\"verse-num\" id=\"v26001027-1\">27&nbsp;</b>And upward from what had the appearance of his waist I saw as it were gleaming metal, like the appearance of fire enclosed all around. And downward from what had the appearance of his waist I saw as it were the appearance of fire, and there was brightness around him. <b class=\"verse-num\" id=\"v26001028-1\">28&nbsp;</b>Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around.</p>\n<p id=\"p26001028_09-27\">Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face, and I heard the voice of one speaking.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the thirtieth year, in the fourth month,  in the fifth day of the month, as I was among the captives by the river of Chebar, that the heavens were opened, and I saw visions of God.  <strong>2</strong> In the fifth day of the month, which was the fifth year of king Jehoiachin’s captivity,  <strong>3</strong> The word of the LORD came expressly unto Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the LORD was there upon him.  <strong>4</strong> And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.  <strong>5</strong> Also out of the midst thereof came the likeness of four living creatures. And this was their appearance; they had the likeness of a man.  <strong>6</strong> And every one had four faces, and every one had four wings.  <strong>7</strong> And their feet were straight feet; and the sole of their feet was like the sole of a calf’s foot: and they sparkled like the colour of burnished brass.  <strong>8</strong> And they had the hands of a man under their wings on their four sides; and they four had their faces and their wings.  <strong>9</strong> Their wings were joined one to another; they turned not when they went; they went every one straight forward.  <strong>10</strong> As for the likeness of their faces, they four had the face of a man, and the face of a lion, on the right side: and they four had the face of an ox on the left side; they four also had the face of an eagle.  <strong>11</strong> Thus were their faces: and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies.  <strong>12</strong> And they went every one straight forward: whither the spirit was to go, they went; and they turned not when they went.  <strong>13</strong> As for the likeness of the living creatures, their appearance was like burning coals of fire, and like the appearance of lamps: it went up and down among the living creatures; and the fire was bright, and out of the fire went forth lightning.  <strong>14</strong> And the living creatures ran and returned as the appearance of a flash of lightning.  <strong>15</strong> Now as I beheld the living creatures, behold one wheel upon the earth by the living creatures, with his four faces.  <strong>16</strong> The appearance of the wheels and their work was like unto the colour of a beryl: and they four had one likeness: and their appearance and their work was as it were a wheel in the middle of a wheel.  <strong>17</strong> When they went, they went upon their four sides: and they turned not when they went.  <strong>18</strong> As for their rings, they were so high that they were dreadful; and their rings were full of eyes round about them four.  <strong>19</strong> And when the living creatures went, the wheels went by them: and when the living creatures were lifted up from the earth, the wheels were lifted up.  <strong>20</strong> Whithersoever the spirit was to go, they went, thither was their  spirit to go; and the wheels were lifted up over against them: for the spirit of the living creature was in the wheels.  <strong>21</strong> When those went, these went; and when those stood, these  stood; and when those were lifted up from the earth, the wheels were lifted up over against them: for the spirit of the living creature was  in the wheels.  <strong>22</strong> And the likeness of the firmament upon the heads of the living creature was as the colour of the terrible crystal, stretched forth over their heads above.  <strong>23</strong> And under the firmament were their wings straight, the one toward the other: every one had two, which covered on this side, and every one had two, which covered on that side, their bodies.  <strong>24</strong> And when they went, I heard the noise of their wings, like the noise of great waters, as the voice of the Almighty, the voice of speech, as the noise of an host: when they stood, they let down their wings.  <strong>25</strong> And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings.  <strong>26</strong> And above the firmament that was over their heads was  the likeness of a throne, as the appearance of a sapphire stone: and upon the likeness of the throne was the likeness as the appearance of a man above upon it.  <strong>27</strong> And I saw as the colour of amber, as the appearance of fire round about within it, from the appearance of his loins even upward, and from the appearance of his loins even downward, I saw as it were the appearance of fire, and it had brightness round about.  <strong>28</strong> As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was  the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spake.  ","niv":"<sup><strong>1</strong></sup> In the thirtieth year, in the fourth month on the fifth day, while I was among the exiles by the Kebar River, the heavens were opened and I saw visions of God. <sup><strong>2</strong></sup> On the fifth of the month-it was the fifth year of the exile of King Jehoiachin- <sup><strong>3</strong></sup> the word of the LORD came to Ezekiel the priest, the son of Buzi, by the Kebar River in the land of the Babylonians. There the hand of the LORD was upon him. <sup><strong>4</strong></sup> I looked, and I saw a windstorm coming out of the north-an immense cloud with flashing lightning and surrounded by brilliant light. The center of the fire looked like glowing metal, <sup><strong>5</strong></sup> and in the fire was what looked like four living creatures. In appearance their form was that of a man, <sup><strong>6</strong></sup> but each of them had four faces and four wings. <sup><strong>7</strong></sup> Their legs were straight; their feet were like those of a calf and gleamed like burnished bronze. <sup><strong>8</strong></sup> Under their wings on their four sides they had the hands of a man. All four of them had faces and wings, <sup><strong>9</strong></sup> and their wings touched one another. Each one went straight ahead; they did not turn as they moved. <sup><strong>10</strong></sup> Their faces looked like this: Each of the four had the face of a man, and on the right side each had the face of a lion, and on the left the face of an ox; each also had the face of an eagle. <sup><strong>11</strong></sup> Such were their faces. Their wings were spread out upward; each had two wings, one touching the wing of another creature on either side, and two wings covering its body. <sup><strong>12</strong></sup> Each one went straight ahead. Wherever the spirit would go, they would go, without turning as they went. <sup><strong>13</strong></sup> The appearance of the living creatures was like burning coals of fire or like torches. Fire moved back and forth among the creatures; it was bright, and lightning flashed out of it. <sup><strong>14</strong></sup> The creatures sped back and forth like flashes of lightning. <sup><strong>15</strong></sup> As I looked at the living creatures, I saw a wheel on the ground beside each creature with its four faces. <sup><strong>16</strong></sup> This was the appearance and structure of the wheels: They sparkled like chrysolite, and all four looked alike. Each appeared to be made like a wheel intersecting a wheel. <sup><strong>17</strong></sup> As they moved, they would go in any one of the four directions the creatures faced; the wheels did not turn about as the creatures went. <sup><strong>18</strong></sup> Their rims were high and awesome, and all four rims were full of eyes all around. <sup><strong>19</strong></sup> When the living creatures moved, the wheels beside them moved; and when the living creatures rose from the ground, the wheels also rose. <sup><strong>20</strong></sup> Wherever the spirit would go, they would go, and the wheels would rise along with them, because the spirit of the living creatures was in the wheels. <sup><strong>21</strong></sup> When the creatures moved, they also moved; when the creatures stood still, they also stood still; and when the creatures rose from the ground, the wheels rose along with them, because the spirit of the living creatures was in the wheels. <sup><strong>22</strong></sup> Spread out above the heads of the living creatures was what looked like an expanse, sparkling like ice, and awesome. <sup><strong>23</strong></sup> Under the expanse their wings were stretched out one toward the other, and each had two wings covering its body. <sup><strong>24</strong></sup> When the creatures moved, I heard the sound of their wings, like the roar of rushing waters, like the voice of the Almighty, like the tumult of an army. When they stood still, they lowered their wings. <sup><strong>25</strong></sup> Then there came a voice from above the expanse over their heads as they stood with lowered wings. <sup><strong>26</strong></sup> Above the expanse over their heads was what looked like a throne of sapphire, and high above on the throne was a figure like that of a man. <sup><strong>27</strong></sup> I saw that from what appeared to be his waist up he looked like glowing metal, as if full of fire, and that from there down he looked like fire; and brilliant light surrounded him. <sup><strong>28</strong></sup> Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the LORD. When I saw it, I fell facedown, and I heard the voice of one speaking. "},{"_id":"616ae46dc1af50acf0bc8914","topicId":"616ae465c1af50acf0bc88fd","verse":"Jeremiah 44:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24044017_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044017-1\">17&nbsp;</b>But we will do everything that we have vowed, make offerings to the queen of heaven and pour out drink offerings to her, as we did, both we and our fathers, our kings and our officials, in the cities of Judah and in the streets of Jerusalem. For then we had plenty of food, and prospered, and saw no disaster.</p>\n</div>","kjv":"<strong>17</strong> But we will certainly do whatsoever thing goeth forth out of our own mouth, to burn incense unto the queen of heaven, and to pour out drink offerings unto her, as we have done, we, and our fathers, our kings, and our princes, in the cities of Judah, and in the streets of Jerusalem: for then had we plenty of victuals, and were well, and saw no evil.  ","niv":"<sup><strong>17</strong></sup> We will certainly do everything we said we would: We will burn incense to the Queen of Heaven and will pour out drink offerings to her just as we and our fathers, our kings and our officials did in the towns of Judah and in the streets of Jerusalem. At that time we had plenty of food and were well off and suffered no harm."},{"_id":"616ae46dc1af50acf0bc8915","topicId":"616ae465c1af50acf0bc88fd","verse":"Jeremiah 44:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24044025_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044025-1\">25&nbsp;</b>Thus says the LORD of hosts, the God of Israel: You and your wives have declared with your mouths, and have fulfilled it with your hands, saying, ‘We will surely perform our vows that we have made, to make offerings to the queen of heaven and to pour out drink offerings to her.’ Then confirm your vows and perform your vows!</p>\n</div>","kjv":"<strong>25</strong> Thus saith the LORD of hosts, the God of Israel, saying; Ye and your wives have both spoken with your mouths, and fulfilled with your hand, saying, We will surely perform our vows that we have vowed, to burn incense to the queen of heaven, and to pour out drink offerings unto her: ye will surely accomplish your vows, and surely perform your vows.  ","niv":"<sup><strong>25</strong></sup> This is what the LORD Almighty, the God of Israel, says: You and your wives have shown by your actions what you promised when you said, 'We will certainly carry out the vows we made to burn incense and pour out drink offerings to the Queen of Heaven.'\"Go ahead then, do what you promised! Keep your vows!"},{"_id":"616ae46ec1af50acf0bc8916","topicId":"616ae465c1af50acf0bc88fd","verse":"Jeremiah 7:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24007018_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007018-1\">18&nbsp;</b>The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger.</p>\n</div>","kjv":"<strong>18</strong> The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.  ","niv":"<sup><strong>18</strong></sup> The children gather wood, the fathers light the fire, and the women knead the dough and make cakes of bread for the Queen of Heaven. They pour out drink offerings to other gods to provoke me to anger."}]}