{"_id":"616ae6a2c1af50acf0bc8a20","slug":"spices","name":"Spices","verses":[{"_id":"616ae6a3c1af50acf0bc8a21","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 2:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem","modified":"2022-04-16T16:32:21.618Z"},{"_id":"616ae6a3c1af50acf0bc8a22","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Luke 24:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared.</p>\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb."},{"_id":"616ae6a5c1af50acf0bc8a23","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Mark 16:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him.</p>\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body.","modified":"2023-03-22T21:02:47.995Z"},{"_id":"616ae6a5c1af50acf0bc8a24","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Revelation 9:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66009011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n\n</div>","kjv":"<strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  ","niv":"<sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon."},{"_id":"616ae6a5c1af50acf0bc8a25","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Genesis 1:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."},{"_id":"616ae6a5c1af50acf0bc8a26","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Revelation 9:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66009004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads.</p>\n</div>","kjv":"<strong>4</strong> And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.  ","niv":"<sup><strong>4</strong></sup> They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads."},{"_id":"616ae6a5c1af50acf0bc8a27","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 28:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. <b class=\"verse-num\" id=\"v40028002-1\">2&nbsp;</b>And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. <b class=\"verse-num\" id=\"v40028003-1\">3&nbsp;</b>His appearance was like lightning, and his clothing white as snow. <b class=\"verse-num\" id=\"v40028004-1\">4&nbsp;</b>And for fear of him the guards trembled and became like dead men. <b class=\"verse-num\" id=\"v40028005-1\">5&nbsp;</b>But the angel said to the women, “Do not be afraid, for I know that you seek Jesus who was crucified. <b class=\"verse-num\" id=\"v40028006-1\">6&nbsp;</b>He is not here, for he has risen, as he said. Come, see the place where he lay. <b class=\"verse-num\" id=\"v40028007-1\">7&nbsp;</b>Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.” <b class=\"verse-num\" id=\"v40028008-1\">8&nbsp;</b>So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. <b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_08-22\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n\n<p id=\"p40028015_11-22\"><b class=\"verse-num\" id=\"v40028016-1\">16&nbsp;</b>Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. <b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted. <b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb."},{"_id":"616ae6a5c1af50acf0bc8a28","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 2:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh."},{"_id":"616ae6a6c1af50acf0bc8a29","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Genesis 37:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01037025_01-9\"><b class=\"verse-num\" id=\"v01037025-1\">25&nbsp;</b>Then they sat down to eat. And looking up they saw a caravan of Ishmaelites coming from Gilead, with their camels bearing gum, balm, and myrrh, on their way to carry it down to Egypt.</p>\n</div>","kjv":"<strong>25</strong> And they sat down to eat bread: and they lifted up their eyes and looked, and, behold, a company of Ishmeelites came from Gilead with their camels bearing spicery and balm and myrrh, going to carry it down to Egypt.  ","niv":"<sup><strong>25</strong></sup> As they sat down to eat their meal, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were loaded with spices, balm and myrrh, and they were on their way to take them down to Egypt."},{"_id":"616ae6a6c1af50acf0bc8a2a","topicId":"616ae6a2c1af50acf0bc8a20","verse":"John 20:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span></p>\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"616ae6a6c1af50acf0bc8a2b","topicId":"616ae6a2c1af50acf0bc8a20","verse":"John 20:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb.</p>\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance."},{"_id":"616ae6a7c1af50acf0bc8a2c","topicId":"616ae6a2c1af50acf0bc8a20","verse":"John 19:38-42","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43019038_04-12\"><b class=\"verse-num\" id=\"v43019038-1\">38&nbsp;</b>After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body. <b class=\"verse-num\" id=\"v43019039-1\">39&nbsp;</b>Nicodemus also, who earlier had come to Jesus by night, came bringing a mixture of myrrh and aloes, about seventy-five pounds in weight. <b class=\"verse-num\" id=\"v43019040-1\">40&nbsp;</b>So they took the body of Jesus and bound it in linen cloths with the spices, as is the burial custom of the Jews. <b class=\"verse-num\" id=\"v43019041-1\">41&nbsp;</b>Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid. <b class=\"verse-num\" id=\"v43019042-1\">42&nbsp;</b>So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there.</p>\n\n</div>","kjv":"<strong>38</strong> And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.  <strong>39</strong> And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.  <strong>40</strong> Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.  <strong>41</strong> Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.  <strong>42</strong> There laid they Jesus therefore because of the Jews’ preparation day; for the sepulchre was nigh at hand.  ","niv":"<sup><strong>38</strong></sup> Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jews. With Pilate's permission, he came and took the body away. <sup><strong>39</strong></sup> He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds. <sup><strong>40</strong></sup> Taking Jesus' body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs. <sup><strong>41</strong></sup> At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid. <sup><strong>42</strong></sup> Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there. "},{"_id":"616ae6a7c1af50acf0bc8a2d","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 12:40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40012001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40012001-1\">12:1&nbsp;</b>At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry, and they began to pluck heads of grain and to eat. <b class=\"verse-num\" id=\"v40012002-1\">2&nbsp;</b>But when the Pharisees saw it, they said to him, “Look, your disciples are doing what is not lawful to do on the Sabbath.” <b class=\"verse-num\" id=\"v40012003-1\">3&nbsp;</b>He said to them, <span class=\"woc\">“Have you not read what David did when he was hungry, and those who were with him:</span> <b class=\"verse-num woc\" id=\"v40012004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and ate the bread of the Presence, which it was not lawful for him to eat nor for those who were with him, but only for the priests?</span> <b class=\"verse-num woc\" id=\"v40012005-1\">5&nbsp;</b><span class=\"woc\">Or have you not read in the Law how on the Sabbath the priests in the temple profane the Sabbath and are guiltless?</span> <b class=\"verse-num woc\" id=\"v40012006-1\">6&nbsp;</b><span class=\"woc\">I tell you, something greater than the temple is here.</span> <b class=\"verse-num woc\" id=\"v40012007-1\">7&nbsp;</b><span class=\"woc\">And if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the guiltless.</span> <b class=\"verse-num woc\" id=\"v40012008-1\">8&nbsp;</b><span class=\"woc\">For the Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p40012008_13-25\"><b class=\"verse-num\" id=\"v40012009-1\">9&nbsp;</b>He went on from there and entered their synagogue. <b class=\"verse-num\" id=\"v40012010-1\">10&nbsp;</b>And a man was there with a withered hand. And they asked him, “Is it lawful to heal on the Sabbath?”—so that they might accuse him. <b class=\"verse-num\" id=\"v40012011-1\">11&nbsp;</b>He said to them, <span class=\"woc\">“Which one of you who has a sheep, if it falls into a pit on the Sabbath, will not take hold of it and lift it out?</span> <b class=\"verse-num woc\" id=\"v40012012-1\">12&nbsp;</b><span class=\"woc\">Of how much more value is a man than a sheep! So it is lawful to do good on the Sabbath.”</span> <b class=\"verse-num\" id=\"v40012013-1\">13&nbsp;</b>Then he said to the man, <span class=\"woc\">“Stretch out your hand.”</span> And the man stretched it out, and it was restored, healthy like the other. <b class=\"verse-num\" id=\"v40012014-1\">14&nbsp;</b>But the Pharisees went out and conspired against him, how to destroy him.</p>\n\n<p id=\"p40012014_16-25\"><b class=\"verse-num\" id=\"v40012015-1\">15&nbsp;</b>Jesus, aware of this, withdrew from there. And many followed him, and he healed them all <b class=\"verse-num\" id=\"v40012016-1\">16&nbsp;</b>and ordered them not to make him known. <b class=\"verse-num\" id=\"v40012017-1\">17&nbsp;</b>This was to fulfill what was spoken by the prophet Isaiah:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40012018_16-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012018-1\">18&nbsp;</b>&nbsp;&nbsp;“Behold, my servant whom I have chosen,</span><br><span id=\"p40012018_16-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my beloved with whom my soul is well pleased.</span><br><span id=\"p40012018_16-25\" class=\"line\">&nbsp;&nbsp;I will put my Spirit upon him,</span><br><span id=\"p40012018_16-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will proclaim justice to the Gentiles.</span><br><span id=\"p40012019_16-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012019-1\">19&nbsp;</b>&nbsp;&nbsp;He will not quarrel or cry aloud,</span><br><span id=\"p40012019_16-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will anyone hear his voice in the streets;</span><br><span id=\"p40012020_16-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012020-1\">20&nbsp;</b>&nbsp;&nbsp;a bruised reed he will not break,</span><br><span id=\"p40012020_16-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a smoldering wick he will not quench,</span><br><span id=\"p40012020_16-25\" class=\"line\">&nbsp;&nbsp;until he brings justice to victory;</span><br><span id=\"p40012021_16-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v40012021-1\">21&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and in his name the Gentiles will hope.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p40012021_21-25\"><b class=\"verse-num\" id=\"v40012022-1\">22&nbsp;</b>Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw. <b class=\"verse-num\" id=\"v40012023-1\">23&nbsp;</b>And all the people were amazed, and said, “Can this be the Son of David?” <b class=\"verse-num\" id=\"v40012024-1\">24&nbsp;</b>But when the Pharisees heard it, they said, “It is only by Beelzebul, the prince of demons, that this man casts out demons.” <b class=\"verse-num\" id=\"v40012025-1\">25&nbsp;</b>Knowing their thoughts, he said to them, <span class=\"woc\">“Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.</span> <b class=\"verse-num woc\" id=\"v40012026-1\">26&nbsp;</b><span class=\"woc\">And if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?</span> <b class=\"verse-num woc\" id=\"v40012027-1\">27&nbsp;</b><span class=\"woc\">And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.</span> <b class=\"verse-num woc\" id=\"v40012028-1\">28&nbsp;</b><span class=\"woc\">But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you.</span> <b class=\"verse-num woc\" id=\"v40012029-1\">29&nbsp;</b><span class=\"woc\">Or how can someone enter a strong man’s house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house.</span> <b class=\"verse-num woc\" id=\"v40012030-1\">30&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span> <b class=\"verse-num woc\" id=\"v40012031-1\">31&nbsp;</b><span class=\"woc\">Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n\n<p id=\"p40012032_28-25\"><b class=\"verse-num woc\" id=\"v40012033-1\">33&nbsp;</b><span class=\"woc\">“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.</span> <b class=\"verse-num woc\" id=\"v40012034-1\">34&nbsp;</b><span class=\"woc\">You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.</span> <b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n\n<p id=\"p40012037_32-25\"><b class=\"verse-num\" id=\"v40012038-1\">38&nbsp;</b>Then some of the scribes and Pharisees answered him, saying, “Teacher, we wish to see a sign from you.” <b class=\"verse-num\" id=\"v40012039-1\">39&nbsp;</b>But he answered them, <span class=\"woc\">“An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.</span> <b class=\"verse-num woc\" id=\"v40012040-1\">40&nbsp;</b><span class=\"woc\">For just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.</span> <b class=\"verse-num woc\" id=\"v40012041-1\">41&nbsp;</b><span class=\"woc\">The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.</span> <b class=\"verse-num woc\" id=\"v40012042-1\">42&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n\n<p id=\"p40012042_37-25\"><b class=\"verse-num woc\" id=\"v40012043-1\">43&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.</span> <b class=\"verse-num woc\" id=\"v40012044-1\">44&nbsp;</b><span class=\"woc\">Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.</span> <b class=\"verse-num woc\" id=\"v40012045-1\">45&nbsp;</b><span class=\"woc\">Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”</span></p>\n\n<p id=\"p40012045_41-25\"><b class=\"verse-num\" id=\"v40012046-1\">46&nbsp;</b>While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. <b class=\"verse-num\" id=\"v40012048-1\">48&nbsp;</b>But he replied to the man who told him, <span class=\"woc\">“Who is my mother, and who are my brothers?”</span> <b class=\"verse-num\" id=\"v40012049-1\">49&nbsp;</b>And stretching out his hand toward his disciples, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>40</strong> For as Jonas was three days and three nights in the whale’s belly; so shall the Son of man be three days and three nights in the heart of the earth.  ","niv":"<sup><strong>40</strong></sup> For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth."},{"_id":"616ae6a7c1af50acf0bc8a2f","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Exodus 2:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02002021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v02002021-1\">21&nbsp;</b>And Moses was content to dwell with the man, and he gave Moses his daughter Zipporah.</p>\n</div>","kjv":"<strong>21</strong> And Moses was content to dwell with the man: and he gave Moses Zipporah his daughter.  ","niv":"<sup><strong>21</strong></sup> Moses agreed to stay with the man, who gave his daughter Zipporah to Moses in marriage."},{"_id":"616ae6a7c1af50acf0bc8a2e","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 5:1-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-15\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-15\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-15\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-15\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-15\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-15\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-15\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-15\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-15\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-15\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-15\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-15\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-15\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-15\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-15\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-15\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-15\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-15\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-15\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616ae6a8c1af50acf0bc8a30","topicId":"616ae6a2c1af50acf0bc8a20","verse":"1 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-17\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-17\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-17\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-17\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."},{"_id":"616ae6a8c1af50acf0bc8a31","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Revelation 9:1-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth. <b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads. <b class=\"verse-num\" id=\"v66009005-1\">5&nbsp;</b>They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone. <b class=\"verse-num\" id=\"v66009006-1\">6&nbsp;</b>And in those days people will seek death and will not find it. They will long to die, but death will flee from them.</p>\n<p id=\"p66009006_01-18\"><b class=\"verse-num\" id=\"v66009007-1\">7&nbsp;</b>In appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces, <b class=\"verse-num\" id=\"v66009008-1\">8&nbsp;</b>their hair like women’s hair, and their teeth like lions’ teeth; <b class=\"verse-num\" id=\"v66009009-1\">9&nbsp;</b>they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle. <b class=\"verse-num\" id=\"v66009010-1\">10&nbsp;</b>They have tails and stings like scorpions, and their power to hurt people for five months is in their tails. <b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n<p id=\"p66009011_01-18\"><b class=\"verse-num\" id=\"v66009012-1\">12&nbsp;</b>The first woe has passed; behold, two woes are still to come.</p>\n\n</div>","kjv":"<strong>1</strong> And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.  <strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  <strong>3</strong> And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.  <strong>4</strong> And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.  <strong>5</strong> And to them it was given that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion, when he striketh a man.  <strong>6</strong> And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.  <strong>7</strong> And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.  <strong>8</strong> And they had hair as the hair of women, and their teeth were as the teeth of lions.  <strong>9</strong> And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.  <strong>10</strong> And they had tails like unto scorpions, and there were stings in their tails: and their power was to hurt men five months.  <strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  <strong>12</strong> One woe is past; and, behold, there come two woes more hereafter.  ","niv":"<sup><strong>1</strong></sup> The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss. <sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss. <sup><strong>3</strong></sup> And out of the smoke locusts came down upon the earth and were given power like that of scorpions of the earth. <sup><strong>4</strong></sup> They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads. <sup><strong>5</strong></sup> They were not given power to kill them, but only to torture them for five months. And the agony they suffered was like that of the sting of a scorpion when it strikes a man. <sup><strong>6</strong></sup> During those days men will seek death, but will not find it; they will long to die, but death will elude them. <sup><strong>7</strong></sup> The locusts looked like horses prepared for battle. On their heads they wore something like crowns of gold, and their faces resembled human faces. <sup><strong>8</strong></sup> Their hair was like women's hair, and their teeth were like lions' teeth. <sup><strong>9</strong></sup> They had breastplates like breastplates of iron, and the sound of their wings was like the thundering of many horses and chariots rushing into battle. <sup><strong>10</strong></sup> They had tails and stings like scorpions, and in their tails they had power to torment people for five months. <sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon. <sup><strong>12</strong></sup> The first woe is past; two other woes are yet to come. "},{"_id":"616ae6a8c1af50acf0bc8a32","topicId":"616ae6a2c1af50acf0bc8a20","verse":"John 19:30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019030_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019030-1\">30&nbsp;</b>When Jesus had received the sour wine, he said, <span class=\"woc\">“It is finished,”</span> and he bowed his head and gave up his spirit.</p>\n</div>","kjv":"<strong>30</strong> When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.  ","niv":"<sup><strong>30</strong></sup> When he had received the drink, Jesus said, \"It is finished.\" With that, he bowed his head and gave up his spirit."},{"_id":"616ae6a8c1af50acf0bc8a33","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Mark 16:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41016002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb.</p>\n</div>","kjv":"<strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  ","niv":"<sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb"},{"_id":"616ae6a8c1af50acf0bc8a34","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Mark 3:1-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41003001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41003001-1\">3:1&nbsp;</b>Again he entered the synagogue, and a man was there with a withered hand. <b class=\"verse-num\" id=\"v41003002-1\">2&nbsp;</b>And they watched Jesus, to see whether he would heal him on the Sabbath, so that they might accuse him. <b class=\"verse-num\" id=\"v41003003-1\">3&nbsp;</b>And he said to the man with the withered hand, <span class=\"woc\">“Come here.”</span> <b class=\"verse-num\" id=\"v41003004-1\">4&nbsp;</b>And he said to them, <span class=\"woc\">“Is it lawful on the Sabbath to do good or to do harm, to save life or to kill?”</span> But they were silent. <b class=\"verse-num\" id=\"v41003005-1\">5&nbsp;</b>And he looked around at them with anger, grieved at their hardness of heart, and said to the man, <span class=\"woc\">“Stretch out your hand.”</span> He stretched it out, and his hand was restored. <b class=\"verse-num\" id=\"v41003006-1\">6&nbsp;</b>The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him.</p>\n\n<p id=\"p41003006_12-21\"><b class=\"verse-num\" id=\"v41003007-1\">7&nbsp;</b>Jesus withdrew with his disciples to the sea, and a great crowd followed, from Galilee and Judea <b class=\"verse-num\" id=\"v41003008-1\">8&nbsp;</b>and Jerusalem and Idumea and from beyond the Jordan and from around Tyre and Sidon. When the great crowd heard all that he was doing, they came to him. <b class=\"verse-num\" id=\"v41003009-1\">9&nbsp;</b>And he told his disciples to have a boat ready for him because of the crowd, lest they crush him, <b class=\"verse-num\" id=\"v41003010-1\">10&nbsp;</b>for he had healed many, so that all who had diseases pressed around him to touch him. <b class=\"verse-num\" id=\"v41003011-1\">11&nbsp;</b>And whenever the unclean spirits saw him, they fell down before him and cried out, “You are the Son of God.” <b class=\"verse-num\" id=\"v41003012-1\">12&nbsp;</b>And he strictly ordered them not to make him known.</p>\n\n<p id=\"p41003012_15-21\"><b class=\"verse-num\" id=\"v41003013-1\">13&nbsp;</b>And he went up on the mountain and called to him those whom he desired, and they came to him. <b class=\"verse-num\" id=\"v41003014-1\">14&nbsp;</b>And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach <b class=\"verse-num\" id=\"v41003015-1\">15&nbsp;</b>and have authority to cast out demons. <b class=\"verse-num\" id=\"v41003016-1\">16&nbsp;</b>He appointed the twelve: Simon (to whom he gave the name Peter); <b class=\"verse-num\" id=\"v41003017-1\">17&nbsp;</b>James the son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder); <b class=\"verse-num\" id=\"v41003018-1\">18&nbsp;</b>Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot, <b class=\"verse-num\" id=\"v41003019-1\">19&nbsp;</b>and Judas Iscariot, who betrayed him.</p>\n<p id=\"p41003019_15-21\"><b class=\"verse-num\" id=\"v41003020-1\">20&nbsp;</b>Then he went home, and the crowd gathered again, so that they could not even eat. <b class=\"verse-num\" id=\"v41003021-1\">21&nbsp;</b>And when his family heard it, they went out to seize him, for they were saying, “He is out of his mind.”</p>\n\n<p id=\"p41003021_20-21\"><b class=\"verse-num\" id=\"v41003022-1\">22&nbsp;</b>And the scribes who came down from Jerusalem were saying, “He is possessed by Beelzebul,” and “by the prince of demons he casts out the demons.” <b class=\"verse-num\" id=\"v41003023-1\">23&nbsp;</b>And he called them to him and said to them in parables, <span class=\"woc\">“How can Satan cast out Satan?</span> <b class=\"verse-num woc\" id=\"v41003024-1\">24&nbsp;</b><span class=\"woc\">If a kingdom is divided against itself, that kingdom cannot stand.</span> <b class=\"verse-num woc\" id=\"v41003025-1\">25&nbsp;</b><span class=\"woc\">And if a house is divided against itself, that house will not be able to stand.</span> <b class=\"verse-num woc\" id=\"v41003026-1\">26&nbsp;</b><span class=\"woc\">And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end.</span> <b class=\"verse-num woc\" id=\"v41003027-1\">27&nbsp;</b><span class=\"woc\">But no one can enter a strong man’s house and plunder his goods, unless he first binds the strong man. Then indeed he may plunder his house.</span></p>\n<p id=\"p41003027_20-21\"><b class=\"verse-num woc\" id=\"v41003028-1\">28&nbsp;</b><span class=\"woc\">“Truly, I say to you, all sins will be forgiven the children of man, and whatever blasphemies they utter,</span> <b class=\"verse-num woc\" id=\"v41003029-1\">29&nbsp;</b><span class=\"woc\">but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”</span>—<b class=\"verse-num\" id=\"v41003030-1\">30&nbsp;</b>for they were saying, “He has an unclean spirit.”</p>\n\n<p id=\"p41003030_24-21\"><b class=\"verse-num\" id=\"v41003031-1\">31&nbsp;</b>And his mother and his brothers came, and standing outside they sent to him and called him. <b class=\"verse-num\" id=\"v41003032-1\">32&nbsp;</b>And a crowd was sitting around him, and they said to him, “Your mother and your brothers are outside, seeking you.” <b class=\"verse-num\" id=\"v41003033-1\">33&nbsp;</b>And he answered them, <span class=\"woc\">“Who are my mother and my brothers?”</span> <b class=\"verse-num\" id=\"v41003034-1\">34&nbsp;</b>And looking about at those who sat around him, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v41003035-1\">35&nbsp;</b><span class=\"woc\">For whoever does the will of God, he is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he entered again into the synagogue; and there was a man there which had a withered hand.  <strong>2</strong> And they watched him, whether he would heal him on the sabbath day; that they might accuse him.  <strong>3</strong> And he saith unto the man which had the withered hand, Stand forth.  <strong>4</strong> And he saith unto them, Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill? But they held their peace.  <strong>5</strong> And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other.  <strong>6</strong> And the Pharisees went forth, and straightway took counsel with the Herodians against him, how they might destroy him.  <strong>7</strong> But Jesus withdrew himself with his disciples to the sea: and a great multitude from Galilee followed him, and from Judaea,  <strong>8</strong> And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.  <strong>9</strong> And he spake to his disciples, that a small ship should wait on him because of the multitude, lest they should throng him.  <strong>10</strong> For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues.  <strong>11</strong> And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.  <strong>12</strong> And he straitly charged them that they should not make him known.  <strong>13</strong> And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.  <strong>14</strong> And he ordained twelve, that they should be with him, and that he might send them forth to preach,  <strong>15</strong> And to have power to heal sicknesses, and to cast out devils:  <strong>16</strong> And Simon he surnamed Peter;  <strong>17</strong> And James the son of Zebedee, and John the brother of James; and he surnamed them Boanerges, which is, The sons of thunder:  <strong>18</strong> And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,  <strong>19</strong> And Judas Iscariot, which also betrayed him: and they went into an house.  <strong>20</strong> And the multitude cometh together again, so that they could not so much as eat bread.  <strong>21</strong> And when his friends heard of it, they went out to lay hold on him: for they said, He is beside himself.  <strong>22</strong> And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils.  <strong>23</strong> And he called them unto him, and said unto them in parables, How can Satan cast out Satan?  <strong>24</strong> And if a kingdom be divided against itself, that kingdom cannot stand.  <strong>25</strong> And if a house be divided against itself, that house cannot stand.  <strong>26</strong> And if Satan rise up against himself, and be divided, he cannot stand, but hath an end.  <strong>27</strong> No man can enter into a strong man’s house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house.  <strong>28</strong> Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:  <strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  <strong>30</strong> Because they said, He hath an unclean spirit.  <strong>31</strong> There came then his brethren and his mother, and, standing without, sent unto him, calling him.  <strong>32</strong> And the multitude sat about him, and they said unto him, Behold, thy mother and thy brethren without seek for thee.  <strong>33</strong> And he answered them, saying, Who is my mother, or my brethren?  <strong>34</strong> And he looked round about on them which sat about him, and said, Behold my mother and my brethren!  <strong>35</strong> For whosoever shall do the will of God, the same is my brother, and my sister, and mother. ","niv":"<sup><strong>1</strong></sup> Another time he went into the synagogue, and a man with a shriveled hand was there. <sup><strong>2</strong></sup> Some of them were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal him on the Sabbath. <sup><strong>3</strong></sup> Jesus said to the man with the shriveled hand, \"Stand up in front of everyone.\" <sup><strong>4</strong></sup> Then Jesus asked them, \"Which is lawful on the Sabbath: to do good or to do evil, to save life or to kill?\" But they remained silent. <sup><strong>5</strong></sup> He looked around at them in anger and, deeply distressed at their stubborn hearts, said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was completely restored. <sup><strong>6</strong></sup> Then the Pharisees went out and began to plot with the Herodians how they might kill Jesus. <sup><strong>7</strong></sup> Jesus withdrew with his disciples to the lake, and a large crowd from Galilee followed. <sup><strong>8</strong></sup> When they heard all he was doing, many people came to him from Judea, Jerusalem, Idumea, and the regions across the Jordan and around Tyre and Sidon. <sup><strong>9</strong></sup> Because of the crowd he told his disciples to have a small boat ready for him, to keep the people from crowding him. <sup><strong>10</strong></sup> For he had healed many, so that those with diseases were pushing forward to touch him. <sup><strong>11</strong></sup> Whenever the evil spirits saw him, they fell down before him and cried out, \"You are the Son of God.\" <sup><strong>12</strong></sup> But he gave them strict orders not to tell who he was. <sup><strong>13</strong></sup> Jesus went up on a mountainside and called to him those he wanted, and they came to him. <sup><strong>14</strong></sup> He appointed twelve--designating them apostles--that they might be with him and that he might send them out to preach <sup><strong>15</strong></sup> and to have authority to drive out demons. <sup><strong>16</strong></sup> These are the twelve he appointed: Simon (to whom he gave the name Peter); <sup><strong>17</strong></sup> James son of Zebedee and his brother John (to them he gave the name Boanerges, which means Sons of Thunder); <sup><strong>18</strong></sup> Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Zealot <sup><strong>19</strong></sup> and Judas Iscariot, who betrayed him. <sup><strong>20</strong></sup> Then Jesus entered a house, and again a crowd gathered, so that he and his disciples were not even able to eat. <sup><strong>21</strong></sup> When his family heard about this, they went to take charge of him, for they said, \"He is out of his mind.\" <sup><strong>22</strong></sup> And the teachers of the law who came down from Jerusalem said, \"He is possessed by Beelzebub! By the prince of demons he is driving out demons.\" <sup><strong>23</strong></sup> So Jesus called them and spoke to them in parables: \"How can Satan drive out Satan? <sup><strong>24</strong></sup> If a kingdom is divided against itself, that kingdom cannot stand. <sup><strong>25</strong></sup> If a house is divided against itself, that house cannot stand. <sup><strong>26</strong></sup> And if Satan opposes himself and is divided, he cannot stand; his end has come. <sup><strong>27</strong></sup> In fact, no one can enter a strong man's house and carry off his possessions unless he first ties up the strong man. Then he can rob his house. <sup><strong>28</strong></sup> I tell you the truth, all the sins and blasphemies of men will be forgiven them. <sup><strong>29</strong></sup> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of an eternal sin.\" <sup><strong>30</strong></sup> He said this because they were saying, \"He has an evil spirit.\" <sup><strong>31</strong></sup> Then Jesus' mother and brothers arrived. Standing outside, they sent someone in to call him. <sup><strong>32</strong></sup> A crowd was sitting around him, and they told him, \"Your mother and brothers are outside looking for you.\" <sup><strong>33</strong></sup> \"Who are my mother and my brothers?\" he asked. <sup><strong>34</strong></sup> Then he looked at those seated in a circle around him and said, \"Here are my mother and my brothers! <sup><strong>35</strong></sup> Whoever does God's will is my brother and sister and mother.\" "},{"_id":"616ae6a9c1af50acf0bc8a35","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 28:1-20","votes":1,"__v":0,"kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  <strong>2</strong> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.  <strong>3</strong> His countenance was like lightning, and his raiment white as snow:  <strong>4</strong> And for fear of him the keepers did shake, and became as dead men.  <strong>5</strong> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.  <strong>6</strong> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.  <strong>7</strong> And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.  <strong>8</strong> And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.  <strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  <strong>16</strong> Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.  <strong>17</strong> And when they saw him, they worshipped him: but some doubted.  <strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. <sup><strong>2</strong></sup> There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. <sup><strong>3</strong></sup> His appearance was like lightning, and his clothes were white as snow. <sup><strong>4</strong></sup> The guards were so afraid of him that they shook and became like dead men. <sup><strong>5</strong></sup> The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. <sup><strong>6</strong></sup> He is not here; he has risen, just as he said. Come and see the place where he lay. <sup><strong>7</strong></sup> Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" <sup><strong>8</strong></sup> So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. <sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. <sup><strong>16</strong></sup> Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. <sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted. <sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"616ae6a9c1af50acf0bc8a36","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Mark 2:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41002028_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41002028-1\">28&nbsp;</b><span class=\"woc\">So the Son of Man is lord even of the Sabbath.”</span></p>\n</div>","kjv":"<strong>28</strong> Therefore the Son of man is Lord also of the sabbath. ","niv":"<sup><strong>28</strong></sup> So the Son of Man is Lord even of the Sabbath.\""},{"_id":"616ae6a9c1af50acf0bc8a37","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 2:9-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40002009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002009-1\">9&nbsp;</b>After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was. <b class=\"verse-num\" id=\"v40002010-1\">10&nbsp;</b>When they saw the star, they rejoiced exceedingly with great joy. <b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh. <b class=\"verse-num\" id=\"v40002012-1\">12&nbsp;</b>And being warned in a dream not to return to Herod, they departed to their own country by another way.</p>\n</div>","kjv":"<strong>9</strong> When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.  <strong>10</strong> When they saw the star, they rejoiced with exceeding great joy.  <strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  <strong>12</strong> And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.  ","niv":"<sup><strong>9</strong></sup> After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was. <sup><strong>10</strong></sup> When they saw the star, they were overjoyed. <sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh. <sup><strong>12</strong></sup> And having been warned in a dream not to go back to Herod, they returned to their country by another route. "},{"_id":"616ae6a9c1af50acf0bc8a38","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 12:1-50","votes":1,"__v":0,"kjv":"<strong>1</strong> At that time Jesus went on the sabbath day through the corn; and his disciples were an hungred, and began to pluck the ears of corn, and to eat.  <strong>2</strong> But when the Pharisees saw it, they said unto him, Behold, thy disciples do that which is not lawful to do upon the sabbath day.  <strong>3</strong> But he said unto them, Have ye not read what David did, when he was an hungred, and they that were with him;  <strong>4</strong> How he entered into the house of God, and did eat the shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?  <strong>5</strong> Or have ye not read in the law, how that on the sabbath days the priests in the temple profane the sabbath, and are blameless?  <strong>6</strong> But I say unto you, That in this place is one greater than the temple.  <strong>7</strong> But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.  <strong>8</strong> For the Son of man is Lord even of the sabbath day.  <strong>9</strong> And when he was departed thence, he went into their synagogue:  <strong>10</strong> And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him.  <strong>11</strong> And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?  <strong>12</strong> How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days.  <strong>13</strong> Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.  <strong>14</strong> Then the Pharisees went out, and held a council against him, how they might destroy him.  <strong>15</strong> But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;  <strong>16</strong> And charged them that they should not make him known:  <strong>17</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>18</strong> Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.  <strong>19</strong> He shall not strive, nor cry; neither shall any man hear his voice in the streets.  <strong>20</strong> A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.  <strong>21</strong> And in his name shall the Gentiles trust.  <strong>22</strong> Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.  <strong>23</strong> And all the people were amazed, and said, Is not this the son of David?  <strong>24</strong> But when the Pharisees heard it, they said, This fellow  doth not cast out devils, but by Beelzebub the prince of the devils.  <strong>25</strong> And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:  <strong>26</strong> And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?  <strong>27</strong> And if I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges.  <strong>28</strong> But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.  <strong>29</strong> Or else how can one enter into a strong man’s house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.  <strong>30</strong> He that is not with me is against me; and he that gathereth not with me scattereth abroad. <strong>31</strong>           Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy  Ghost shall not be forgiven unto men.  <strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  <strong>33</strong> Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit. <strong>34</strong> O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.  <strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. <strong>38</strong> Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee.  <strong>39</strong> But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:  <strong>40</strong> For as Jonas was three days and three nights in the whale’s belly; so shall the Son of man be three days and three nights in the heart of the earth.  <strong>41</strong> The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.  <strong>42</strong> The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  <strong>43</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.  <strong>44</strong> Then he saith, I will return into my house from whence I came out; and when he is come, he findeth it empty, swept, and garnished.  <strong>45</strong> Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation. <strong>46</strong> While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.  <strong>47</strong> Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.  <strong>48</strong> But he answered and said unto him that told him, Who is my mother? and who are my brethren?  <strong>49</strong> And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!  <strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","niv":"<sup><strong>1</strong></sup> At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them. <sup><strong>2</strong></sup> When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\" <sup><strong>3</strong></sup> He answered, \"Haven't you read what David did when he and his companions were hungry? <sup><strong>4</strong></sup> He entered the house of God, and he and his companions ate the consecrated bread--which was not lawful for them to do, but only for the priests. <sup><strong>5</strong></sup> Or haven't you read in the Law that on the Sabbath the priests in the temple desecrate the day and yet are innocent? <sup><strong>6</strong></sup> I tell you that one greater than the temple is here. <sup><strong>7</strong></sup> If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent. <sup><strong>8</strong></sup> For the Son of Man is Lord of the Sabbath.\" <sup><strong>9</strong></sup> Going on from that place, he went into their synagogue, <sup><strong>10</strong></sup> and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\" <sup><strong>11</strong></sup> He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out? <sup><strong>12</strong></sup> How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\" <sup><strong>13</strong></sup> Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other. <sup><strong>14</strong></sup> But the Pharisees went out and plotted how they might kill Jesus. <sup><strong>15</strong></sup> Aware of this, Jesus withdrew from that place. Many followed him, and he healed all their sick, <sup><strong>16</strong></sup> warning them not to tell who he was. <sup><strong>17</strong></sup> This was to fulfill what was spoken through the prophet Isaiah: <sup><strong>18</strong></sup> \"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations. <sup><strong>19</strong></sup> He will not quarrel or cry out; no one will hear his voice in the streets. <sup><strong>20</strong></sup> A bruised reed he will not break, and a smoldering wick he will not snuff out, till he leads justice to victory. <sup><strong>21</strong></sup> In his name the nations will put their hope.\" <sup><strong>22</strong></sup> Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see. <sup><strong>23</strong></sup> All the people were astonished and said, \"Could this be the Son of David?\" <sup><strong>24</strong></sup> But when the Pharisees heard this, they said, \"It is only by Beelzebub, the prince of demons, that this fellow drives out demons.\" <sup><strong>25</strong></sup> Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand. <sup><strong>26</strong></sup> If Satan drives out Satan, he is divided against himself. How then can his kingdom stand? <sup><strong>27</strong></sup> And if I drive out demons by Beelzebub, by whom do your people drive them out? So then, they will be your judges. <sup><strong>28</strong></sup> But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you. <sup><strong>29</strong></sup> \"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house. <sup><strong>30</strong></sup> \"He who is not with me is against me, and he who does not gather with me scatters. <sup><strong>31</strong></sup> And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven. <sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come. <sup><strong>33</strong></sup> \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. <sup><strong>34</strong></sup> You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. <sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" <sup><strong>38</strong></sup> Then some of the Pharisees and teachers of the law said to him, \"Teacher, we want to see a miraculous sign from you.\" <sup><strong>39</strong></sup> He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah. <sup><strong>40</strong></sup> For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth. <sup><strong>41</strong></sup> The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here. <sup><strong>42</strong></sup> The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here. <sup><strong>43</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. <sup><strong>44</strong></sup> Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order. <sup><strong>45</strong></sup> Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\" <sup><strong>46</strong></sup> While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. <sup><strong>47</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" <sup><strong>48</strong></sup> He replied to him, \"Who is my mother, and who are my brothers?\" <sup><strong>49</strong></sup> Pointing to his disciples, he said, \"Here are my mother and my brothers. <sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\" "},{"_id":"616ae6aac1af50acf0bc8a39","topicId":"616ae6a2c1af50acf0bc8a20","verse":"Matthew 9:9","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40009009_04-26\"><b class=\"verse-num\" id=\"v40009009-1\">9&nbsp;</b>As Jesus passed on from there, he saw a man called Matthew sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n</div>","kjv":"<strong>9</strong> And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he saith unto him, Follow me.  And he arose, and followed him.  ","niv":"<sup><strong>9</strong></sup> As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's booth. \"Follow me,\" he told him, and Matthew got up and followed him."}]}