{"_id":"616ae89ac1af50acf0bc8b07","slug":"spiritual-gifts","name":"Spiritual Gifts","verses":[{"_id":"616ae89bc1af50acf0bc8b08","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 12:6-8","votes":213,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-31\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-31\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-31\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. ","modified":"2023-03-03T10:06:17.369Z"},{"_id":"616ae89cc1af50acf0bc8b09","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:4-11","votes":143,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-5\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-5\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-5\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-5\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-5\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-5\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. "},{"_id":"616ae89cc1af50acf0bc8b0a","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:1-31","votes":107,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-12-18T15:21:02.743Z"},{"_id":"616ae89cc1af50acf0bc8b0b","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Peter 4:10-11","votes":180,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. ","modified":"2022-09-12T02:30:49.330Z"},{"_id":"616ae89dc1af50acf0bc8b0c","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:7","votes":83,"__v":0,"esv":"<div>\n<p id=\"p46012007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good.</p>\n</div>","kjv":"<strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  ","niv":"<sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good.","modified":"2022-04-26T20:50:27.103Z"},{"_id":"616ae89dc1af50acf0bc8b0d","topicId":"616ae89ac1af50acf0bc8b07","verse":"Ephesians 4:11-16","votes":91,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. "},{"_id":"616ae89dc1af50acf0bc8b0e","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 12:3-8","votes":82,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-11\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. "},{"_id":"616ae8a5c1af50acf0bc8b0f","topicId":"616ae89ac1af50acf0bc8b07","verse":"2 Timothy 1:6-7","votes":76,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands, <b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  <strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands. <sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline. "},{"_id":"616ae8a7c1af50acf0bc8b10","topicId":"616ae89ac1af50acf0bc8b07","verse":"Ephesians 4:11","votes":72,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"616ae8a7c1af50acf0bc8b11","topicId":"616ae89ac1af50acf0bc8b07","verse":"Acts 1:8","votes":54,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"616ae8a7c1af50acf0bc8b12","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 13:2","votes":54,"__v":0,"esv":"<div>\n<p id=\"p46013002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.</p>\n</div>","kjv":"<strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  ","niv":"<sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing."},{"_id":"616ae8a7c1af50acf0bc8b13","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:1","votes":53,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-36\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant.","modified":"2022-09-15T20:33:14.661Z"},{"_id":"616ae8a8c1af50acf0bc8b14","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Peter 4:10","votes":49,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms."},{"_id":"616ae8a8c1af50acf0bc8b15","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:27-28","votes":49,"__v":0,"esv":"<div>\n<p id=\"p46012027_01-22\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues.</p>\n</div>","kjv":"<strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. "},{"_id":"616ae8a8c1af50acf0bc8b16","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 1:11","votes":48,"__v":0,"esv":"<div>\n<p id=\"p45001011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—</p>\n</div>","kjv":"<strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  ","niv":"<sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong--"},{"_id":"616ae8a8c1af50acf0bc8b17","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 12:6","votes":50,"__v":0,"esv":"<div>\n<p id=\"p45012006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith;</p>\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith."},{"_id":"616ae8a9c1af50acf0bc8b18","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:4","votes":37,"__v":0,"esv":"<div>\n<p id=\"p46012004_01-26\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit;</p>\n</div>","kjv":"<strong>4</strong> Now there are diversities of gifts, but the same Spirit.  ","niv":"<sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit."},{"_id":"616ae8a9c1af50acf0bc8b19","topicId":"616ae89ac1af50acf0bc8b07","verse":"Ephesians 4:11-13","votes":44,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-27\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. "},{"_id":"616ae8a9c1af50acf0bc8b1a","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 12:4-5","votes":38,"__v":0,"esv":"<div>\n<p id=\"p45012004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another.</p>\n\n</div>","kjv":"<strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  ","niv":"<sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. "},{"_id":"616ae8a9c1af50acf0bc8b1b","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:28","votes":44,"__v":0,"esv":"<div>\n<p id=\"p46012028_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues.</p>\n</div>","kjv":"<strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues."},{"_id":"616ae8a9c1af50acf0bc8b1c","topicId":"616ae89ac1af50acf0bc8b07","verse":"Romans 12:1-21","votes":44,"__v":0,"kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"616ae8a9c1af50acf0bc8b1d","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 13:13","votes":36,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-33\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love."},{"_id":"616ae8a9c1af50acf0bc8b1e","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 12:11","votes":36,"__v":0,"esv":"<div>\n<p id=\"p46012011_01-35\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n</div>","kjv":"<strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines."},{"_id":"616ae8a9c1af50acf0bc8b1f","topicId":"616ae89ac1af50acf0bc8b07","verse":"1 Corinthians 14:1","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-37\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.</p>\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy.","modified":"2022-06-29T07:56:52.559Z"},{"_id":"616ae8a9c1af50acf0bc8b20","topicId":"616ae89ac1af50acf0bc8b07","verse":"2 Timothy 1:6","votes":33,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-38\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.","modified":"2022-08-19T16:01:52.226Z"}]}