{"_id":"616aea3fc1af50acf0bc8bd7","slug":"spiritualists","name":"Spiritualists","verses":[{"_id":"616aea40c1af50acf0bc8bd8","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 Timothy 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"616aea41c1af50acf0bc8bd9","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Matthew 16:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"616aea41c1af50acf0bc8bda","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 John 4:7-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62004007_04-3\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. <b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love. <b class=\"verse-num\" id=\"v62004009-1\">9&nbsp;</b>In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. <b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. <b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another. <b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n<p id=\"p62004012_04-3\"><b class=\"verse-num\" id=\"v62004013-1\">13&nbsp;</b>By this we know that we abide in him and he in us, because he has given us of his Spirit. <b class=\"verse-num\" id=\"v62004014-1\">14&nbsp;</b>And we have seen and testify that the Father has sent his Son to be the Savior of the world. <b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.</p>\n</div>","kjv":"<strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  <strong>8</strong> He that loveth not knoweth not God; for God is love.  <strong>9</strong> In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.  <strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  <strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  <strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  <strong>13</strong> Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.  <strong>14</strong> And we have seen and do testify that the Father sent the Son to be  the Saviour of the world.  <strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  ","niv":"<sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. <sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love. <sup><strong>9</strong></sup> This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. <sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. <sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another. <sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. <sup><strong>13</strong></sup> We know that we live in him and he in us, because he has given us of his Spirit. <sup><strong>14</strong></sup> And we have seen and testify that the Father has sent his Son to be the Savior of the world. <sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. "},{"_id":"616aea41c1af50acf0bc8bdb","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616aea42c1af50acf0bc8bdc","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 John 4:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616aea42c1af50acf0bc8bdd","topicId":"616aea3fc1af50acf0bc8bd7","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"616aea42c1af50acf0bc8bde","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Isaiah 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"616aea43c1af50acf0bc8bdf","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 Peter 1:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;</p>\n</div>","kjv":"<strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  ","niv":"<sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God."},{"_id":"616aea43c1af50acf0bc8be1","topicId":"616aea3fc1af50acf0bc8bd7","verse":"2 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616aea43c1af50acf0bc8be0","topicId":"616aea3fc1af50acf0bc8bd7","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-11\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-11\">Greetings.</p>\n\n<p id=\"p59001001_06-11\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-11\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-11\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-11\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-11\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-11\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-11\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-11\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616aea43c1af50acf0bc8be2","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 Corinthians 15:47","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015047_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven.</p>\n</div>","kjv":"<strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  ","niv":"<sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven."},{"_id":"616aea44c1af50acf0bc8be3","topicId":"616aea3fc1af50acf0bc8bd7","verse":"1 Corinthians 8:4-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46008004_01-15\"><b class=\"verse-num\" id=\"v46008004-1\">4&nbsp;</b>Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.” <b class=\"verse-num\" id=\"v46008005-1\">5&nbsp;</b>For although there may be so-called gods in heaven or on earth—as indeed there are many “gods” and many “lords”—<b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n</div>","kjv":"<strong>4</strong> As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.  <strong>5</strong> For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)  <strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  ","niv":"<sup><strong>4</strong></sup> So then, about eating food sacrificed to idols: We know that an idol is nothing at all in the world and that there is no God but one. <sup><strong>5</strong></sup> For even if there are so-called gods, whether in heaven or on earth (as indeed there are many \"gods\" and many \"lords\"), <sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live. "},{"_id":"616aea44c1af50acf0bc8be4","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Acts 16:16-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-16\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. "},{"_id":"616aea45c1af50acf0bc8be5","topicId":"616aea3fc1af50acf0bc8bd7","verse":"John 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-17\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616aea45c1af50acf0bc8be6","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Acts 10:46","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44010046_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared,</p>\n</div>","kjv":"<strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  ","niv":"<sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God."},{"_id":"616aea45c1af50acf0bc8be7","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Luke 23:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42023042_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023042-1\">42&nbsp;</b>And he said, “Jesus, remember me when you come into your kingdom.”</p>\n</div>","kjv":"<strong>42</strong> And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.  ","niv":"<sup><strong>42</strong></sup> Then he said, \"Jesus, remember me when you come into your kingdom. \""},{"_id":"616aea45c1af50acf0bc8be8","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Luke 10:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42010017_06-20\"><b class=\"verse-num\" id=\"v42010017-1\">17&nbsp;</b>The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!”</p>\n</div>","kjv":"<strong>17</strong> And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.  ","niv":"<sup><strong>17</strong></sup> The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\""},{"_id":"616aea46c1af50acf0bc8be9","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Luke 4:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42004036_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004036-1\">36&nbsp;</b>And they were all amazed and said to one another, “What is this word? For with authority and power he commands the unclean spirits, and they come out!”</p>\n</div>","kjv":"<strong>36</strong> And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.  ","niv":"<sup><strong>36</strong></sup> All the people were amazed and said to each other, \"What is this teaching? With authority and power he gives orders to evil spirits and they come out!\""},{"_id":"616aea46c1af50acf0bc8bea","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Luke 9:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42009001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42009001-1\">9:1&nbsp;</b>And he called the twelve together and gave them power and authority over all demons and to cure diseases,</p>\n</div>","kjv":"<strong>1</strong> Then he called his twelve disciples together, and gave them power and authority over all devils, and to cure diseases.  ","niv":"<sup><strong>1</strong></sup> When Jesus had called the Twelve together, he gave them power and authority to drive out all demons and to cure diseases,"},{"_id":"616aea46c1af50acf0bc8beb","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Luke 4:41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42004041_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004041-1\">41&nbsp;</b>And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.</p>\n</div>","kjv":"<strong>41</strong> And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.  ","niv":"<sup><strong>41</strong></sup> Moreover, demons came out of many people, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew he was the Christ."},{"_id":"616aea46c1af50acf0bc8bec","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Mark 10:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010024_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010024-1\">24&nbsp;</b>And the disciples were amazed at his words. But Jesus said to them again, <span class=\"woc\">“Children, how difficult it is to enter the kingdom of God!</span></p>\n\n</div>","kjv":"<strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  ","niv":"<sup><strong>24</strong></sup> The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God!"},{"_id":"616aea46c1af50acf0bc8bed","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Matthew 12:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40012018_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012018-1\">18&nbsp;</b>&nbsp;&nbsp;“Behold, my servant whom I have chosen,</span><br><span id=\"p40012018_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my beloved with whom my soul is well pleased.</span><br><span id=\"p40012018_01-25\" class=\"line\">&nbsp;&nbsp;I will put my Spirit upon him,</span><br><span id=\"p40012018_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will proclaim justice to the Gentiles.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.  ","niv":"<sup><strong>18</strong></sup> \"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations."},{"_id":"616aea47c1af50acf0bc8bee","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Matthew 28:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"616aea48c1af50acf0bc8bf0","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Matthew 4:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40004006_01-27\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_01-27\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_01-27\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_01-27\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  ","niv":"<sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\""},{"_id":"616aea48c1af50acf0bc8bef","topicId":"616aea3fc1af50acf0bc8bd7","verse":"Matthew 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40004004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_01-28\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_01-28\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\""}]}