{"_id":"616aee4ac1af50acf0bc8bf2","slug":"spite","name":"Spite","verses":[{"_id":"616aee4bc1af50acf0bc8bf3","topicId":"616aee4ac1af50acf0bc8bf2","verse":"1 Peter 2:1-5","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-1\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ.</p>\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. "},{"_id":"616aee4bc1af50acf0bc8bf4","topicId":"616aee4ac1af50acf0bc8bf2","verse":"James 2:14-17","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-2\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. "},{"_id":"616aee4cc1af50acf0bc8bf5","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Matthew 5:21-22","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-3\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "},{"_id":"616aee4dc1af50acf0bc8bf6","topicId":"616aee4ac1af50acf0bc8bf2","verse":"1 John 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world. <b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God, <b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already. <b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world. <b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n\n<p id=\"p62004006_07-7\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. <b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love. <b class=\"verse-num\" id=\"v62004009-1\">9&nbsp;</b>In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. <b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. <b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another. <b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n<p id=\"p62004012_07-7\"><b class=\"verse-num\" id=\"v62004013-1\">13&nbsp;</b>By this we know that we abide in him and he in us, because he has given us of his Spirit. <b class=\"verse-num\" id=\"v62004014-1\">14&nbsp;</b>And we have seen and testify that the Father has sent his Son to be the Savior of the world. <b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. <b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love. <b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616aee4dc1af50acf0bc8bf7","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Luke 6:22-23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42006022_01-5\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span> <b class=\"verse-num woc\" id=\"v42006023-1\">23&nbsp;</b><span class=\"woc\">Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.</span></p>\n</div>","kjv":"<strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  <strong>23</strong> Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.  ","niv":"<sup><strong>22</strong></sup> Blessed are you when men hate you, when they exclude you and insult you and reject your name as evil, because of the Son of Man. <sup><strong>23</strong></sup> \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their fathers treated the prophets. ","modified":"2022-12-27T00:56:31.855Z"},{"_id":"616aee4dc1af50acf0bc8bf8","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Ezekiel 18:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616aee4dc1af50acf0bc8bf9","topicId":"616aee4ac1af50acf0bc8bf2","verse":"1 John 4:1-21","votes":5,"__v":0,"kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  <strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  <strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  <strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  <strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  <strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  <strong>8</strong> He that loveth not knoweth not God; for God is love.  <strong>9</strong> In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.  <strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  <strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  <strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  <strong>13</strong> Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.  <strong>14</strong> And we have seen and do testify that the Father sent the Son to be  the Saviour of the world.  <strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  <strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  <strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. <sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, <sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. <sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. <sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. <sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. <sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love. <sup><strong>9</strong></sup> This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. <sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. <sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another. <sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. <sup><strong>13</strong></sup> We know that we live in him and he in us, because he has given us of his Spirit. <sup><strong>14</strong></sup> And we have seen and testify that the Father has sent his Son to be the Savior of the world. <sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. <sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. <sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"616aee4ec1af50acf0bc8bfa","topicId":"616aee4ac1af50acf0bc8bf2","verse":"2 Corinthians 3:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47003017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003017-1\">17&nbsp;</b>Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.</p>\n\n</div>","kjv":"<strong>17</strong> Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.  ","niv":"<sup><strong>17</strong></sup> Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."},{"_id":"616aee4ec1af50acf0bc8bfb","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Luke 21:1-4","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"616aee4ec1af50acf0bc8bfc","topicId":"616aee4ac1af50acf0bc8bf2","verse":"John 8:44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"616aee4fc1af50acf0bc8bfd","topicId":"616aee4ac1af50acf0bc8bf2","verse":"John 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616aee4fc1af50acf0bc8bfe","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Isaiah 1:18","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-12\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-12\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},{"_id":"616aee4fc1af50acf0bc8bff","topicId":"616aee4ac1af50acf0bc8bf2","verse":"Psalm 91:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091001_06-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19091001-1\">91:1&nbsp;</b>&nbsp;&nbsp;He who dwells in the shelter of the Most High</span><br><span id=\"p19091001_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will abide in the shadow of the Almighty.</span><br><span id=\"p19091002_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091002-1\">2&nbsp;</b>&nbsp;&nbsp;I will say to the LORD, “My refuge and my fortress,</span><br><span id=\"p19091002_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, in whom I trust.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091003_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091003-1\">3&nbsp;</b>&nbsp;&nbsp;For he will deliver you from the snare of the fowler</span><br><span id=\"p19091003_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the deadly pestilence.</span><br><span id=\"p19091004_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br><span id=\"p19091005_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091005-1\">5&nbsp;</b>&nbsp;&nbsp;You will not fear the terror of the night,</span><br><span id=\"p19091005_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the arrow that flies by day,</span><br><span id=\"p19091006_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091006-1\">6&nbsp;</b>&nbsp;&nbsp;nor the pestilence that stalks in darkness,</span><br><span id=\"p19091006_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the destruction that wastes at noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091007_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091007-1\">7&nbsp;</b>&nbsp;&nbsp;A thousand may fall at your side,</span><br><span id=\"p19091007_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ten thousand at your right hand,</span><br><span id=\"p19091007_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it will not come near you.</span><br><span id=\"p19091008_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091008-1\">8&nbsp;</b>&nbsp;&nbsp;You will only look with your eyes</span><br><span id=\"p19091008_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see the recompense of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091009_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091009-1\">9&nbsp;</b>&nbsp;&nbsp;Because you have made the LORD your dwelling place—</span><br><span id=\"p19091009_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Most High, who is my refuge—</span><br><span id=\"p19091010_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091010-1\">10&nbsp;</b>&nbsp;&nbsp;no evil shall be allowed to befall you,</span><br><span id=\"p19091010_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no plague come near your tent.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091011_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091011-1\">11&nbsp;</b>&nbsp;&nbsp;For he will command his angels concerning you</span><br><span id=\"p19091011_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you in all your ways.</span><br><span id=\"p19091012_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091012-1\">12&nbsp;</b>&nbsp;&nbsp;On their hands they will bear you up,</span><br><span id=\"p19091012_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.</span><br><span id=\"p19091013_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091013-1\">13&nbsp;</b>&nbsp;&nbsp;You will tread on the lion and the adder;</span><br><span id=\"p19091013_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young lion and the serpent you will trample underfoot.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19091014_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.  <strong>2</strong> I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust.  <strong>3</strong> Surely he shall deliver thee from the snare of the fowler, and  from the noisome pestilence.  <strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  <strong>5</strong> Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;  <strong>6</strong>             Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.  <strong>7</strong> A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.  <strong>8</strong> Only with thine eyes shalt thou behold and see the reward of the wicked.  <strong>9</strong> Because thou hast made the LORD, which is my refuge, even the most High, thy habitation;  <strong>10</strong> There shall no evil befall thee, neither shall any plague come nigh thy dwelling.  <strong>11</strong> For he shall give his angels charge over thee, to keep thee in all thy ways.  <strong>12</strong> They shall bear thee up in their hands, lest thou dash thy foot against a stone.  <strong>13</strong> Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.  <strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>1</strong></sup> He who dwells in the shelter of the Most High will rest in the shadow of the Almighty. <sup><strong>2</strong></sup> I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\" <sup><strong>3</strong></sup> Surely he will save you from the fowler's snare and from the deadly pestilence. <sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart. <sup><strong>5</strong></sup> You will not fear the terror of night, nor the arrow that flies by day, <sup><strong>6</strong></sup> nor the pestilence that stalks in the darkness, nor the plague that destroys at midday. <sup><strong>7</strong></sup> A thousand may fall at your side, ten thousand at your right hand, but it will not come near you. <sup><strong>8</strong></sup> You will only observe with your eyes and see the punishment of the wicked. <sup><strong>9</strong></sup> If you make the Most High your dwelling- even the LORD, who is my refuge- <sup><strong>10</strong></sup> then no harm will befall you, no disaster will come near your tent. <sup><strong>11</strong></sup> For he will command his angels concerning you to guard you in all your ways; <sup><strong>12</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone. <sup><strong>13</strong></sup> You will tread upon the lion and the cobra; you will trample the great lion and the serpent. <sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "}]}