{"_id":"616aefc0c1af50acf0bc8cb6","slug":"standing-up-for-others","name":"Standing Up For Others","verses":[{"_id":"616aefc1c1af50acf0bc8cb7","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Proverbs 31:8-9","votes":140,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character ","modified":"2022-07-13T05:43:07.532Z"},{"_id":"616aefc2c1af50acf0bc8cba","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Ecclesiastes 4:10","votes":28,"__v":0,"esv":"<div>\n<p id=\"p21004010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!</p>\n</div>","kjv":"<strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  ","niv":"<sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up!","modified":"2022-11-26T03:25:26.816Z"},{"_id":"616aefc2c1af50acf0bc8cb9","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Isaiah 1:17","votes":75,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001017_01-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_01-3\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_01-3\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  ","niv":"<sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow."},{"_id":"616aefc2c1af50acf0bc8cb8","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Psalm 82:3","votes":41,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19082003_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082003-1\">3&nbsp;</b>&nbsp;&nbsp;Give justice to the weak and the fatherless;</span><br><span id=\"p19082003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;maintain the right of the afflicted and the destitute.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Defend the poor and fatherless: do justice to the afflicted and needy.  ","niv":"<sup><strong>3</strong></sup> Defend the cause of the weak and fatherless; maintain the rights of the poor and oppressed."},{"_id":"616aefc3c1af50acf0bc8cbb","topicId":"616aefc0c1af50acf0bc8cb6","verse":"James 1:27","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616aefc3c1af50acf0bc8cbc","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 Corinthians 16:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46016013_01-7\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong.","modified":"2023-02-26T22:46:52.051Z"},{"_id":"616aefc3c1af50acf0bc8cbd","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Proverbs 25:26","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025026_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025026-1\">26&nbsp;</b>&nbsp;&nbsp;Like a muddied spring or a polluted fountain</span><br><span id=\"p20025026_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a righteous man who gives way before the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.  ","niv":"<sup><strong>26</strong></sup> Like a muddied spring or a polluted well is a righteous man who gives way to the wicked.","modified":"2022-11-02T11:55:52.715Z"},{"_id":"616aefc4c1af50acf0bc8cbe","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Micah 6:8","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006008_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006008-1\">8&nbsp;</b>&nbsp;&nbsp;He has told you, O man, what is good;</span><br><span id=\"p33006008_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what does the LORD require of you</span><br><span id=\"p33006008_01-9\" class=\"line\">&nbsp;&nbsp;but to do justice, and to love kindness,</span><br><span id=\"p33006008_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to walk humbly with your God?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?  ","niv":"<sup><strong>8</strong></sup> He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God."},{"_id":"616aefc4c1af50acf0bc8cc0","topicId":"616aefc0c1af50acf0bc8cb6","verse":"John 3:16-21","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" "},{"_id":"616aefc4c1af50acf0bc8cbf","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Galatians 5:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."},{"_id":"616aefc4c1af50acf0bc8cc1","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Revelation 1:1-20","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-12\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-12\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-12\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-12\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-12\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-12\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-12\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. ","modified":"2022-05-25T16:08:40.526Z"},{"_id":"616aefc5c1af50acf0bc8cc2","topicId":"616aefc0c1af50acf0bc8cb6","verse":"2 Timothy 1:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616aefc5c1af50acf0bc8cc3","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 John 4:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.","modified":"2022-07-25T04:37:17.116Z"},{"_id":"616aefc6c1af50acf0bc8cc6","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 John 4:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616aefc6c1af50acf0bc8cc5","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Ephesians 6:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes."},{"_id":"616aefc6c1af50acf0bc8cc4","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Ephesians 6:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49006013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand.","modified":"2022-05-24T16:25:27.307Z"},{"_id":"616aefc7c1af50acf0bc8cc7","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Luke 1:37","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"616aefc7c1af50acf0bc8cc8","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Colossians 3:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,","modified":"2022-09-20T18:02:43.129Z"},{"_id":"616aefc7c1af50acf0bc8cc9","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 Peter 5:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60005009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.</p>\n</div>","kjv":"<strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  ","niv":"<sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings.","modified":"2022-07-14T20:06:30.792Z"},{"_id":"616aefc7c1af50acf0bc8ccb","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 Timothy 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006012-1\">12&nbsp;</b>Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses.</p>\n</div>","kjv":"<strong>12</strong> Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.  ","niv":"<sup><strong>12</strong></sup> Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses."},{"_id":"616aefc7c1af50acf0bc8cca","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Matthew 5:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005011_01-24\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span></p>\n</div>","kjv":"<strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  ","niv":"<sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me."},{"_id":"616aefc8c1af50acf0bc8ccc","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Philippians 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616aefc8c1af50acf0bc8ccd","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Philippians 4:1","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004001_01-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50004001-1\">4:1&nbsp;</b>Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.  ","niv":"<sup><strong>1</strong></sup> Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends!","modified":"2022-09-04T16:16:00.560Z"},{"_id":"616aefc9c1af50acf0bc8cce","topicId":"616aefc0c1af50acf0bc8cb6","verse":"1 Corinthians 15:58","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46015058_01-28\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."},{"_id":"616aefc9c1af50acf0bc8ccf","topicId":"616aefc0c1af50acf0bc8cb6","verse":"Matthew 12:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40012036_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span></p>\n</div>","kjv":"<strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  ","niv":"<sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken."}]}