{"_id":"616af31fc1af50acf0bc8d8d","slug":"staying-healthy","name":"Staying Healthy","verses":[{"_id":"616af320c1af50acf0bc8d8e","topicId":"616af31fc1af50acf0bc8d8d","verse":"1 Corinthians 6:19-20","votes":34,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616af320c1af50acf0bc8d8f","topicId":"616af31fc1af50acf0bc8d8d","verse":"3 John 1:2","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p64001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v64001001-1\">1:1&nbsp;</b>The elder to the beloved Gaius, whom I love in truth.</p>\n</div>","kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"616af320c1af50acf0bc8d90","topicId":"616af31fc1af50acf0bc8d8d","verse":"1 Corinthians 10:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-4\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"616af321c1af50acf0bc8d91","topicId":"616af31fc1af50acf0bc8d8d","verse":"1 Corinthians 3:16-17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-6\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. "},{"_id":"616af321c1af50acf0bc8d92","topicId":"616af31fc1af50acf0bc8d8d","verse":"Proverbs 3:1-10","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003001_09-7\" class=\"line\"><b class=\"chapter-num\" id=\"v20003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;My son, do not forget my teaching,</span><br><span id=\"p20003001_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but let your heart keep my commandments,</span><br><span id=\"p20003002_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003002-1\">2&nbsp;</b>&nbsp;&nbsp;for length of days and years of life</span><br><span id=\"p20003002_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peace they will add to you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003003_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003005_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br><span id=\"p20003007_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003007-1\">7&nbsp;</b>&nbsp;&nbsp;Be not wise in your own eyes;</span><br><span id=\"p20003007_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fear the LORD, and turn away from evil.</span><br><span id=\"p20003008_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003008-1\">8&nbsp;</b>&nbsp;&nbsp;It will be healing to your flesh</span><br><span id=\"p20003008_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and refreshment to your bones.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003009_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, forget not my law; but let thine heart keep my commandments:  <strong>2</strong> For length of days, and long life, and peace, shall they add to thee.  <strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  <strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  <strong>7</strong> Be not wise in thine own eyes: fear the LORD, and depart from evil.  <strong>8</strong> It shall be health to thy navel, and marrow to thy bones.  <strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  ","niv":"<sup><strong>1</strong></sup> My son, do not forget my teaching, but keep my commands in your heart, <sup><strong>2</strong></sup> for they will prolong your life many years and bring you prosperity. <sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. <sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. <sup><strong>7</strong></sup> Do not be wise in your own eyes; fear the LORD and shun evil. <sup><strong>8</strong></sup> This will bring health to your body and nourishment to your bones. <sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. "},{"_id":"616af321c1af50acf0bc8d93","topicId":"616af31fc1af50acf0bc8d8d","verse":"Isaiah 58:11","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23058011_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058011-1\">11&nbsp;</b>&nbsp;&nbsp;And the LORD will guide you continually</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and satisfy your desire in scorched places</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make your bones strong;</span><br><span id=\"p23058011_01-8\" class=\"line\">&nbsp;&nbsp;and you shall be like a watered garden,</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a spring of water,</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters do not fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.  ","niv":"<sup><strong>11</strong></sup> The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail."},{"_id":"616af321c1af50acf0bc8d94","topicId":"616af31fc1af50acf0bc8d8d","verse":"Psalm 139:13-14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-9\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. "},{"_id":"616af322c1af50acf0bc8d95","topicId":"616af31fc1af50acf0bc8d8d","verse":"Matthew 15:31","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40015031_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015031-1\">31&nbsp;</b>so that the crowd wondered, when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing. And they glorified the God of Israel.</p>\n</div>","kjv":"<strong>31</strong> Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.  ","niv":"<sup><strong>31</strong></sup> The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel."},{"_id":"616af322c1af50acf0bc8d96","topicId":"616af31fc1af50acf0bc8d8d","verse":"Ezekiel 24:12-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26024012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26024012-1\">12&nbsp;</b>She has wearied herself with toil; its abundant corrosion does not go out of it. Into the fire with its corrosion! <b class=\"verse-num\" id=\"v26024013-1\">13&nbsp;</b>On account of your unclean lewdness, because I would have cleansed you and you were not cleansed from your uncleanness, you shall not be cleansed anymore till I have satisfied my fury upon you. <b class=\"verse-num\" id=\"v26024014-1\">14&nbsp;</b>I am the LORD. I have spoken; it shall come to pass; I will do it. I will not go back; I will not spare; I will not relent; according to your ways and your deeds you will be judged, declares the Lord GOD.”</p>\n\n<p id=\"p26024014_04-11\"><b class=\"verse-num\" id=\"v26024015-1\">15&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26024016-1\">16&nbsp;</b>“Son of man, behold, I am about to take the delight of your eyes away from you at a stroke; yet you shall not mourn or weep, nor shall your tears run down. <b class=\"verse-num\" id=\"v26024017-1\">17&nbsp;</b>Sigh, but not aloud; make no mourning for the dead. Bind on your turban, and put your shoes on your feet; do not cover your lips, nor eat the bread of men.” <b class=\"verse-num\" id=\"v26024018-1\">18&nbsp;</b>So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded.</p>\n\n</div>","kjv":"<strong>12</strong> She hath wearied herself with lies, and her great scum went not forth out of her: her scum shall be in the fire.  <strong>13</strong> In thy filthiness is lewdness: because I have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness any more, till I have caused my fury to rest upon thee.  <strong>14</strong> I the LORD have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord GOD.  <strong>15</strong> Also the word of the LORD came unto me, saying,  <strong>16</strong> Son of man, behold, I take away from thee the desire of thine eyes with a stroke: yet neither shalt thou mourn nor weep, neither shall thy tears run down.  <strong>17</strong> Forbear to cry, make no mourning for the dead, bind the tire of thine head upon thee, and put on thy shoes upon thy feet, and cover not thy  lips, and eat not the bread of men.  <strong>18</strong> So I spake unto the people in the morning: and at even my wife died; and I did in the morning as I was commanded.  ","niv":"<sup><strong>12</strong></sup> It has frustrated all efforts; its heavy deposit has not been removed, not even by fire. <sup><strong>13</strong></sup> \"'Now your impurity is lewdness. Because I tried to cleanse you but you would not be cleansed from your impurity, you will not be clean again until my wrath against you has subsided. <sup><strong>14</strong></sup> \"'I the LORD have spoken. The time has come for me to act. I will not hold back; I will not have pity, nor will I relent. You will be judged according to your conduct and your actions, declares the Sovereign LORD.'\" <sup><strong>15</strong></sup> The word of the LORD came to me: <sup><strong>16</strong></sup> \"Son of man, with one blow I am about to take away from you the delight of your eyes. Yet do not lament or weep or shed any tears. <sup><strong>17</strong></sup> Groan quietly; do not mourn for the dead. Keep your turban fastened and your sandals on your feet; do not cover the lower part of your face or eat the customary food of mourners.\" <sup><strong>18</strong></sup> So I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I had been commanded. "},{"_id":"616af322c1af50acf0bc8d97","topicId":"616af31fc1af50acf0bc8d8d","verse":"Daniel 1:12-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27001012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink. <b class=\"verse-num\" id=\"v27001013-1\">13&nbsp;</b>Then let our appearance and the appearance of the youths who eat the king’s food be observed by you, and deal with your servants according to what you see.” <b class=\"verse-num\" id=\"v27001014-1\">14&nbsp;</b>So he listened to them in this matter, and tested them for ten days. <b class=\"verse-num\" id=\"v27001015-1\">15&nbsp;</b>At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king’s food.</p>\n</div>","kjv":"<strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  <strong>13</strong> Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.  <strong>14</strong> So he consented to them in this matter, and proved them ten days.  <strong>15</strong> And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.  ","niv":"<sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink. <sup><strong>13</strong></sup> Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.\" <sup><strong>14</strong></sup> So he agreed to this and tested them for ten days. <sup><strong>15</strong></sup> At the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food. "},{"_id":"616af323c1af50acf0bc8d98","topicId":"616af31fc1af50acf0bc8d8d","verse":"Proverbs 15:30","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015030_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015030-1\">30&nbsp;</b>&nbsp;&nbsp;The light of the eyes rejoices the heart,</span><br><span id=\"p20015030_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good news refreshes the bones.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>30</strong> The light of the eyes rejoiceth the heart: and a good report maketh the bones fat.  ","niv":"<sup><strong>30</strong></sup> A cheerful look brings joy to the heart, and good news gives health to the bones."},{"_id":"616af323c1af50acf0bc8d99","topicId":"616af31fc1af50acf0bc8d8d","verse":"1 Timothy 4:7-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  <strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. <sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. "},{"_id":"616af323c1af50acf0bc8d9a","topicId":"616af31fc1af50acf0bc8d8d","verse":"Psalm 73:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19073004_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073004-1\">4&nbsp;</b>&nbsp;&nbsp;For they have no pangs until death;</span><br><span id=\"p19073004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their bodies are fat and sleek.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> For there are no bands in their death: but their strength is firm.  ","niv":"<sup><strong>4</strong></sup> They have no struggles; their bodies are healthy and strong."},{"_id":"616af324c1af50acf0bc8d9b","topicId":"616af31fc1af50acf0bc8d8d","verse":"1 Kings 8:37-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11008037_01-18\"><b class=\"verse-num\" id=\"v11008037-1\">37&nbsp;</b>“If there is famine in the land, if there is pestilence or blight or mildew or locust or caterpillar, if their enemy besieges them in the land at their gates, whatever plague, whatever sickness there is, <b class=\"verse-num\" id=\"v11008038-1\">38&nbsp;</b>whatever prayer, whatever plea is made by any man or by all your people Israel, each knowing the affliction of his own heart and stretching out his hands toward this house, <b class=\"verse-num\" id=\"v11008039-1\">39&nbsp;</b>then hear in heaven your dwelling place and forgive and act and render to each whose heart you know, according to all his ways (for you, you only, know the hearts of all the children of mankind),</p>\n\n</div>","kjv":"<strong>37</strong> If there be in the land famine, if there be pestilence, blasting, mildew, locust, or if there be caterpiller; if their enemy besiege them in the land of their cities; whatsoever plague, whatsoever sickness there be;  <strong>38</strong> What prayer and supplication soever be made by any man, or by all thy people Israel, which shall know every man the plague of his own heart, and spread forth his hands toward this house:  <strong>39</strong> Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, even thou only, knowest the hearts of all the children of men;)  ","niv":"<sup><strong>37</strong></sup> \"When famine or plague comes to the land, or blight or mildew, locusts or grasshoppers, or when an enemy besieges them in any of their cities, whatever disaster or disease may come, <sup><strong>38</strong></sup> and when a prayer or plea is made by any of your people Israel-each one aware of the afflictions of his own heart, and spreading out his hands toward this temple- <sup><strong>39</strong></sup> then hear from heaven, your dwelling place. Forgive and act; deal with each man according to all he does, since you know his heart (for you alone know the hearts of all men), ","modified":"2022-08-04T08:45:19.718Z"},{"_id":"616af324c1af50acf0bc8d9c","topicId":"616af31fc1af50acf0bc8d8d","verse":"Deuteronomy 7:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05007015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007015-1\">15&nbsp;</b>And the LORD will take away from you all sickness, and none of the evil diseases of Egypt, which you knew, will he inflict on you, but he will lay them on all who hate you.</p>\n</div>","kjv":"<strong>15</strong> And the LORD will take away from thee all sickness, and will put none of the evil diseases of Egypt, which thou knowest, upon thee; but will lay them upon all them that hate thee.  ","niv":"<sup><strong>15</strong></sup> The LORD will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you."},{"_id":"616af324c1af50acf0bc8d9d","topicId":"616af31fc1af50acf0bc8d8d","verse":"2 Chronicles 6:29-30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p14006029_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v14006029-1\">29&nbsp;</b>whatever prayer, whatever plea is made by any man or by all your people Israel, each knowing his own affliction and his own sorrow and stretching out his hands toward this house, <b class=\"verse-num\" id=\"v14006030-1\">30&nbsp;</b>then hear from heaven your dwelling place and forgive and render to each whose heart you know, according to all his ways, for you, you only, know the hearts of the children of mankind,</p>\n</div>","kjv":"<strong>29</strong> Then what prayer or what supplication soever shall be made of any man, or of all thy people Israel, when every one shall know his own sore and his own grief, and shall spread forth his hands in this house:  <strong>30</strong> Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose heart thou knowest; (for thou only knowest the hearts of the children of men:)  ","niv":"<sup><strong>29</strong></sup> and when a prayer or plea is made by any of your people Israel-each one aware of his afflictions and pains, and spreading out his hands toward this temple- <sup><strong>30</strong></sup> then hear from heaven, your dwelling place. Forgive, and deal with each man according to all he does, since you know his heart (for you alone know the hearts of men), "}]}