{"_id":"616af340c1af50acf0bc8d9e","slug":"staying-in-the-church","name":"Staying In The Church","verses":[{"_id":"616af340c1af50acf0bc8d9f","topicId":"616af340c1af50acf0bc8d9e","verse":"Ephesians 2:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616af341c1af50acf0bc8da0","topicId":"616af340c1af50acf0bc8d9e","verse":"John 6:67-71","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43006067_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n</div>","kjv":"<strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"616af341c1af50acf0bc8da1","topicId":"616af340c1af50acf0bc8d9e","verse":"James 2:25-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002025_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? <b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n</div>","kjv":"<strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  <strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? <sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead. "},{"_id":"616af341c1af50acf0bc8da2","topicId":"616af340c1af50acf0bc8d9e","verse":"Hebrews 12:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"616af342c1af50acf0bc8da3","topicId":"616af340c1af50acf0bc8d9e","verse":"1 Timothy 3:14-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003014_05-6\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. "},{"_id":"616af342c1af50acf0bc8da4","topicId":"616af340c1af50acf0bc8d9e","verse":"1 Peter 3:18-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-8\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"616af342c1af50acf0bc8da5","topicId":"616af340c1af50acf0bc8d9e","verse":"James 2:20-24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone.</p>\n</div>","kjv":"<strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  ","niv":"<sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. "},{"_id":"616af342c1af50acf0bc8da6","topicId":"616af340c1af50acf0bc8d9e","verse":"1 Corinthians 10:15-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread.</p>\n</div>","kjv":"<strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  ","niv":"<sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. "},{"_id":"616af343c1af50acf0bc8da7","topicId":"616af340c1af50acf0bc8d9e","verse":"Romans 2:6-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-12\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"616af343c1af50acf0bc8da8","topicId":"616af340c1af50acf0bc8d9e","verse":"John 20:19-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-13\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" "},{"_id":"616af343c1af50acf0bc8da9","topicId":"616af340c1af50acf0bc8d9e","verse":"1 Peter 3:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"616af344c1af50acf0bc8daa","topicId":"616af340c1af50acf0bc8d9e","verse":"James 2:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n</div>","kjv":"<strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  ","niv":"<sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment!"},{"_id":"616af344c1af50acf0bc8dab","topicId":"616af340c1af50acf0bc8d9e","verse":"Hebrews 9:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"616af344c1af50acf0bc8dac","topicId":"616af340c1af50acf0bc8d9e","verse":"1 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety."},{"_id":"616af345c1af50acf0bc8dad","topicId":"616af340c1af50acf0bc8d9e","verse":"Romans 11:19-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011019-1\">19&nbsp;</b>Then you will say, “Branches were broken off so that I might be grafted in.” <b class=\"verse-num\" id=\"v45011020-1\">20&nbsp;</b>That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear. <b class=\"verse-num\" id=\"v45011021-1\">21&nbsp;</b>For if God did not spare the natural branches, neither will he spare you. <b class=\"verse-num\" id=\"v45011022-1\">22&nbsp;</b>Note then the kindness and the severity of God: severity toward those who have fallen, but God’s kindness to you, provided you continue in his kindness. Otherwise you too will be cut off.</p>\n</div>","kjv":"<strong>19</strong> Thou wilt say then, The branches were broken off, that I might be graffed in.  <strong>20</strong> Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:  <strong>21</strong> For if God spared not the natural branches, take heed lest he also spare not thee.  <strong>22</strong> Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.  ","niv":"<sup><strong>19</strong></sup> You will say then, \"Branches were broken off so that I could be grafted in.\" <sup><strong>20</strong></sup> Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but be afraid. <sup><strong>21</strong></sup> For if God did not spare the natural branches, he will not spare you either. <sup><strong>22</strong></sup> Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off. "},{"_id":"616af345c1af50acf0bc8dae","topicId":"616af340c1af50acf0bc8d9e","verse":"John 6:50-71","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-21\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-21\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-21\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"616af345c1af50acf0bc8daf","topicId":"616af340c1af50acf0bc8d9e","verse":"Luke 1:47-48","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001047_01-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  ","niv":"<sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, "},{"_id":"616af345c1af50acf0bc8db0","topicId":"616af340c1af50acf0bc8d9e","verse":"Psalm 100:2-3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19100002_01-23\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19100002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;Serve the LORD with gladness!</span><br><span id=\"p19100002_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Come into his presence with singing!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19100003_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19100003-1\">3&nbsp;</b>&nbsp;&nbsp;Know that the LORD, he is God!</span><br><span id=\"p19100003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is he who made us, and we are his;</span><br><span id=\"p19100003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are his people, and the sheep of his pasture.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Serve the LORD with gladness: come before his presence with singing.  <strong>3</strong> Know ye that the LORD he is God: it is he that  hath made us, and not we ourselves; we are his people, and the sheep of his pasture.  ","niv":"<sup><strong>2</strong></sup> Worship the LORD with gladness; come before him with joyful songs. <sup><strong>3</strong></sup> Know that the LORD is God. It is he who made us, and we are his; we are his people, the sheep of his pasture. "},{"_id":"616af346c1af50acf0bc8db1","topicId":"616af340c1af50acf0bc8d9e","verse":"Ephesians 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>9</strong></sup> not by works, so that no one can boast."},{"_id":"616af346c1af50acf0bc8db2","topicId":"616af340c1af50acf0bc8d9e","verse":"Ephesians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616af346c1af50acf0bc8db3","topicId":"616af340c1af50acf0bc8d9e","verse":"Acts 20:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"616af347c1af50acf0bc8db4","topicId":"616af340c1af50acf0bc8d9e","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616af347c1af50acf0bc8db5","topicId":"616af340c1af50acf0bc8d9e","verse":"Matthew 28:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028015_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n</div>","kjv":"<strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  ","niv":"<sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day."},{"_id":"616af347c1af50acf0bc8db6","topicId":"616af340c1af50acf0bc8d9e","verse":"Matthew 13:55-56","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40013055_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013055-1\">55&nbsp;</b>Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas? <b class=\"verse-num\" id=\"v40013056-1\">56&nbsp;</b>And are not all his sisters with us? Where then did this man get all these things?”</p>\n</div>","kjv":"<strong>55</strong> Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?  <strong>56</strong> And his sisters, are they not all with us? Whence then hath this man all these things?  ","niv":"<sup><strong>55</strong></sup> \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas? <sup><strong>56</strong></sup> Aren't all his sisters with us? Where then did this man get all these things?\" "},{"_id":"616af348c1af50acf0bc8db7","topicId":"616af340c1af50acf0bc8d9e","verse":"Malachi 3:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39003017_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him.</p>\n</div>","kjv":"<strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  ","niv":"<sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him."}]}