{"_id":"616b0c9dc1af50acf0bc8dd7","slug":"stereotypes","name":"Stereotypes","verses":[{"_id":"616b0c9dc1af50acf0bc8dd8","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"John 7:24","votes":104,"__v":0,"esv":"<div>\n<p id=\"p43007024_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007024-1\">24&nbsp;</b><span class=\"woc\">Do not judge by appearances, but judge with right judgment.”</span></p>\n</div>","kjv":"<strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  ","niv":"<sup><strong>24</strong></sup> Stop judging by mere appearances, and make a right judgment.\""},{"_id":"616b0c9dc1af50acf0bc8dd9","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Titus 1:12-16","votes":82,"__v":0,"esv":"<div>\n<p id=\"p56001012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001012-1\">12&nbsp;</b>One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” <b class=\"verse-num\" id=\"v56001013-1\">13&nbsp;</b>This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, <b class=\"verse-num\" id=\"v56001014-1\">14&nbsp;</b>not devoting themselves to Jewish myths and the commands of people who turn away from the truth. <b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n\n</div>","kjv":"<strong>12</strong> One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.  <strong>13</strong> This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;  <strong>14</strong> Not giving heed to Jewish fables, and commandments of men, that turn from the truth.  <strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>12</strong></sup> Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\" <sup><strong>13</strong></sup> This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith <sup><strong>14</strong></sup> and will pay no attention to Jewish myths or to the commands of those who reject the truth. <sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. "},{"_id":"616b0c9ec1af50acf0bc8dda","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Habakkuk 1:6","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35001006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001006-1\">6&nbsp;</b>&nbsp;&nbsp;For behold, I am raising up the Chaldeans,</span><br><span id=\"p35001006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that bitter and hasty nation,</span><br><span id=\"p35001006_01-3\" class=\"line\">&nbsp;&nbsp;who march through the breadth of the earth,</span><br><span id=\"p35001006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to seize dwellings not their own.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For, lo, I raise up the Chaldeans, that bitter and hasty nation, which shall march through the breadth of the land, to possess the dwellingplaces that are not theirs.  ","niv":"<sup><strong>6</strong></sup> I am raising up the Babylonians, that ruthless and impetuous people, who sweep across the whole earth to seize dwelling places not their own."},{"_id":"616b0c9ec1af50acf0bc8ddb","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Malachi 2:10","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p39002010_05-4\"><b class=\"verse-num\" id=\"v39002010-1\">10&nbsp;</b>Have we not all one Father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our fathers?</p>\n</div>","kjv":"<strong>10</strong> Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?  ","niv":"<sup><strong>10</strong></sup> Have we not all one Father? Did not one God create us? Why do we profane the covenant of our fathers by breaking faith with one another?"},{"_id":"616b0c9ec1af50acf0bc8ddc","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"1 Samuel 16:7","votes":33,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"616b0c9fc1af50acf0bc8ddd","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Matthew 7:1-2","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. "},{"_id":"616b0c9fc1af50acf0bc8dde","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"John 3:1","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.</p>\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council."},{"_id":"616b0c9fc1af50acf0bc8ddf","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Ephesians 5:11","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them.","modified":"2023-04-28T22:16:59.059Z"},{"_id":"616b0c9fc1af50acf0bc8de0","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Romans 12:2","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616b0ca0c1af50acf0bc8de1","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Proverbs 18:13","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018013_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018013-1\">13&nbsp;</b>&nbsp;&nbsp;If one gives an answer before he hears,</span><br><span id=\"p20018013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is his folly and shame.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that answereth a matter before he heareth it, it is folly and shame unto him.  ","niv":"<sup><strong>13</strong></sup> He who answers before listening- that is his folly and his shame."},{"_id":"616b0ca0c1af50acf0bc8de2","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"John 7:51","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43007051_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43007051-1\">51&nbsp;</b>“Does our law judge a man without first giving him a hearing and learning what he does?”</p>\n</div>","kjv":"<strong>51</strong> Doth our law judge any man, before it hear him, and know what he doeth?  ","niv":"<sup><strong>51</strong></sup> \"Does our law condemn anyone without first hearing him to find out what he is doing?\""},{"_id":"616b0ca0c1af50acf0bc8de3","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Leviticus 19:16-17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03019016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019016-1\">16&nbsp;</b>You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the LORD.</p>\n<p id=\"p03019016_01-13\"><b class=\"verse-num\" id=\"v03019017-1\">17&nbsp;</b>“You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him.</p>\n\n</div>","kjv":"<strong>16</strong> Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the LORD.  <strong>17</strong> Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.  ","niv":"<sup><strong>16</strong></sup> \"'Do not go about spreading slander among your people. \"'Do not do anything that endangers your neighbor's life. I am the LORD. <sup><strong>17</strong></sup> \"'Do not hate your brother in your heart. Rebuke your neighbor frankly so you will not share in his guilt. "},{"_id":"616b0ca1c1af50acf0bc8de4","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"1 Timothy 6:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006004-1\">4&nbsp;</b>he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions,</p>\n</div>","kjv":"<strong>4</strong> He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,  ","niv":"<sup><strong>4</strong></sup> he is conceited and understands nothing. He has an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions"},{"_id":"616b0ca1c1af50acf0bc8de5","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"2 Corinthians 5:14-16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005014-1\">14&nbsp;</b>For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died; <b class=\"verse-num\" id=\"v47005015-1\">15&nbsp;</b>and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised.</p>\n<p id=\"p47005015_01-16\"><b class=\"verse-num\" id=\"v47005016-1\">16&nbsp;</b>From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer.</p>\n</div>","kjv":"<strong>14</strong> For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:  <strong>15</strong> And that he died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.  <strong>16</strong> Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.  ","niv":"<sup><strong>14</strong></sup> For Christ's love compels us, because we are convinced that one died for all, and therefore all died. <sup><strong>15</strong></sup> And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again. <sup><strong>16</strong></sup> So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer. "},{"_id":"616b0ca1c1af50acf0bc8de6","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"John 8:15-16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43008015_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span></p>\n\n</div>","kjv":"<strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  ","niv":"<sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. "},{"_id":"616b0ca2c1af50acf0bc8de7","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Acts 21:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44021038_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021038-1\">38&nbsp;</b>Are you not the Egyptian, then, who recently stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?”</p>\n</div>","kjv":"<strong>38</strong> Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?  ","niv":"<sup><strong>38</strong></sup> \"Do you speak Greek?\" he replied. \"Aren't you the Egyptian who started a revolt and led four thousand terrorists out into the desert some time ago?\""},{"_id":"616b0ca2c1af50acf0bc8de8","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"1 Timothy 5:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54005001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54005001-1\">5:1&nbsp;</b>Do not rebuke an older man but encourage him as you would a father, younger men as brothers, <b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n<p id=\"p54005002_05-20\"><b class=\"verse-num\" id=\"v54005003-1\">3&nbsp;</b>Honor widows who are truly widows. <b class=\"verse-num\" id=\"v54005004-1\">4&nbsp;</b>But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God. <b class=\"verse-num\" id=\"v54005005-1\">5&nbsp;</b>She who is truly a widow, left all alone, has set her hope on God and continues in supplications and prayers night and day, <b class=\"verse-num\" id=\"v54005006-1\">6&nbsp;</b>but she who is self-indulgent is dead even while she lives. <b class=\"verse-num\" id=\"v54005007-1\">7&nbsp;</b>Command these things as well, so that they may be without reproach. <b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n<p id=\"p54005008_05-20\"><b class=\"verse-num\" id=\"v54005009-1\">9&nbsp;</b>Let a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband, <b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work. <b class=\"verse-num\" id=\"v54005011-1\">11&nbsp;</b>But refuse to enroll younger widows, for when their passions draw them away from Christ, they desire to marry <b class=\"verse-num\" id=\"v54005012-1\">12&nbsp;</b>and so incur condemnation for having abandoned their former faith. <b class=\"verse-num\" id=\"v54005013-1\">13&nbsp;</b>Besides that, they learn to be idlers, going about from house to house, and not only idlers, but also gossips and busybodies, saying what they should not. <b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander. <b class=\"verse-num\" id=\"v54005015-1\">15&nbsp;</b>For some have already strayed after Satan. <b class=\"verse-num\" id=\"v54005016-1\">16&nbsp;</b>If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows.</p>\n<p id=\"p54005016_05-20\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span> <b class=\"verse-num\" id=\"v54005019-1\">19&nbsp;</b>Do not admit a charge against an elder except on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v54005020-1\">20&nbsp;</b>As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear. <b class=\"verse-num\" id=\"v54005021-1\">21&nbsp;</b>In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality. <b class=\"verse-num\" id=\"v54005022-1\">22&nbsp;</b>Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure. <b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.) <b class=\"verse-num\" id=\"v54005024-1\">24&nbsp;</b>The sins of some people are conspicuous, going before them to judgment, but the sins of others appear later. <b class=\"verse-num\" id=\"v54005025-1\">25&nbsp;</b>So also good works are conspicuous, and even those that are not cannot remain hidden.</p>\n\n</div>","kjv":"<strong>1</strong> Rebuke not an elder, but intreat him as a father; and  the younger men as brethren;  <strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  <strong>3</strong> Honour widows that are widows indeed.  <strong>4</strong> But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.  <strong>5</strong> Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.  <strong>6</strong> But she that liveth in pleasure is dead while she liveth.  <strong>7</strong> And these things give in charge, that they may be blameless.  <strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  <strong>9</strong> Let not a widow be taken into the number under threescore years old, having been the wife of one man,  <strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  <strong>11</strong> But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;  <strong>12</strong> Having damnation, because they have cast off their first faith.  <strong>13</strong> And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.  <strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  <strong>15</strong> For some are already turned aside after Satan.  <strong>16</strong> If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.  <strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  <strong>19</strong> Against an elder receive not an accusation, but before two or three witnesses.  <strong>20</strong> Them that sin rebuke before all, that others also may fear.  <strong>21</strong> I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.  <strong>22</strong> Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure.  <strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  <strong>24</strong> Some men’s sins are open beforehand, going before to judgment; and some men they follow after.  <strong>25</strong> Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.  ","niv":"<sup><strong>1</strong></sup> Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers, <sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity. <sup><strong>3</strong></sup> Give proper recognition to those widows who are really in need. <sup><strong>4</strong></sup> But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God. <sup><strong>5</strong></sup> The widow who is really in need and left all alone puts her hope in God and continues night and day to pray and to ask God for help. <sup><strong>6</strong></sup> But the widow who lives for pleasure is dead even while she lives. <sup><strong>7</strong></sup> Give the people these instructions, too, so that no one may be open to blame. <sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever. <sup><strong>9</strong></sup> No widow may be put on the list of widows unless she is over sixty, has been faithful to her husband, <sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds. <sup><strong>11</strong></sup> As for younger widows, do not put them on such a list. For when their sensual desires overcome their dedication to Christ, they want to marry. <sup><strong>12</strong></sup> Thus they bring judgment on themselves, because they have broken their first pledge. <sup><strong>13</strong></sup> Besides, they get into the habit of being idle and going about from house to house. And not only do they become idlers, but also gossips and busybodies, saying things they ought not to. <sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander. <sup><strong>15</strong></sup> Some have in fact already turned away to follow Satan. <sup><strong>16</strong></sup> If any woman who is a believer has widows in her family, she should help them and not let the church be burdened with them, so that the church can help those widows who are really in need. <sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" <sup><strong>19</strong></sup> Do not entertain an accusation against an elder unless it is brought by two or three witnesses. <sup><strong>20</strong></sup> Those who sin are to be rebuked publicly, so that the others may take warning. <sup><strong>21</strong></sup> I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism. <sup><strong>22</strong></sup> Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure. <sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses. <sup><strong>24</strong></sup> The sins of some men are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them. <sup><strong>25</strong></sup> In the same way, good deeds are obvious, and even those that are not cannot be hidden. "},{"_id":"616b0ca2c1af50acf0bc8de9","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"1 Corinthians 10:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010004-1\">4&nbsp;</b>and all drank the same spiritual drink. For they drank from the spiritual Rock that followed them, and the Rock was Christ.</p>\n</div>","kjv":"<strong>4</strong> And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.  ","niv":"<sup><strong>4</strong></sup> and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ."},{"_id":"616b0ca2c1af50acf0bc8dea","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"1 Corinthians 1:8-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46001008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001008-1\">8&nbsp;</b>who will sustain you to the end, guiltless in the day of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v46001009-1\">9&nbsp;</b>God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.</p>\n\n<p id=\"p46001009_05-24\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. <b class=\"verse-num\" id=\"v46001011-1\">11&nbsp;</b>For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. <b class=\"verse-num\" id=\"v46001012-1\">12&nbsp;</b>What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” <b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?</p>\n\n</div>","kjv":"<strong>8</strong> Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.  <strong>9</strong> God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.  <strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  <strong>11</strong> For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.  <strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  ","niv":"<sup><strong>8</strong></sup> He will keep you strong to the end, so that you will be blameless on the day of our Lord Jesus Christ. <sup><strong>9</strong></sup> God, who has called you into fellowship with his Son Jesus Christ our Lord, is faithful. <sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought. <sup><strong>11</strong></sup> My brothers, some from Chloe's household have informed me that there are quarrels among you. <sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? "},{"_id":"616b0ca3c1af50acf0bc8deb","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Deuteronomy 17:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05017004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v05017004-1\">4&nbsp;</b>and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel,</p>\n</div>","kjv":"<strong>4</strong> And it be told thee, and thou hast heard of it, and enquired diligently, and, behold, it be true, and the thing certain, that such abomination is wrought in Israel:  ","niv":"<sup><strong>4</strong></sup> and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel,"},{"_id":"616b0ca3c1af50acf0bc8dec","topicId":"616b0c9dc1af50acf0bc8dd7","verse":"Proverbs 1:32","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001032_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001032-1\">32&nbsp;</b>&nbsp;&nbsp;For the simple are killed by their turning away,</span><br><span id=\"p20001032_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the complacency of fools destroys them;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>32</strong> For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them.  ","niv":"<sup><strong>32</strong></sup> For the waywardness of the simple will kill them, and the complacency of fools will destroy them;"}]}