{"_id":"616b0ce9c1af50acf0bc8df9","slug":"steroids","name":"Steroids","verses":[{"_id":"616b0ce9c1af50acf0bc8dfa","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Corinthians 6:19-20","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616b0ceac1af50acf0bc8dfb","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Timothy 4:8-9","votes":29,"__v":0,"esv":"<div>\n<p id=\"p54004008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. <b class=\"verse-num\" id=\"v54004009-1\">9&nbsp;</b>The saying is trustworthy and deserving of full acceptance.</p>\n</div>","kjv":"<strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  <strong>9</strong> This is a faithful saying and worthy of all acceptation.  ","niv":"<sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. <sup><strong>9</strong></sup> This is a trustworthy saying that deserves full acceptance "},{"_id":"616b0cebc1af50acf0bc8dfc","topicId":"616b0ce9c1af50acf0bc8df9","verse":"2 Timothy 2:5","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55002005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules.</p>\n</div>","kjv":"<strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  ","niv":"<sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules."},{"_id":"616b0cebc1af50acf0bc8dfd","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Isaiah 40:31","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-5\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"616b0cebc1af50acf0bc8dfe","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Corinthians 6:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616b0cebc1af50acf0bc8dff","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Timothy 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come."},{"_id":"616b0cecc1af50acf0bc8e00","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Colossians 2:1-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-10\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-10\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-10\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-10\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"616b0cecc1af50acf0bc8e01","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Peter 5:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-12\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time."},{"_id":"616b0cecc1af50acf0bc8e02","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Revelation 1:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-13\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-13\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-13\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-13\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-13\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-13\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-13\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616b0cedc1af50acf0bc8e03","topicId":"616b0ce9c1af50acf0bc8df9","verse":"James 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616b0cedc1af50acf0bc8e04","topicId":"616b0ce9c1af50acf0bc8df9","verse":"1 Peter 2:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60002013_04-16\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme,</p>\n\n</div>","kjv":"<strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  ","niv":"<sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority,"},{"_id":"616b0cedc1af50acf0bc8e05","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Philippians 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"616b0cedc1af50acf0bc8e06","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Romans 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"616b0ceec1af50acf0bc8e07","topicId":"616b0ce9c1af50acf0bc8df9","verse":"John 14:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"616b0ceec1af50acf0bc8e08","topicId":"616b0ce9c1af50acf0bc8df9","verse":"John 16:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"616b0ceec1af50acf0bc8e09","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Acts 21:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44021021_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021021-1\">21&nbsp;</b>and they have been told about you that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children or walk according to our customs.</p>\n</div>","kjv":"<strong>21</strong> And they are informed of thee, that thou teachest all the Jews which are among the Gentiles to forsake Moses, saying that they ought not to circumcise their children, neither to walk after the customs.  ","niv":"<sup><strong>21</strong></sup> They have been informed that you teach all the Jews who live among the Gentiles to turn away from Moses, telling them not to circumcise their children or live according to our customs."},{"_id":"616b0cefc1af50acf0bc8e0a","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Psalm 23:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_01-22\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  ","niv":"<sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},{"_id":"616b0cefc1af50acf0bc8e0b","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Proverbs 3:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight."},{"_id":"616b0cefc1af50acf0bc8e0c","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Proverbs 3:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"},{"_id":"616b0cf0c1af50acf0bc8e0d","topicId":"616b0ce9c1af50acf0bc8df9","verse":"Romans 8:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."}]}