{"_id":"616b0cc8c1af50acf0bc8ded","slug":"sterilization","name":"Sterilization","verses":[{"_id":"616b0cc8c1af50acf0bc8dee","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Deuteronomy 23:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p05023001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05023001-1\">23:1&nbsp;</b>“No one whose testicles are crushed or whose male organ is cut off shall enter the assembly of the LORD.</p>\n</div>","kjv":"<strong>1</strong> He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the LORD.  ","niv":"<sup><strong>1</strong></sup> No one who has been emasculated by crushing or cutting may enter the assembly of the LORD.","modified":"2023-08-09T16:29:35.084Z"},{"_id":"616b0cc9c1af50acf0bc8def","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Genesis 1:27-28","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_01-2\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" "},{"_id":"616b0ccac1af50acf0bc8df0","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Genesis 9:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01009007_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009007-1\">7&nbsp;</b>And you, be fruitful and multiply, increase greatly on the earth and multiply in it.”</p>\n\n</div>","kjv":"<strong>7</strong> And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.  ","niv":"<sup><strong>7</strong></sup> As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\""},{"_id":"616b0ccac1af50acf0bc8df1","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Revelation 1:4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66001004_06-4\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_06-4\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne,</p>\n</div>","kjv":"<strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  ","niv":"<sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits"},{"_id":"616b0ccac1af50acf0bc8df2","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Genesis 9:1","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01009001_01-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01009001-1\">9:1&nbsp;</b>And God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth.</p>\n</div>","kjv":"<strong>1</strong> And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.  ","niv":"<sup><strong>1</strong></sup> Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth."},{"_id":"616b0ccbc1af50acf0bc8df3","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Romans 1:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,</p>\n</div>","kjv":"<strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  ","niv":"<sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord."},{"_id":"616b0ccbc1af50acf0bc8df5","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Psalm 127:3-5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-7\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"616b0ccbc1af50acf0bc8df4","topicId":"616b0cc8c1af50acf0bc8ded","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b0cccc1af50acf0bc8df6","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Matthew 19:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019012_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\""},{"_id":"616b0cccc1af50acf0bc8df7","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Genesis 38:8-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01038008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01038008-1\">8&nbsp;</b>Then Judah said to Onan, “Go in to your brother’s wife and perform the duty of a brother-in-law to her, and raise up offspring for your brother.” <b class=\"verse-num\" id=\"v01038009-1\">9&nbsp;</b>But Onan knew that the offspring would not be his. So whenever he went in to his brother’s wife he would waste the semen on the ground, so as not to give offspring to his brother. <b class=\"verse-num\" id=\"v01038010-1\">10&nbsp;</b>And what he did was wicked in the sight of the LORD, and he put him to death also.</p>\n</div>","kjv":"<strong>8</strong> And Judah said unto Onan, Go in unto thy brother’s wife, and marry her, and raise up seed to thy brother.  <strong>9</strong> And Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother’s wife, that he spilled it on the ground, lest that he should give seed to his brother.  <strong>10</strong> And the thing which he did displeased the LORD: wherefore he slew him also.  ","niv":"<sup><strong>8</strong></sup> Then Judah said to Onan, \"Lie with your brother's wife and fulfill your duty to her as a brother-in-law to produce offspring for your brother.\" <sup><strong>9</strong></sup> But Onan knew that the offspring would not be his; so whenever he lay with his brother's wife, he spilled his semen on the ground to keep from producing offspring for his brother. <sup><strong>10</strong></sup> What he did was wicked in the LORD's sight; so he put him to death also. "},{"_id":"616b0cccc1af50acf0bc8df8","topicId":"616b0cc8c1af50acf0bc8ded","verse":"Galatians 5:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n</div>","kjv":"<strong>12</strong> I would they were even cut off which trouble you.  ","niv":"<sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves!"}]}