{"_id":"616b0d49c1af50acf0bc8e28","slug":"stigmata","name":"Stigmata","verses":[{"_id":"616b0d4ac1af50acf0bc8e29","topicId":"616b0d49c1af50acf0bc8e28","verse":"Galatians 6:17","votes":18,"__v":0,"esv":"<div>\n<p id=\"p48006017_01-1\"><b class=\"verse-num\" id=\"v48006017-1\">17&nbsp;</b>From now on let no one cause me trouble, for I bear on my body the marks of Jesus.</p>\n</div>","kjv":"<strong>17</strong> From henceforth let no man trouble me: for I bear in my body the marks of the Lord Jesus.  ","niv":"<sup><strong>17</strong></sup> Finally, let no one cause me trouble, for I bear on my body the marks of Jesus."},{"_id":"616b0d4bc1af50acf0bc8e2a","topicId":"616b0d49c1af50acf0bc8e28","verse":"Revelation 5:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66005012_01-2\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v66005012-1\">12&nbsp;</b>saying with a loud voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005012_01-2\" class=\"line\">&nbsp;&nbsp;“Worthy is the Lamb who was slain,</span><br><span id=\"p66005012_01-2\" class=\"line\">&nbsp;&nbsp;to receive power and wealth and wisdom and might</span><br><span id=\"p66005012_01-2\" class=\"line\">&nbsp;&nbsp;and honor and glory and blessing!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.  ","niv":"<sup><strong>12</strong></sup> In a loud voice they sang: \"Worthy is the Lamb, who was slain, to receive power and wealth and wisdom and strength and honor and glory and praise!\""},{"_id":"616b0d4bc1af50acf0bc8e2b","topicId":"616b0d49c1af50acf0bc8e28","verse":"1 Peter 4:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60004013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed.</p>\n</div>","kjv":"<strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  ","niv":"<sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed."},{"_id":"616b0d4bc1af50acf0bc8e2c","topicId":"616b0d49c1af50acf0bc8e28","verse":"2 John 1:10-11","votes":2,"__v":0,"kjv":"<strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616b0d4bc1af50acf0bc8e2d","topicId":"616b0d49c1af50acf0bc8e28","verse":"2 Peter 3:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. "},{"_id":"616b0d4cc1af50acf0bc8e2e","topicId":"616b0d49c1af50acf0bc8e28","verse":"Genesis 12:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01012007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him.</p>\n</div>","kjv":"<strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  ","niv":"<sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him."},{"_id":"616b0d4cc1af50acf0bc8e2f","topicId":"616b0d49c1af50acf0bc8e28","verse":"Psalm 139:16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139016_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-8\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be."},{"_id":"616b0d4cc1af50acf0bc8e30","topicId":"616b0d49c1af50acf0bc8e28","verse":"Revelation 7:9-10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-9\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!”</p>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" "},{"_id":"616b0d4dc1af50acf0bc8e31","topicId":"616b0d49c1af50acf0bc8e28","verse":"Hebrews 9:27-28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment, <b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  <strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment, <sup><strong>28</strong></sup> so Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him. "},{"_id":"616b0d4dc1af50acf0bc8e32","topicId":"616b0d49c1af50acf0bc8e28","verse":"1 Peter 3:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"616b0d4dc1af50acf0bc8e33","topicId":"616b0d49c1af50acf0bc8e28","verse":"Hebrews 13:20","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58013020_02-13\"><b class=\"verse-num\" id=\"v58013020-1\">20&nbsp;</b>Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant,</p>\n</div>","kjv":"<strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  ","niv":"<sup><strong>20</strong></sup> May the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep,"},{"_id":"616b0d4ec1af50acf0bc8e34","topicId":"616b0d49c1af50acf0bc8e28","verse":"1 Timothy 2:11-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616b0d4ec1af50acf0bc8e35","topicId":"616b0d49c1af50acf0bc8e28","verse":"Hebrews 1:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe."},{"_id":"616b0d4ec1af50acf0bc8e36","topicId":"616b0d49c1af50acf0bc8e28","verse":"1 Timothy 2:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n</div>","kjv":"<strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  ","niv":"<sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles."},{"_id":"616b0d4ec1af50acf0bc8e37","topicId":"616b0d49c1af50acf0bc8e28","verse":"Colossians 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,"},{"_id":"616b0d4fc1af50acf0bc8e39","topicId":"616b0d49c1af50acf0bc8e28","verse":"Galatians 6:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48006016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006016-1\">16&nbsp;</b>And as for all who walk by this rule, peace and mercy be upon them, and upon the Israel of God.</p>\n</div>","kjv":"<strong>16</strong> And as many as walk according to this rule, peace be on them, and mercy, and upon the Israel of God.  ","niv":"<sup><strong>16</strong></sup> Peace and mercy to all who follow this rule, even to the Israel of God."},{"_id":"616b0d4fc1af50acf0bc8e3a","topicId":"616b0d49c1af50acf0bc8e28","verse":"Philippians 2:12-13","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-21\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. "},{"_id":"616b0d4fc1af50acf0bc8e38","topicId":"616b0d49c1af50acf0bc8e28","verse":"Ephesians 3:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49003006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003006-1\">6&nbsp;</b>This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.</p>\n\n</div>","kjv":"<strong>6</strong> That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:  ","niv":"<sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus."},{"_id":"616b0d50c1af50acf0bc8e3b","topicId":"616b0d49c1af50acf0bc8e28","verse":"Psalm 72:17","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19072017_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19072017-1\">17&nbsp;</b>&nbsp;&nbsp;May his name endure forever,</span><br><span id=\"p19072017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his fame continue as long as the sun!</span><br><span id=\"p19072017_01-23\" class=\"line\">&nbsp;&nbsp;May people be blessed in him,</span><br><span id=\"p19072017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all nations call him blessed!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> His name shall endure for ever: his name shall be continued as long as the sun: and men shall be blessed in him: all nations shall call him blessed.  ","niv":"<sup><strong>17</strong></sup> May his name endure forever; may it continue as long as the sun. All nations will be blessed through him, and they will call him blessed."},{"_id":"616b0d50c1af50acf0bc8e3d","topicId":"616b0d49c1af50acf0bc8e28","verse":"Revelation 5:8-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66005008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005008-1\">8&nbsp;</b>And when he had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp, and golden bowls full of incense, which are the prayers of the saints. <b class=\"verse-num\" id=\"v66005009-1\">9&nbsp;</b>And they sang a new song, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005009_01-24\" class=\"line\">&nbsp;&nbsp;“Worthy are you to take the scroll</span><br><span id=\"p66005009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to open its seals,</span><br><span id=\"p66005009_01-24\" class=\"line\">&nbsp;&nbsp;for you were slain, and by your blood you ransomed people for God</span><br><span id=\"p66005009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from every tribe and language and people and nation,</span><br><span id=\"p66005010_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005010_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005011-1\">11&nbsp;</b>Then I looked, and I heard around the throne and the living creatures and the elders the voice of many angels, numbering myriads of myriads and thousands of thousands, <b class=\"verse-num\" id=\"v66005012-1\">12&nbsp;</b>saying with a loud voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005012_01-24\" class=\"line\">&nbsp;&nbsp;“Worthy is the Lamb who was slain,</span><br><span id=\"p66005012_01-24\" class=\"line\">&nbsp;&nbsp;to receive power and wealth and wisdom and might</span><br><span id=\"p66005012_01-24\" class=\"line\">&nbsp;&nbsp;and honor and glory and blessing!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005012_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005013-1\">13&nbsp;</b>And I heard every creature in heaven and on earth and under the earth and in the sea, and all that is in them, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005013_01-24\" class=\"line\">&nbsp;&nbsp;“To him who sits on the throne and to the Lamb</span><br><span id=\"p66005013_01-24\" class=\"line\">&nbsp;&nbsp;be blessing and honor and glory and might forever and ever!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66005013_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005014-1\">14&nbsp;</b>And the four living creatures said, “Amen!” and the elders fell down and worshiped.</p>\n</div>","kjv":"<strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  <strong>9</strong> And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;  <strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  <strong>11</strong> And I beheld, and I heard the voice of many angels round about the throne and the beasts and the elders: and the number of them was ten thousand times ten thousand, and thousands of thousands;  <strong>12</strong> Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.  <strong>13</strong> And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.  <strong>14</strong> And the four beasts said, Amen. And the four and twenty elders fell down and worshipped him that liveth for ever and ever.  ","niv":"<sup><strong>8</strong></sup> And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of the saints. <sup><strong>9</strong></sup> And they sang a new song: \"You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased men for God from every tribe and language and people and nation. <sup><strong>10</strong></sup> You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.\" <sup><strong>11</strong></sup> Then I looked and heard the voice of many angels, numbering thousands upon thousands, and ten thousand times ten thousand. They encircled the throne and the living creatures and the elders. <sup><strong>12</strong></sup> In a loud voice they sang: \"Worthy is the Lamb, who was slain, to receive power and wealth and wisdom and strength and honor and glory and praise!\" <sup><strong>13</strong></sup> Then I heard every creature in heaven and on earth and under the earth and on the sea, and all that is in them, singing: \"To him who sits on the throne and to the Lamb be praise and honor and glory and power, for ever and ever!\" <sup><strong>14</strong></sup> The four living creatures said, \"Amen,\" and the elders fell down and worshiped. "},{"_id":"616b0d50c1af50acf0bc8e3c","topicId":"616b0d49c1af50acf0bc8e28","verse":"Revelation 2:8-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66002008_06-25\"><b class=\"verse-num woc\" id=\"v66002008-1\">8&nbsp;</b><span class=\"woc\">“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.</span></p>\n<p id=\"p66002008_06-25\"><b class=\"verse-num woc\" id=\"v66002009-1\">9&nbsp;</b><span class=\"woc\">“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.</span> <b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span> <b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n\n</div>","kjv":"<strong>8</strong>           And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;  <strong>9</strong> I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.  <strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  <strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. ","niv":"<sup><strong>8</strong></sup> \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. <sup><strong>9</strong></sup> I know your afflictions and your poverty-yet you are rich! I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. <sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life. <sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death. "},{"_id":"616b0d51c1af50acf0bc8e3e","topicId":"616b0d49c1af50acf0bc8e28","verse":"Hebrews 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets,</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways,"},{"_id":"616b0d51c1af50acf0bc8e3f","topicId":"616b0d49c1af50acf0bc8e28","verse":"1 Timothy 2:11-13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve;</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. "},{"_id":"616b0d51c1af50acf0bc8e40","topicId":"616b0d49c1af50acf0bc8e28","verse":"Titus 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p56001001_02-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness,</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness--"},{"_id":"616b0d51c1af50acf0bc8e41","topicId":"616b0d49c1af50acf0bc8e28","verse":"2 Timothy 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p55001001_02-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,</p>\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, according to the promise of life that is in Christ Jesus,"}]}