{"_id":"616b0fa7c1af50acf0bc8f46","slug":"striving-for-excellence","name":"Striving For Excellence","verses":[{"_id":"616b0fa7c1af50acf0bc8f47","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Colossians 3:23-24","votes":28,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. ","modified":"2023-01-15T14:03:20.747Z"},{"_id":"616b0fa8c1af50acf0bc8f48","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Philippians 4:8","votes":24,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-2\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.","modified":"2023-01-02T16:37:55.999Z"},{"_id":"616b0fa8c1af50acf0bc8f4a","topicId":"616b0fa7c1af50acf0bc8f46","verse":"1 Peter 2:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60002012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n</div>","kjv":"<strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  ","niv":"<sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us.","modified":"2022-07-09T06:46:14.406Z"},{"_id":"616b0fa8c1af50acf0bc8f49","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Philippians 3:12-16","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p50003012_05-5\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. <b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus. <b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. <b class=\"verse-num\" id=\"v50003016-1\">16&nbsp;</b>Only let us hold true to what we have attained.</p>\n</div>","kjv":"<strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  <strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  <strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  <strong>16</strong> Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.  ","niv":"<sup><strong>12</strong></sup> Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. <sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. <sup><strong>15</strong></sup> All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. <sup><strong>16</strong></sup> Only let us live up to what we have already attained. ","modified":"2022-11-14T16:52:07.191Z"},{"_id":"616b0fa9c1af50acf0bc8f4b","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Colossians 3:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"616b0fa9c1af50acf0bc8f4c","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Romans 15:14","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45015014_07-7\"><b class=\"verse-num\" id=\"v45015014-1\">14&nbsp;</b>I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.</p>\n\n</div>","kjv":"<strong>14</strong> And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.  ","niv":"<sup><strong>14</strong></sup> I myself am convinced, my brothers, that you yourselves are full of goodness, complete in knowledge and competent to instruct one another."},{"_id":"616b0fa9c1af50acf0bc8f4d","topicId":"616b0fa7c1af50acf0bc8f46","verse":"1 Timothy 4:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"616b0faac1af50acf0bc8f4e","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Proverbs 31:31","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031031_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate."},{"_id":"616b0faac1af50acf0bc8f4f","topicId":"616b0fa7c1af50acf0bc8f46","verse":"2 Corinthians 7:1","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47007001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47007001-1\">7:1&nbsp;</b>Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God.</p>\n\n</div>","kjv":"<strong>1</strong> Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.  ","niv":"<sup><strong>1</strong></sup> Since we have these promises, dear friends, let us purify ourselves from everything that contaminates body and spirit, perfecting holiness out of reverence for God."},{"_id":"616b0faac1af50acf0bc8f50","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Philippians 3:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50003008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ</p>\n</div>","kjv":"<strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  ","niv":"<sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ"},{"_id":"616b0fabc1af50acf0bc8f51","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Proverbs 16:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  ","niv":"<sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed."},{"_id":"616b0fabc1af50acf0bc8f52","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Matthew 5:48","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005048_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n</div>","kjv":"<strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect."},{"_id":"616b0fabc1af50acf0bc8f53","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Deuteronomy 28:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05028013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them,</p>\n</div>","kjv":"<strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  ","niv":"<sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom."},{"_id":"616b0facc1af50acf0bc8f54","topicId":"616b0fa7c1af50acf0bc8f46","verse":"1 Timothy 5:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54005025_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005025-1\">25&nbsp;</b>So also good works are conspicuous, and even those that are not cannot remain hidden.</p>\n</div>","kjv":"<strong>25</strong> Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.  ","niv":"<sup><strong>25</strong></sup> In the same way, good deeds are obvious, and even those that are not cannot be hidden."},{"_id":"616b0facc1af50acf0bc8f55","topicId":"616b0fa7c1af50acf0bc8f46","verse":"2 Corinthians 4:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47004018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n</div>","kjv":"<strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal."},{"_id":"616b0facc1af50acf0bc8f57","topicId":"616b0fa7c1af50acf0bc8f46","verse":"1 Corinthians 14:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46014015_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also.</p>\n</div>","kjv":"<strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  ","niv":"<sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind."},{"_id":"616b0facc1af50acf0bc8f56","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Romans 5:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-21\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-21\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-21\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-21\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"616b0fadc1af50acf0bc8f58","topicId":"616b0fa7c1af50acf0bc8f46","verse":"2 Corinthians 4:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p47004007_06-22\"><b class=\"verse-num\" id=\"v47004007-1\">7&nbsp;</b>But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.</p>\n</div>","kjv":"<strong>7</strong> But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.  ","niv":"<sup><strong>7</strong></sup> But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us."},{"_id":"616b0fadc1af50acf0bc8f5a","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-23\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-23\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-23\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-23\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-23\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-23\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-23\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-23\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-23\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. ","modified":"2022-09-12T12:53:36.482Z"},{"_id":"616b0fadc1af50acf0bc8f59","topicId":"616b0fa7c1af50acf0bc8f46","verse":"John 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43004013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span></p>\n</div>","kjv":"<strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  ","niv":"<sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again,","modified":"2022-07-19T11:28:30.897Z"},{"_id":"616b0fadc1af50acf0bc8f5b","topicId":"616b0fa7c1af50acf0bc8f46","verse":"Genesis 1:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-25\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""}]}