{"_id":"616b14e8c1af50acf0bc90bc","slug":"submitting-to-your-husband","name":"Submitting To Your Husband","verses":[{"_id":"616b14e8c1af50acf0bc90bd","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:22-24","votes":100,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-18\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-18\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-18\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-18\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-18\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-18\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. ","modified":"2022-09-23T21:51:11.698Z"},{"_id":"616b14e9c1af50acf0bc90be","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Peter 3:1-22","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-3\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-3\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-3\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-3\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-3\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-3\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-3\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. ","modified":"2023-05-10T15:12:53.697Z"},{"_id":"616b14e9c1af50acf0bc90bf","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:22-33","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-4\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-4\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616b14eac1af50acf0bc90c0","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Corinthians 11:3","votes":32,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.","modified":"2023-04-03T13:44:48.560Z"},{"_id":"616b14eac1af50acf0bc90c1","topicId":"616b14e8c1af50acf0bc90bc","verse":"Genesis 3:16","votes":31,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-7\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-7\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-7\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"616b14eac1af50acf0bc90c2","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Peter 3:1-2","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. "},{"_id":"616b14eac1af50acf0bc90c3","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Peter 3:1","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"},{"_id":"616b14ebc1af50acf0bc90c4","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:21-33","votes":29,"__v":0,"esv":"<div>\n<p id=\"p49005021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_04-12\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-12\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616b14ebc1af50acf0bc90c5","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Timothy 2:11-12","votes":27,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. "},{"_id":"616b14ecc1af50acf0bc90c6","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:22","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-15\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord.</p>\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord."},{"_id":"616b14ecc1af50acf0bc90c7","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:21","votes":26,"__v":0,"esv":"<div>\n<p id=\"p49005021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n</div>","kjv":"<strong>21</strong> Submitting yourselves one to another in the fear of God.  ","niv":"<sup><strong>21</strong></sup> Submit to one another out of reverence for Christ."},{"_id":"616b14ecc1af50acf0bc90c8","topicId":"616b14e8c1af50acf0bc90bc","verse":"Colossians 3:18","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-32\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-32\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-32\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  ","niv":"<sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord."},{"_id":"616b14ecc1af50acf0bc90c9","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:1-33","votes":25,"__v":0,"kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616b14edc1af50acf0bc90ca","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Corinthians 11:8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p46011008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man.</p>\n</div>","kjv":"<strong>8</strong> For the man is not of the woman; but the woman of the man.  ","niv":"<sup><strong>8</strong></sup> For man did not come from woman, but woman from man;","modified":"2022-12-21T11:16:26.818Z"},{"_id":"616b14edc1af50acf0bc90cc","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Timothy 2:11","votes":18,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission."},{"_id":"616b14edc1af50acf0bc90cb","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Peter 3:1-6","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"616b14eec1af50acf0bc90ce","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:25","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-25\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"616b14eec1af50acf0bc90cd","topicId":"616b14e8c1af50acf0bc90bc","verse":"Titus 2:5","votes":17,"__v":0,"esv":"<div>\n<p id=\"p56002005_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God."},{"_id":"616b14eec1af50acf0bc90cf","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49005024_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n</div>","kjv":"<strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  ","niv":"<sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything."},{"_id":"616b14eec1af50acf0bc90d0","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Corinthians 13:1-13","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-29\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-29\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-29\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616b14efc1af50acf0bc90d1","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Peter 3:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-31\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"616b14efc1af50acf0bc90d2","topicId":"616b14e8c1af50acf0bc90bc","verse":"Colossians 3:1-25","votes":15,"__v":0,"kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. "},{"_id":"616b14efc1af50acf0bc90d3","topicId":"616b14e8c1af50acf0bc90bc","verse":"Ephesians 5:33","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-33\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"616b14f0c1af50acf0bc90d4","topicId":"616b14e8c1af50acf0bc90bc","verse":"Hebrews 12:11","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58012011_01-34\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n</div>","kjv":"<strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  ","niv":"<sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it."},{"_id":"616b14f0c1af50acf0bc90d5","topicId":"616b14e8c1af50acf0bc90bc","verse":"1 Corinthians 7:10-11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46007010_01-36\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. ","modified":"2023-04-04T20:39:06.458Z"}]}