{"_id":"5fc31fdb8888bb90841ded5c","slug":"success","name":"Success","verses":[{"_id":"5fd2610fa1012d290aa888f3","topicId":"5fc31fdb8888bb90841ded5c","verse":"Proverbs 16:3","votes":385,"__v":0,"niv":"<sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed.","kjv":"<strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-11-14T06:40:14.806Z"},{"_id":"5fd26110a1012d290aa888f4","topicId":"5fc31fdb8888bb90841ded5c","verse":"Philippians 4:13","votes":264,"__v":0,"niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","esv":"<div>\n<p id=\"p50004013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","modified":"2023-11-29T16:47:47.075Z"},{"_id":"5fd26110a1012d290aa888f5","topicId":"5fc31fdb8888bb90841ded5c","verse":"Psalm 37:4","votes":248,"__v":0,"niv":"<sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart.","kjv":"<strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-11-13T02:42:45.152Z"},{"_id":"5fd26110a1012d290aa888f6","topicId":"5fc31fdb8888bb90841ded5c","verse":"Proverbs 3:1-4","votes":167,"__v":0,"niv":"<sup><strong>1</strong></sup> My son, do not forget my teaching, but keep my commands in your heart, <sup><strong>2</strong></sup> for they will prolong your life many years and bring you prosperity. <sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. ","kjv":"<strong>1</strong> My son, forget not my law; but let thine heart keep my commandments:  <strong>2</strong> For length of days, and long life, and peace, shall they add to thee.  <strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  ","esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003001_09-4\" class=\"line\"><b class=\"chapter-num\" id=\"v20003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;My son, do not forget my teaching,</span><br><span id=\"p20003001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but let your heart keep my commandments,</span><br><span id=\"p20003002_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003002-1\">2&nbsp;</b>&nbsp;&nbsp;for length of days and years of life</span><br><span id=\"p20003002_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peace they will add to you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003003_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2023-11-10T14:50:43.358Z"},{"_id":"5fd26110a1012d290aa888f7","topicId":"5fc31fdb8888bb90841ded5c","verse":"James 4:10","votes":169,"__v":0,"niv":"<sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up.","kjv":"<strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  ","esv":"<div>\n<p id=\"p59004010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n</div>","modified":"2023-11-13T02:42:51.386Z"},{"_id":"5fd26110a1012d290aa888f8","topicId":"5fc31fdb8888bb90841ded5c","verse":"Matthew 6:25-33","votes":161,"__v":0,"niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. ","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","esv":"<div>\n\n<p id=\"p40006025_05-6\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n\n</div>","modified":"2023-03-12T12:11:59.819Z"},{"_id":"5fd26110a1012d290aa888f9","topicId":"5fc31fdb8888bb90841ded5c","verse":"Proverbs 3:5","votes":139,"__v":0,"niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-11-25T21:01:07.356Z"},{"_id":"5fd26110a1012d290aa888fa","topicId":"5fc31fdb8888bb90841ded5c","verse":"Jeremiah 29:11","votes":113,"__v":0,"niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","esv":"<div>\n<p id=\"p24029011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","modified":"2023-06-07T09:43:12.851Z"},{"_id":"5fd26111a1012d290aa888fb","topicId":"5fc31fdb8888bb90841ded5c","verse":"1 Kings 2:3","votes":104,"__v":0,"niv":"<sup><strong>3</strong></sup> and observe what the LORD your God requires: Walk in his ways, and keep his decrees and commands, his laws and requirements, as written in the Law of Moses, so that you may prosper in all you do and wherever you go,","kjv":"<strong>3</strong> And keep the charge of the LORD thy God, to walk in his ways, to keep his statutes, and his commandments, and his judgments, and his testimonies, as it is written in the law of Moses, that thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself:  ","esv":"<div>\n<p id=\"p11002003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v11002003-1\">3&nbsp;</b>and keep the charge of the LORD your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn,</p>\n</div>","modified":"2023-08-08T22:19:47.183Z"},{"_id":"5fd26111a1012d290aa888fc","topicId":"5fc31fdb8888bb90841ded5c","verse":"Joshua 1:5-9","votes":107,"__v":0,"niv":"<sup><strong>5</strong></sup> No one will be able to stand up against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you. <sup><strong>6</strong></sup> \"Be strong and courageous, because you will lead these people to inherit the land I swore to their forefathers to give them. <sup><strong>7</strong></sup> Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go. <sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful. <sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\" ","kjv":"<strong>5</strong> There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.  <strong>6</strong> Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.  <strong>7</strong> Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest.  <strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  <strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","esv":"<div>\n<p id=\"p06001005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001005-1\">5&nbsp;</b>No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. <b class=\"verse-num\" id=\"v06001006-1\">6&nbsp;</b>Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. <b class=\"verse-num\" id=\"v06001007-1\">7&nbsp;</b>Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go. <b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n\n</div>","modified":"2023-08-08T21:57:04.612Z"},{"_id":"5fd26111a1012d290aa888fd","topicId":"5fc31fdb8888bb90841ded5c","verse":"Isaiah 41:10","votes":114,"__v":0,"niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-12\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-11-16T19:25:21.953Z"},{"_id":"5fd26111a1012d290aa888fe","topicId":"5fc31fdb8888bb90841ded5c","verse":"Romans 12:2","votes":109,"__v":0,"niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","esv":"<div>\n<p id=\"p45012002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","modified":"2022-10-24T19:28:44.696Z"},{"_id":"5fd26111a1012d290aa888ff","topicId":"5fc31fdb8888bb90841ded5c","verse":"Deuteronomy 8:18","votes":84,"__v":0,"niv":"<sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today.","kjv":"<strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","esv":"<div>\n<p id=\"p05008018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","modified":"2023-10-12T13:28:08.513Z"},{"_id":"5fd26111a1012d290aa88900","topicId":"5fc31fdb8888bb90841ded5c","verse":"Philippians 4:6","votes":89,"__v":0,"niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","esv":"<div>\n<p id=\"p50004006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","modified":"2023-10-16T08:49:42.115Z"},{"_id":"5fd26111a1012d290aa88901","topicId":"5fc31fdb8888bb90841ded5c","verse":"Matthew 16:26","votes":81,"__v":0,"niv":"<sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul?","kjv":"<strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  ","esv":"<div>\n<p id=\"p40016026_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span></p>\n</div>","modified":"2023-06-11T12:20:32.530Z"},{"_id":"5fd26112a1012d290aa88902","topicId":"5fc31fdb8888bb90841ded5c","verse":"Joshua 1:8","votes":75,"__v":0,"niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful.","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  ","esv":"<div>\n<p id=\"p06001008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p>\n</div>","modified":"2022-10-24T19:30:59.375Z"},{"_id":"5fd26112a1012d290aa88903","topicId":"5fc31fdb8888bb90841ded5c","verse":"Luke 16:10-11","votes":81,"__v":0,"niv":"<sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? ","kjv":"<strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  <strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  ","esv":"<div>\n<p id=\"p42016010_01-18\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span> <b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span></p>\n</div>","modified":"2023-08-08T22:20:12.683Z"},{"_id":"5fd26112a1012d290aa88904","topicId":"5fc31fdb8888bb90841ded5c","verse":"Psalm 1","votes":65,"__v":0,"niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. ","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-1\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-1\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-1\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2023-02-03T10:36:08.489Z"},{"_id":"5fd26112a1012d290aa88905","topicId":"5fc31fdb8888bb90841ded5c","verse":"Proverbs 3:3-4","votes":43,"__v":0,"niv":"<sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. ","kjv":"<strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2023-04-10T17:56:38.721Z"},{"_id":"5fd26112a1012d290aa88906","topicId":"5fc31fdb8888bb90841ded5c","verse":"Jeremiah 17:7","votes":63,"__v":0,"niv":"<sup><strong>7</strong></sup> \"But blessed is the man who trusts in the LORD, whose confidence is in him.","kjv":"<strong>7</strong> Blessed is the man that trusteth in the LORD, and whose hope the LORD is.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017007_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed is the man who trusts in the LORD,</span><br><span id=\"p24017007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose trust is the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-03-17T17:59:51.488Z"},{"_id":"5fd26112a1012d290aa88907","topicId":"5fc31fdb8888bb90841ded5c","verse":"Genesis 39:2-6","votes":39,"__v":0,"niv":"<sup><strong>2</strong></sup> The LORD was with Joseph and he prospered, and he lived in the house of his Egyptian master. <sup><strong>3</strong></sup> When his master saw that the LORD was with him and that the LORD gave him success in everything he did, <sup><strong>4</strong></sup> Joseph found favor in his eyes and became his attendant. Potiphar put him in charge of his household, and he entrusted to his care everything he owned. <sup><strong>5</strong></sup> From the time he put him in charge of his household and of all that he owned, the LORD blessed the household of the Egyptian because of Joseph. The blessing of the LORD was on everything Potiphar had, both in the house and in the field. <sup><strong>6</strong></sup> So he left in Joseph's care everything he had; with Joseph in charge, he did not concern himself with anything except the food he ate. Now Joseph was well-built and handsome, ","kjv":"<strong>2</strong> And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian.  <strong>3</strong> And his master saw that the LORD was with him, and that the LORD made all that he did to prosper in his hand.  <strong>4</strong> And Joseph found grace in his sight, and he served him: and he made him overseer over his house, and all that he had he put into his hand.  <strong>5</strong> And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the LORD blessed the Egyptian’s house for Joseph’s sake; and the blessing of the LORD was upon all that he had in the house, and in the field.  <strong>6</strong> And he left all that he had in Joseph’s hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured.  ","esv":"<div>\n<p id=\"p01039002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039002-1\">2&nbsp;</b>The LORD was with Joseph, and he became a successful man, and he was in the house of his Egyptian master. <b class=\"verse-num\" id=\"v01039003-1\">3&nbsp;</b>His master saw that the LORD was with him and that the LORD caused all that he did to succeed in his hands. <b class=\"verse-num\" id=\"v01039004-1\">4&nbsp;</b>So Joseph found favor in his sight and attended him, and he made him overseer of his house and put him in charge of all that he had. <b class=\"verse-num\" id=\"v01039005-1\">5&nbsp;</b>From the time that he made him overseer in his house and over all that he had, the LORD blessed the Egyptian’s house for Joseph’s sake; the blessing of the LORD was on all that he had, in house and field. <b class=\"verse-num\" id=\"v01039006-1\">6&nbsp;</b>So he left all that he had in Joseph’s charge, and because of him he had no concern about anything but the food he ate.</p>\n<p id=\"p01039006_01-22\">Now Joseph was handsome in form and appearance.</p>\n</div>","modified":"2022-11-26T10:41:28.434Z"},{"_id":"5fd26113a1012d290aa88908","topicId":"5fc31fdb8888bb90841ded5c","verse":"John 16:33","votes":54,"__v":0,"niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","esv":"<div>\n<p id=\"p43016033_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","modified":"2022-09-04T17:13:55.673Z"},{"_id":"5fd26113a1012d290aa88909","topicId":"5fc31fdb8888bb90841ded5c","verse":"Galatians 5:22-23","votes":36,"__v":0,"niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. ","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","esv":"<div>\n<p id=\"p48005022_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","modified":"2023-08-08T22:21:25.302Z"},{"_id":"5fd26113a1012d290aa8890a","topicId":"5fc31fdb8888bb90841ded5c","verse":"Ecclesiastes 5:3","votes":19,"__v":0,"niv":"<sup><strong>3</strong></sup> As a dream comes when there are many cares, so the speech of a fool when there are many words.","kjv":"<strong>3</strong> For a dream cometh through the multitude of business; and a fool’s voice is known by multitude of words.  ","esv":"<div>\n<p id=\"p21005003_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005003-1\">3&nbsp;</b>For a dream comes with much business, and a fool’s voice with many words.</p>\n</div>","modified":"2022-09-18T08:38:26.534Z"},{"_id":"5fd26113a1012d290aa8890b","topicId":"5fc31fdb8888bb90841ded5c","verse":"John 3:16","votes":2,"__v":0,"niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","modified":"2023-09-02T12:34:38.261Z"}]}