{"_id":"616b1544c1af50acf0bc90dc","slug":"sufferings","name":"Sufferings","verses":[{"_id":"616b1545c1af50acf0bc90dd","topicId":"616b1544c1af50acf0bc90dc","verse":"Romans 8:18","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-1\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.","modified":"2023-02-16T10:16:12.774Z"},{"_id":"616b1546c1af50acf0bc90de","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Peter 5:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},{"_id":"616b1546c1af50acf0bc90df","topicId":"616b1544c1af50acf0bc90dc","verse":"James 1:2-4","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p59001002_05-4\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. ","modified":"2023-06-10T11:13:13.880Z"},{"_id":"616b1546c1af50acf0bc90e0","topicId":"616b1544c1af50acf0bc90dc","verse":"2 Corinthians 1:5","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47001005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47001005-1\">5&nbsp;</b>For as we share abundantly in Christ’s sufferings, so through Christ we share abundantly in comfort too.</p>\n\n</div>","kjv":"<strong>5</strong> For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.  ","niv":"<sup><strong>5</strong></sup> For just as the sufferings of Christ flow over into our lives, so also through Christ our comfort overflows.","modified":"2023-08-14T13:13:40.859Z"},{"_id":"616b1547c1af50acf0bc90e1","topicId":"616b1544c1af50acf0bc90dc","verse":"Hebrews 9:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58009028_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n</div>","kjv":"<strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  ","niv":"<sup><strong>28</strong></sup> so Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."},{"_id":"616b1547c1af50acf0bc90e2","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Peter 4:19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60004019_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n</div>","kjv":"<strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good.","modified":"2023-11-22T03:43:45.492Z"},{"_id":"616b1547c1af50acf0bc90e3","topicId":"616b1544c1af50acf0bc90dc","verse":"Revelation 21:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"","modified":"2023-02-16T10:15:56.759Z"},{"_id":"616b1547c1af50acf0bc90e4","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Peter 4:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60004013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed.</p>\n</div>","kjv":"<strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  ","niv":"<sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed.","modified":"2022-10-06T01:47:32.765Z"},{"_id":"616b1548c1af50acf0bc90e5","topicId":"616b1544c1af50acf0bc90dc","verse":"Romans 5:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-17\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-17\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-17\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-17\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--","modified":"2022-09-08T13:37:22.929Z"},{"_id":"616b1548c1af50acf0bc90e7","topicId":"616b1544c1af50acf0bc90dc","verse":"James 5:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.</p>\n</div>","kjv":"<strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  ","niv":"<sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven.","modified":"2023-09-15T04:59:02.411Z"},{"_id":"616b1548c1af50acf0bc90e6","topicId":"616b1544c1af50acf0bc90dc","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616b1549c1af50acf0bc90e8","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Corinthians 10:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616b1549c1af50acf0bc90e9","topicId":"616b1544c1af50acf0bc90dc","verse":"Romans 5:1-21","votes":4,"__v":0,"kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"616b1549c1af50acf0bc90ea","topicId":"616b1544c1af50acf0bc90dc","verse":"Luke 13:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42013001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42013001-1\">13:1&nbsp;</b>There were some present at that very time who told him about the Galileans whose blood Pilate had mingled with their sacrifices. <b class=\"verse-num\" id=\"v42013002-1\">2&nbsp;</b>And he answered them, <span class=\"woc\">“Do you think that these Galileans were worse sinners than all the other Galileans, because they suffered in this way?</span> <b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>1</strong> There were present at that season some that told him of the Galilaeans, whose blood Pilate had mingled with their sacrifices.  <strong>2</strong> And Jesus answering said unto them, Suppose ye that these Galilaeans were sinners above all the Galilaeans, because they suffered such things?  <strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>1</strong></sup> Now there were some present at that time who told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices. <sup><strong>2</strong></sup> Jesus answered, \"Do you think that these Galileans were worse sinners than all the other Galileans because they suffered this way? <sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish. "},{"_id":"616b1549c1af50acf0bc90eb","topicId":"616b1544c1af50acf0bc90dc","verse":"Genesis 1:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-19\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"616b154ac1af50acf0bc90ec","topicId":"616b1544c1af50acf0bc90dc","verse":"2 Peter 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"616b154ac1af50acf0bc90ed","topicId":"616b1544c1af50acf0bc90dc","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616b154ac1af50acf0bc90ee","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Peter 4:12-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60004012_05-23\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. <b class=\"verse-num\" id=\"v60004015-1\">15&nbsp;</b>But let none of you suffer as a murderer or a thief or an evildoer or as a meddler. <b class=\"verse-num\" id=\"v60004016-1\">16&nbsp;</b>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name. <b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God? <b class=\"verse-num\" id=\"v60004018-1\">18&nbsp;</b>And</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60004018_05-23\" class=\"line\">&nbsp;&nbsp;“If the righteous is scarcely saved,</span><br><span id=\"p60004018_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will become of the ungodly and the sinner?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60004018_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n\n</div>","kjv":"<strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  <strong>15</strong> But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.  <strong>16</strong> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.  <strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  <strong>18</strong> And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?  <strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. <sup><strong>15</strong></sup> If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. <sup><strong>16</strong></sup> However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name. <sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God? <sup><strong>18</strong></sup> And, \"If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?\" <sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good. "},{"_id":"616b154bc1af50acf0bc90ef","topicId":"616b1544c1af50acf0bc90dc","verse":"Hebrews 4:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"616b154bc1af50acf0bc90f0","topicId":"616b1544c1af50acf0bc90dc","verse":"Hebrews 12:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58012005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_01-25\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  ","niv":"<sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you,"},{"_id":"616b154bc1af50acf0bc90f1","topicId":"616b1544c1af50acf0bc90dc","verse":"Hebrews 2:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58002010_01-26\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering.</p>\n</div>","kjv":"<strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  ","niv":"<sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering.","modified":"2023-11-11T16:19:43.500Z"},{"_id":"616b154bc1af50acf0bc90f2","topicId":"616b1544c1af50acf0bc90dc","verse":"2 Timothy 3:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003012_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,</p>\n</div>","kjv":"<strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  ","niv":"<sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,"},{"_id":"616b154cc1af50acf0bc90f3","topicId":"616b1544c1af50acf0bc90dc","verse":"Galatians 2:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"616b154cc1af50acf0bc90f4","topicId":"616b1544c1af50acf0bc90dc","verse":"Romans 10:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616b154cc1af50acf0bc90f5","topicId":"616b1544c1af50acf0bc90dc","verse":"1 Peter 2:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002021_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.</p>\n</div>","kjv":"<strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  ","niv":"<sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps."}]}