{"_id":"616b1585c1af50acf0bc90f6","slug":"sugar","name":"Sugar","verses":[{"_id":"616b1585c1af50acf0bc90f7","topicId":"616b1585c1af50acf0bc90f6","verse":"Proverbs 25:27","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025027_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025027-1\">27&nbsp;</b>&nbsp;&nbsp;It is not good to eat much honey,</span><br><span id=\"p20025027_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor is it glorious to seek one’s own glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> It is not good to eat much honey: so for men to search their own glory is not glory.  ","niv":"<sup><strong>27</strong></sup> It is not good to eat too much honey, nor is it honorable to seek one's own honor.","modified":"2023-01-26T21:26:37.817Z"},{"_id":"616b1586c1af50acf0bc90f8","topicId":"616b1585c1af50acf0bc90f6","verse":"Isaiah 43:24","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043024_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043024-1\">24&nbsp;</b>&nbsp;&nbsp;You have not bought me sweet cane with money,</span><br><span id=\"p23043024_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or satisfied me with the fat of your sacrifices.</span><br><span id=\"p23043024_01-2\" class=\"line\">&nbsp;&nbsp;But you have burdened me with your sins;</span><br><span id=\"p23043024_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have wearied me with your iniquities.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities.  ","niv":"<sup><strong>24</strong></sup> You have not bought any fragrant calamus for me, or lavished on me the fat of your sacrifices. But you have burdened me with your sins and wearied me with your offenses.","modified":"2021-12-28T05:48:34.411Z"},{"_id":"616b1586c1af50acf0bc90f9","topicId":"616b1585c1af50acf0bc90f6","verse":"Proverbs 23:2","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023002_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023002-1\">2&nbsp;</b>&nbsp;&nbsp;and put a knife to your throat</span><br><span id=\"p20023002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you are given to appetite.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And put a knife to thy throat, if thou be a man given to appetite.  ","niv":"<sup><strong>2</strong></sup> and put a knife to your throat if you are given to gluttony."},{"_id":"616b1586c1af50acf0bc90fa","topicId":"616b1585c1af50acf0bc90f6","verse":"Jeremiah 6:20","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24006020_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006020-1\">20&nbsp;</b>&nbsp;&nbsp;What use to me is frankincense that comes from Sheba,</span><br><span id=\"p24006020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or sweet cane from a distant land?</span><br><span id=\"p24006020_01-4\" class=\"line\">&nbsp;&nbsp;Your burnt offerings are not acceptable,</span><br><span id=\"p24006020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor your sacrifices pleasing to me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> To what purpose cometh there to me incense from Sheba, and the sweet cane from a far country? your burnt offerings are not acceptable, nor your sacrifices sweet unto me.  ","niv":"<sup><strong>20</strong></sup> What do I care about incense from Sheba or sweet calamus from a distant land? Your burnt offerings are not acceptable; your sacrifices do not please me.\""},{"_id":"616b1587c1af50acf0bc90fb","topicId":"616b1585c1af50acf0bc90f6","verse":"Psalm 119:103","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119103_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  ","niv":"<sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth!"},{"_id":"616b1587c1af50acf0bc90fc","topicId":"616b1585c1af50acf0bc90f6","verse":"Jeremiah 17:5-9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017005-1\">5&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24017005_01-6\" class=\"line\">&nbsp;&nbsp;“Cursed is the man who trusts in man</span><br><span id=\"p24017005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes flesh his strength,</span><br><span id=\"p24017005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose heart turns away from the LORD.</span><br><span id=\"p24017006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017006-1\">6&nbsp;</b>&nbsp;&nbsp;He is like a shrub in the desert,</span><br><span id=\"p24017006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall not see any good come.</span><br><span id=\"p24017006_01-6\" class=\"line\">&nbsp;&nbsp;He shall dwell in the parched places of the wilderness,</span><br><span id=\"p24017006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in an uninhabited salt land.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24017007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed is the man who trusts in the LORD,</span><br><span id=\"p24017007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose trust is the LORD.</span><br><span id=\"p24017008_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-6\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-6\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> Thus saith the LORD; Cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the LORD.  <strong>6</strong> For he shall be like the heath in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, in  a salt land and not inhabited.  <strong>7</strong> Blessed is the man that trusteth in the LORD, and whose hope the LORD is.  <strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  <strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>5</strong></sup> This is what the LORD says: \"Cursed is the one who trusts in man, who depends on flesh for his strength and whose heart turns away from the LORD. <sup><strong>6</strong></sup> He will be like a bush in the wastelands; he will not see prosperity when it comes. He will dwell in the parched places of the desert, in a salt land where no one lives. <sup><strong>7</strong></sup> \"But blessed is the man who trusts in the LORD, whose confidence is in him. <sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\" <sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it? ","modified":"2023-02-27T14:48:02.723Z"},{"_id":"616b1587c1af50acf0bc90fd","topicId":"616b1585c1af50acf0bc90f6","verse":"Romans 14:1-23","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-7\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-7\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-7\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-7\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-7\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","modified":"2022-11-19T18:21:09.331Z"},{"_id":"616b1588c1af50acf0bc90ff","topicId":"616b1585c1af50acf0bc90f6","verse":"Exodus 30:23","votes":-4,"__v":0,"esv":"<div>\n<p id=\"p02030023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v02030023-1\">23&nbsp;</b>“Take the finest spices: of liquid myrrh 500 shekels, and of sweet-smelling cinnamon half as much, that is, 250, and 250 of aromatic cane,</p>\n</div>","kjv":"<strong>23</strong> Take thou also unto thee principal spices, of pure myrrh five hundred shekels, and of sweet cinnamon half so much, even two hundred and fifty shekels, and of sweet calamus two hundred and fifty shekels,  ","niv":"<sup><strong>23</strong></sup> \"Take the following fine spices: 500 shekels of liquid myrrh, half as much (that is, 250 shekels) of fragrant cinnamon, 250 shekels of fragrant cane,","modified":"2023-02-27T14:48:14.734Z"},{"_id":"616b1588c1af50acf0bc90fe","topicId":"616b1585c1af50acf0bc90f6","verse":"Matthew 13:13","votes":0,"__v":0,"esv":"<div>\n<p id=\"p40013013_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span></p>\n</div>","kjv":"<strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  ","niv":"<sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand.","modified":"2023-02-27T14:47:53.052Z"}]}