{"_id":"616b2671c1af50acf0bc9252","slug":"superstitions","name":"Superstitions","verses":[{"_id":"616b2671c1af50acf0bc9253","topicId":"616b2671c1af50acf0bc9252","verse":"1 Timothy 4:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"616b2672c1af50acf0bc9254","topicId":"616b2671c1af50acf0bc9252","verse":"Colossians 2:16-23","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-2\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_06-2\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"616b2672c1af50acf0bc9255","topicId":"616b2671c1af50acf0bc9252","verse":"Acts 19:13-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded. <b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  <strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. <sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. "},{"_id":"616b2673c1af50acf0bc9257","topicId":"616b2671c1af50acf0bc9252","verse":"Jeremiah 10:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24010002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_01-4\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them."},{"_id":"616b2673c1af50acf0bc9256","topicId":"616b2671c1af50acf0bc9252","verse":"Matthew 14:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40014026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014026-1\">26&nbsp;</b>But when the disciples saw him walking on the sea, they were terrified, and said, “It is a ghost!” and they cried out in fear.</p>\n</div>","kjv":"<strong>26</strong> And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear.  ","niv":"<sup><strong>26</strong></sup> When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear."},{"_id":"616b2673c1af50acf0bc9258","topicId":"616b2671c1af50acf0bc9252","verse":"2 Samuel 4:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10004003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v10004003-1\">3&nbsp;</b>the Beerothites fled to Gittaim and have been sojourners there to this day).</p>\n</div>","kjv":"<strong>3</strong> And the Beerothites fled to Gittaim, and were sojourners there until this day.)  ","niv":"<sup><strong>3</strong></sup> because the people of Beeroth fled to Gittaim and have lived there as aliens to this day."},{"_id":"616b2673c1af50acf0bc9259","topicId":"616b2671c1af50acf0bc9252","verse":"Matthew 8:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40008034_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40008034-1\">34&nbsp;</b>And behold, all the city came out to meet Jesus, and when they saw him, they begged him to leave their region.</p>\n</div>","kjv":"<strong>34</strong> And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.  ","niv":"<sup><strong>34</strong></sup> Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region."},{"_id":"616b2674c1af50acf0bc925a","topicId":"616b2671c1af50acf0bc9252","verse":"1 Samuel 5:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09005005_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v09005005-1\">5&nbsp;</b>This is why the priests of Dagon and all who enter the house of Dagon do not tread on the threshold of Dagon in Ashdod to this day.</p>\n</div>","kjv":"<strong>5</strong> Therefore neither the priests of Dagon, nor any that come into Dagon’s house, tread on the threshold of Dagon in Ashdod unto this day.  ","niv":"<sup><strong>5</strong></sup> That is why to this day neither the priests of Dagon nor any others who enter Dagon's temple at Ashdod step on the threshold.","modified":"2022-12-31T15:01:12.064Z"},{"_id":"616b2674c1af50acf0bc925b","topicId":"616b2671c1af50acf0bc9252","verse":"Acts 12:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44012015_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012015-1\">15&nbsp;</b>They said to her, “You are out of your mind.” But she kept insisting that it was so, and they kept saying, “It is his angel!”</p>\n</div>","kjv":"<strong>15</strong> And they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then said they, It is his angel.  ","niv":"<sup><strong>15</strong></sup> \"You're out of your mind,\" they told her. When she kept insisting that it was so, they said, \"It must be his angel.\""},{"_id":"616b2674c1af50acf0bc925c","topicId":"616b2671c1af50acf0bc9252","verse":"Mark 6:50","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41006050_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006050-1\">50&nbsp;</b>for they all saw him and were terrified. But immediately he spoke to them and said, <span class=\"woc\">“Take heart; it is I. Do not be afraid.”</span></p>\n</div>","kjv":"<strong>50</strong> For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid.  ","niv":"<sup><strong>50</strong></sup> because they all saw him and were terrified."},{"_id":"616b2675c1af50acf0bc925d","topicId":"616b2671c1af50acf0bc9252","verse":"Daniel 4:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004009-1\">9&nbsp;</b>“O Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you and that no mystery is too difficult for you, tell me the visions of my dream that I saw and their interpretation.</p>\n</div>","kjv":"<strong>9</strong> O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof.  ","niv":"<sup><strong>9</strong></sup> I said, \"Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me."},{"_id":"616b2675c1af50acf0bc925e","topicId":"616b2671c1af50acf0bc9252","verse":"Jonah 1:4-16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p32001004_01-13\"><b class=\"verse-num\" id=\"v32001004-1\">4&nbsp;</b>But the LORD hurled a great wind upon the sea, and there was a mighty tempest on the sea, so that the ship threatened to break up. <b class=\"verse-num\" id=\"v32001005-1\">5&nbsp;</b>Then the mariners were afraid, and each cried out to his god. And they hurled the cargo that was in the ship into the sea to lighten it for them. But Jonah had gone down into the inner part of the ship and had lain down and was fast asleep. <b class=\"verse-num\" id=\"v32001006-1\">6&nbsp;</b>So the captain came and said to him, “What do you mean, you sleeper? Arise, call out to your god! Perhaps the god will give a thought to us, that we may not perish.”</p>\n\n<p id=\"p32001006_07-13\"><b class=\"verse-num\" id=\"v32001007-1\">7&nbsp;</b>And they said to one another, “Come, let us cast lots, that we may know on whose account this evil has come upon us.” So they cast lots, and the lot fell on Jonah. <b class=\"verse-num\" id=\"v32001008-1\">8&nbsp;</b>Then they said to him, “Tell us on whose account this evil has come upon us. What is your occupation? And where do you come from? What is your country? And of what people are you?” <b class=\"verse-num\" id=\"v32001009-1\">9&nbsp;</b>And he said to them, “I am a Hebrew, and I fear the LORD, the God of heaven, who made the sea and the dry land.” <b class=\"verse-num\" id=\"v32001010-1\">10&nbsp;</b>Then the men were exceedingly afraid and said to him, “What is this that you have done!” For the men knew that he was fleeing from the presence of the LORD, because he had told them.</p>\n<p id=\"p32001010_07-13\"><b class=\"verse-num\" id=\"v32001011-1\">11&nbsp;</b>Then they said to him, “What shall we do to you, that the sea may quiet down for us?” For the sea grew more and more tempestuous. <b class=\"verse-num\" id=\"v32001012-1\">12&nbsp;</b>He said to them, “Pick me up and hurl me into the sea; then the sea will quiet down for you, for I know it is because of me that this great tempest has come upon you.” <b class=\"verse-num\" id=\"v32001013-1\">13&nbsp;</b>Nevertheless, the men rowed hard to get back to dry land, but they could not, for the sea grew more and more tempestuous against them. <b class=\"verse-num\" id=\"v32001014-1\">14&nbsp;</b>Therefore they called out to the LORD, “O LORD, let us not perish for this man’s life, and lay not on us innocent blood, for you, O LORD, have done as it pleased you.” <b class=\"verse-num\" id=\"v32001015-1\">15&nbsp;</b>So they picked up Jonah and hurled him into the sea, and the sea ceased from its raging. <b class=\"verse-num\" id=\"v32001016-1\">16&nbsp;</b>Then the men feared the LORD exceedingly, and they offered a sacrifice to the LORD and made vows.</p>\n\n</div>","kjv":"<strong>4</strong> But the LORD sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.  <strong>5</strong> Then the mariners were afraid, and cried every man unto his god, and cast forth the wares that were in the ship into the sea, to lighten it of them. But Jonah was gone down into the sides of the ship; and he lay, and was fast asleep.  <strong>6</strong> So the shipmaster came to him, and said unto him, What meanest thou, O sleeper? arise, call upon thy God, if so be that God will think upon us, that we perish not.  <strong>7</strong> And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.  <strong>8</strong> Then said they unto him, Tell us, we pray thee, for whose cause this evil is upon us; What is thine occupation? and whence comest thou? what is thy country? and of what people art thou?  <strong>9</strong> And he said unto them, I am an Hebrew; and I fear the LORD, the God of heaven, which hath made the sea and the dry land.  <strong>10</strong> Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the LORD, because he had told them.  <strong>11</strong> Then said they unto him, What shall we do unto thee, that the sea may be calm unto us? for the sea wrought, and was tempestuous.  <strong>12</strong> And he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you: for I know that for my sake this great tempest is upon you.  <strong>13</strong> Nevertheless the men rowed hard to bring it to the land; but they could not: for the sea wrought, and was tempestuous against them.  <strong>14</strong> Wherefore they cried unto the LORD, and said, We beseech thee, O LORD, we beseech thee, let us not perish for this man’s life, and lay not upon us innocent blood: for thou, O LORD, hast done as it pleased thee.  <strong>15</strong> So they took up Jonah, and cast him forth into the sea: and the sea ceased from her raging.  <strong>16</strong> Then the men feared the LORD exceedingly, and offered a sacrifice unto the LORD, and made vows.  ","niv":"<sup><strong>4</strong></sup> Then the LORD sent a great wind on the sea, and such a violent storm arose that the ship threatened to break up. <sup><strong>5</strong></sup> All the sailors were afraid and each cried out to his own god. And they threw the cargo into the sea to lighten the ship. But Jonah had gone below deck, where he lay down and fell into a deep sleep. <sup><strong>6</strong></sup> The captain went to him and said, \"How can you sleep? Get up and call on your god! Maybe he will take notice of us, and we will not perish.\" <sup><strong>7</strong></sup> Then the sailors said to each other, \"Come, let us cast lots to find out who is responsible for this calamity.\" They cast lots and the lot fell on Jonah. <sup><strong>8</strong></sup> So they asked him, \"Tell us, who is responsible for making all this trouble for us? What do you do? Where do you come from? What is your country? From what people are you?\" <sup><strong>9</strong></sup> He answered, \"I am a Hebrew and I worship the LORD, the God of heaven, who made the sea and the land.\" <sup><strong>10</strong></sup> This terrified them and they asked, \"What have you done?\" (They knew he was running away from the LORD, because he had already told them so.) <sup><strong>11</strong></sup> The sea was getting rougher and rougher. So they asked him, \"What should we do to you to make the sea calm down for us?\" <sup><strong>12</strong></sup> \"Pick me up and throw me into the sea,\" he replied, \"and it will become calm. I know that it is my fault that this great storm has come upon you.\" <sup><strong>13</strong></sup> Instead, the men did their best to row back to land. But they could not, for the sea grew even wilder than before. <sup><strong>14</strong></sup> Then they cried to the LORD, \"O LORD, please do not let us die for taking this man's life. Do not hold us accountable for killing an innocent man, for you, O LORD, have done as you pleased.\" <sup><strong>15</strong></sup> Then they took Jonah and threw him overboard, and the raging sea grew calm. <sup><strong>16</strong></sup> At this the men greatly feared the LORD, and they offered a sacrifice to the LORD and made vows to him. "},{"_id":"616b2675c1af50acf0bc9260","topicId":"616b2671c1af50acf0bc9252","verse":"Mark 6:14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41006014_07-14\"><b class=\"verse-num\" id=\"v41006014-1\">14&nbsp;</b>King Herod heard of it, for Jesus’ name had become known. Some said, “John the Baptist has been raised from the dead. That is why these miraculous powers are at work in him.”</p>\n\n</div>","kjv":"<strong>14</strong> And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.  ","niv":"<sup><strong>14</strong></sup> King Herod heard about this, for Jesus' name had become well known. Some were saying, \"John the Baptist has been raised from the dead, and that is why miraculous powers are at work in him.\""},{"_id":"616b2675c1af50acf0bc925f","topicId":"616b2671c1af50acf0bc9252","verse":"Mark 6:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41006016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006016-1\">16&nbsp;</b>But when Herod heard of it, he said, “John, whom I beheaded, has been raised.”</p>\n</div>","kjv":"<strong>16</strong> But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead.  ","niv":"<sup><strong>16</strong></sup> But when Herod heard this, he said, \"John, the man I beheaded, has been raised from the dead!\""},{"_id":"616b2676c1af50acf0bc9261","topicId":"616b2671c1af50acf0bc9252","verse":"Daniel 4:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004008-1\">8&nbsp;</b>At last Daniel came in before me—he who was named Belteshazzar after the name of my god, and in whom is the spirit of the holy gods—and I told him the dream, saying,</p>\n\n</div>","kjv":"<strong>8</strong> But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and before him I told the dream, saying,  ","niv":"<sup><strong>8</strong></sup> Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.)"},{"_id":"616b2676c1af50acf0bc9262","topicId":"616b2671c1af50acf0bc9252","verse":"Jeremiah 44:17-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24044017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044017-1\">17&nbsp;</b>But we will do everything that we have vowed, make offerings to the queen of heaven and pour out drink offerings to her, as we did, both we and our fathers, our kings and our officials, in the cities of Judah and in the streets of Jerusalem. For then we had plenty of food, and prospered, and saw no disaster. <b class=\"verse-num\" id=\"v24044018-1\">18&nbsp;</b>But since we left off making offerings to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine.” <b class=\"verse-num\" id=\"v24044019-1\">19&nbsp;</b>And the women said, “When we made offerings to the queen of heaven and poured out drink offerings to her, was it without our husbands’ approval that we made cakes for her bearing her image and poured out drink offerings to her?”</p>\n\n</div>","kjv":"<strong>17</strong> But we will certainly do whatsoever thing goeth forth out of our own mouth, to burn incense unto the queen of heaven, and to pour out drink offerings unto her, as we have done, we, and our fathers, our kings, and our princes, in the cities of Judah, and in the streets of Jerusalem: for then had we plenty of victuals, and were well, and saw no evil.  <strong>18</strong> But since we left off to burn incense to the queen of heaven, and to pour out drink offerings unto her, we have wanted all things, and have been consumed by the sword and by the famine.  <strong>19</strong> And when we burned incense to the queen of heaven, and poured out drink offerings unto her, did we make her cakes to worship her, and pour out drink offerings unto her, without our men?  ","niv":"<sup><strong>17</strong></sup> We will certainly do everything we said we would: We will burn incense to the Queen of Heaven and will pour out drink offerings to her just as we and our fathers, our kings and our officials did in the towns of Judah and in the streets of Jerusalem. At that time we had plenty of food and were well off and suffered no harm. <sup><strong>18</strong></sup> But ever since we stopped burning incense to the Queen of Heaven and pouring out drink offerings to her, we have had nothing and have been perishing by sword and famine.\" <sup><strong>19</strong></sup> The women added, \"When we burned incense to the Queen of Heaven and poured out drink offerings to her, did not our husbands know that we were making cakes like her image and pouring out drink offerings to her?\" "},{"_id":"616b2676c1af50acf0bc9263","topicId":"616b2671c1af50acf0bc9252","verse":"Isaiah 2:6","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002006-1\">6&nbsp;</b>&nbsp;&nbsp;For you have rejected your people,</span><br><span id=\"p23002006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the house of Jacob,</span><br><span id=\"p23002006_06-18\" class=\"line\">&nbsp;&nbsp;because they are full of things from the east</span><br><span id=\"p23002006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of fortune-tellers like the Philistines,</span><br><span id=\"p23002006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they strike hands with the children of foreigners.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Therefore thou hast forsaken thy people the house of Jacob, because they be replenished from the east, and are soothsayers like the Philistines, and they please themselves in the children of strangers.  ","niv":"<sup><strong>6</strong></sup> You have abandoned your people, the house of Jacob. They are full of superstitions from the East; they practice divination like the Philistines and clasp hands with pagans."},{"_id":"616b2677c1af50acf0bc9264","topicId":"616b2671c1af50acf0bc9252","verse":"1 Samuel 4:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p09004003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v09004003-1\">3&nbsp;</b>And when the people came to the camp, the elders of Israel said, “Why has the LORD defeated us today before the Philistines? Let us bring the ark of the covenant of the LORD here from Shiloh, that it may come among us and save us from the power of our enemies.”</p>\n\n</div>","kjv":"<strong>3</strong> And when the people were come into the camp, the elders of Israel said, Wherefore hath the LORD smitten us to day before the Philistines? Let us fetch the ark of the covenant of the LORD out of Shiloh unto us, that, when it cometh among us, it may save us out of the hand of our enemies.  ","niv":"<sup><strong>3</strong></sup> When the soldiers returned to camp, the elders of Israel asked, \"Why did the LORD bring defeat upon us today before the Philistines? Let us bring the ark of the LORD's covenant from Shiloh, so that it may go with us and save us from the hand of our enemies.\""},{"_id":"616b2677c1af50acf0bc9265","topicId":"616b2671c1af50acf0bc9252","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2022-02-17T20:59:41.418Z"},{"_id":"616b2677c1af50acf0bc9266","topicId":"616b2671c1af50acf0bc9252","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-22\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-22\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-22\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-22\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-22\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-22\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-22\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-22\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-22\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616b2678c1af50acf0bc9267","topicId":"616b2671c1af50acf0bc9252","verse":"Mark 6:49","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41006049_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006049-1\">49&nbsp;</b>but when they saw him walking on the sea they thought it was a ghost, and cried out,</p>\n</div>","kjv":"<strong>49</strong> But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:  ","niv":"<sup><strong>49</strong></sup> but when they saw him walking on the lake, they thought he was a ghost. They cried out,"},{"_id":"616b2678c1af50acf0bc926a","topicId":"616b2671c1af50acf0bc9252","verse":"Acts 25:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44025019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44025019-1\">19&nbsp;</b>Rather they had certain points of dispute with him about their own religion and about a certain Jesus, who was dead, but whom Paul asserted to be alive.</p>\n</div>","kjv":"<strong>19</strong> But had certain questions against him of their own superstition, and of one Jesus, which was dead, whom Paul affirmed to be alive.  ","niv":"<sup><strong>19</strong></sup> Instead, they had some points of dispute with him about their own religion and about a dead man named Jesus who Paul claimed was alive."},{"_id":"616b2678c1af50acf0bc9268","topicId":"616b2671c1af50acf0bc9252","verse":"Acts 12:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44012014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012014-1\">14&nbsp;</b>Recognizing Peter’s voice, in her joy she did not open the gate but ran in and reported that Peter was standing at the gate.</p>\n</div>","kjv":"<strong>14</strong> And when she knew Peter’s voice, she opened not the gate for gladness, but ran in, and told how Peter stood before the gate.  ","niv":"<sup><strong>14</strong></sup> When she recognized Peter's voice, she was so overjoyed she ran back without opening it and exclaimed, \"Peter is at the door!\""},{"_id":"616b2678c1af50acf0bc9269","topicId":"616b2671c1af50acf0bc9252","verse":"Acts 28:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44028006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44028006-1\">6&nbsp;</b>They were waiting for him to swell up or suddenly fall down dead. But when they had waited a long time and saw no misfortune come to him, they changed their minds and said that he was a god.</p>\n</div>","kjv":"<strong>6</strong> Howbeit they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god.  ","niv":"<sup><strong>6</strong></sup> The people expected him to swell up or suddenly fall dead, but after waiting a long time and seeing nothing unusual happen to him, they changed their minds and said he was a god."},{"_id":"616b2679c1af50acf0bc926b","topicId":"616b2671c1af50acf0bc9252","verse":"1 Kings 20:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p11020023_01-28\"><b class=\"verse-num\" id=\"v11020023-1\">23&nbsp;</b>And the servants of the king of Syria said to him, “Their gods are gods of the hills, and so they were stronger than we. But let us fight against them in the plain, and surely we shall be stronger than they.</p>\n</div>","kjv":"<strong>23</strong> And the servants of the king of Syria said unto him, Their gods are gods of the hills; therefore they were stronger than we; but let us fight against them in the plain, and surely we shall be stronger than they.  ","niv":"<sup><strong>23</strong></sup> Meanwhile, the officials of the king of Aram advised him, \"Their gods are gods of the hills. That is why they were too strong for us. But if we fight them on the plains, surely we will be stronger than they."}]}