{"_id":"616b25e8c1af50acf0bc9204","slug":"supernatural","name":"Supernatural","verses":[{"_id":"616b25e8c1af50acf0bc9205","topicId":"616b25e8c1af50acf0bc9204","verse":"Leviticus 19:31","votes":24,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God.","modified":"2022-03-24T16:10:04.117Z"},{"_id":"616b25e9c1af50acf0bc9206","topicId":"616b25e8c1af50acf0bc9204","verse":"Isaiah 53:1-12","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-2\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-2\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-2\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-2\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-2\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-2\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-2\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-2\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-2\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-2\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-2\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-2\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-2\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-2\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. ","modified":"2022-10-12T19:48:01.835Z"},{"_id":"616b25e9c1af50acf0bc9208","topicId":"616b25e8c1af50acf0bc9204","verse":"Amos 3:7","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets.","modified":"2023-01-22T13:56:01.552Z"},{"_id":"616b25e9c1af50acf0bc9207","topicId":"616b25e8c1af50acf0bc9204","verse":"Deuteronomy 18:9-13","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-4\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God,</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. "},{"_id":"616b25eac1af50acf0bc9209","topicId":"616b25e8c1af50acf0bc9204","verse":"2 Timothy 3:16","votes":27,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-02-02T18:49:39.779Z"},{"_id":"616b25eac1af50acf0bc920a","topicId":"616b25e8c1af50acf0bc9204","verse":"Exodus 22:18","votes":20,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-6\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616b25eac1af50acf0bc920b","topicId":"616b25e8c1af50acf0bc9204","verse":"Hebrews 4:12","votes":26,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2023-01-22T14:25:39.490Z"},{"_id":"616b25ebc1af50acf0bc920c","topicId":"616b25e8c1af50acf0bc9204","verse":"2 Corinthians 11:13-15","votes":19,"__v":0,"esv":"<div>\n<p id=\"p47011013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011013-1\">13&nbsp;</b>For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. <b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light. <b class=\"verse-num\" id=\"v47011015-1\">15&nbsp;</b>So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.</p>\n</div>","kjv":"<strong>13</strong> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.  <strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  <strong>15</strong> Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.  ","niv":"<sup><strong>13</strong></sup> For such men are false apostles, deceitful workmen, masquerading as apostles of Christ. <sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. <sup><strong>15</strong></sup> It is not surprising, then, if his servants masquerade as servants of righteousness. Their end will be what their actions deserve. "},{"_id":"616b25ebc1af50acf0bc920d","topicId":"616b25e8c1af50acf0bc9204","verse":"Matthew 28:18","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span></p>\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me."},{"_id":"616b25ebc1af50acf0bc920e","topicId":"616b25e8c1af50acf0bc9204","verse":"Hebrews 1:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"616b25ebc1af50acf0bc920f","topicId":"616b25e8c1af50acf0bc9204","verse":"1 John 5:14","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2022-10-04T20:06:04.412Z"},{"_id":"616b25ecc1af50acf0bc9210","topicId":"616b25e8c1af50acf0bc9204","verse":"James 5:16","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","modified":"2022-06-13T00:55:39.996Z"},{"_id":"616b25ecc1af50acf0bc9211","topicId":"616b25e8c1af50acf0bc9204","verse":"Isaiah 27:1","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p23027001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23027001-1\">27:1&nbsp;</b>In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.</p>\n</div>","kjv":"<strong>1</strong> In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.  ","niv":"<sup><strong>1</strong></sup> In that day, the LORD will punish with his sword, his fierce, great and powerful sword, Leviathan the gliding serpent, Leviathan the coiling serpent; he will slay the monster of the sea.","modified":"2023-04-25T22:57:12.336Z"},{"_id":"616b25ecc1af50acf0bc9212","topicId":"616b25e8c1af50acf0bc9204","verse":"John 17:17","votes":16,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"616b25edc1af50acf0bc9213","topicId":"616b25e8c1af50acf0bc9204","verse":"Numbers 22:5-38","votes":12,"__v":0,"esv":"<div>\n<p id=\"p04022005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v04022005-1\">5&nbsp;</b>sent messengers to Balaam the son of Beor at Pethor, which is near the River in the land of the people of Amaw, to call him, saying, “Behold, a people has come out of Egypt. They cover the face of the earth, and they are dwelling opposite me. <b class=\"verse-num\" id=\"v04022006-1\">6&nbsp;</b>Come now, curse this people for me, since they are too mighty for me. Perhaps I shall be able to defeat them and drive them from the land, for I know that he whom you bless is blessed, and he whom you curse is cursed.”</p>\n<p id=\"p04022006_01-15\"><b class=\"verse-num\" id=\"v04022007-1\">7&nbsp;</b>So the elders of Moab and the elders of Midian departed with the fees for divination in their hand. And they came to Balaam and gave him Balak’s message. <b class=\"verse-num\" id=\"v04022008-1\">8&nbsp;</b>And he said to them, “Lodge here tonight, and I will bring back word to you, as the LORD speaks to me.” So the princes of Moab stayed with Balaam. <b class=\"verse-num\" id=\"v04022009-1\">9&nbsp;</b>And God came to Balaam and said, “Who are these men with you?” <b class=\"verse-num\" id=\"v04022010-1\">10&nbsp;</b>And Balaam said to God, “Balak the son of Zippor, king of Moab, has sent to me, saying, <b class=\"verse-num\" id=\"v04022011-1\">11&nbsp;</b>‘Behold, a people has come out of Egypt, and it covers the face of the earth. Now come, curse them for me. Perhaps I shall be able to fight against them and drive them out.’” <b class=\"verse-num\" id=\"v04022012-1\">12&nbsp;</b>God said to Balaam, “You shall not go with them. You shall not curse the people, for they are blessed.” <b class=\"verse-num\" id=\"v04022013-1\">13&nbsp;</b>So Balaam rose in the morning and said to the princes of Balak, “Go to your own land, for the LORD has refused to let me go with you.” <b class=\"verse-num\" id=\"v04022014-1\">14&nbsp;</b>So the princes of Moab rose and went to Balak and said, “Balaam refuses to come with us.”</p>\n<p id=\"p04022014_01-15\"><b class=\"verse-num\" id=\"v04022015-1\">15&nbsp;</b>Once again Balak sent princes, more in number and more honorable than these. <b class=\"verse-num\" id=\"v04022016-1\">16&nbsp;</b>And they came to Balaam and said to him, “Thus says Balak the son of Zippor: ‘Let nothing hinder you from coming to me, <b class=\"verse-num\" id=\"v04022017-1\">17&nbsp;</b>for I will surely do you great honor, and whatever you say to me I will do. Come, curse this people for me.’” <b class=\"verse-num\" id=\"v04022018-1\">18&nbsp;</b>But Balaam answered and said to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not go beyond the command of the LORD my God to do less or more. <b class=\"verse-num\" id=\"v04022019-1\">19&nbsp;</b>So you, too, please stay here tonight, that I may know what more the LORD will say to me.” <b class=\"verse-num\" id=\"v04022020-1\">20&nbsp;</b>And God came to Balaam at night and said to him, “If the men have come to call you, rise, go with them; but only do what I tell you.” <b class=\"verse-num\" id=\"v04022021-1\">21&nbsp;</b>So Balaam rose in the morning and saddled his donkey and went with the princes of Moab.</p>\n\n<p id=\"p04022021_06-15\"><b class=\"verse-num\" id=\"v04022022-1\">22&nbsp;</b>But God’s anger was kindled because he went, and the angel of the LORD took his stand in the way as his adversary. Now he was riding on the donkey, and his two servants were with him. <b class=\"verse-num\" id=\"v04022023-1\">23&nbsp;</b>And the donkey saw the angel of the LORD standing in the road, with a drawn sword in his hand. And the donkey turned aside out of the road and went into the field. And Balaam struck the donkey, to turn her into the road. <b class=\"verse-num\" id=\"v04022024-1\">24&nbsp;</b>Then the angel of the LORD stood in a narrow path between the vineyards, with a wall on either side. <b class=\"verse-num\" id=\"v04022025-1\">25&nbsp;</b>And when the donkey saw the angel of the LORD, she pushed against the wall and pressed Balaam’s foot against the wall. So he struck her again. <b class=\"verse-num\" id=\"v04022026-1\">26&nbsp;</b>Then the angel of the LORD went ahead and stood in a narrow place, where there was no way to turn either to the right or to the left. <b class=\"verse-num\" id=\"v04022027-1\">27&nbsp;</b>When the donkey saw the angel of the LORD, she lay down under Balaam. And Balaam’s anger was kindled, and he struck the donkey with his staff. <b class=\"verse-num\" id=\"v04022028-1\">28&nbsp;</b>Then the LORD opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?” <b class=\"verse-num\" id=\"v04022029-1\">29&nbsp;</b>And Balaam said to the donkey, “Because you have made a fool of me. I wish I had a sword in my hand, for then I would kill you.” <b class=\"verse-num\" id=\"v04022030-1\">30&nbsp;</b>And the donkey said to Balaam, “Am I not your donkey, on which you have ridden all your life long to this day? Is it my habit to treat you this way?” And he said, “No.”</p>\n<p id=\"p04022030_06-15\"><b class=\"verse-num\" id=\"v04022031-1\">31&nbsp;</b>Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, with his drawn sword in his hand. And he bowed down and fell on his face. <b class=\"verse-num\" id=\"v04022032-1\">32&nbsp;</b>And the angel of the LORD said to him, “Why have you struck your donkey these three times? Behold, I have come out to oppose you because your way is perverse before me. <b class=\"verse-num\" id=\"v04022033-1\">33&nbsp;</b>The donkey saw me and turned aside before me these three times. If she had not turned aside from me, surely just now I would have killed you and let her live.” <b class=\"verse-num\" id=\"v04022034-1\">34&nbsp;</b>Then Balaam said to the angel of the LORD, “I have sinned, for I did not know that you stood in the road against me. Now therefore, if it is evil in your sight, I will turn back.” <b class=\"verse-num\" id=\"v04022035-1\">35&nbsp;</b>And the angel of the LORD said to Balaam, “Go with the men, but speak only the word that I tell you.” So Balaam went on with the princes of Balak.</p>\n<p id=\"p04022035_06-15\"><b class=\"verse-num\" id=\"v04022036-1\">36&nbsp;</b>When Balak heard that Balaam had come, he went out to meet him at the city of Moab, on the border formed by the Arnon, at the extremity of the border. <b class=\"verse-num\" id=\"v04022037-1\">37&nbsp;</b>And Balak said to Balaam, “Did I not send to you to call you? Why did you not come to me? Am I not able to honor you?” <b class=\"verse-num\" id=\"v04022038-1\">38&nbsp;</b>Balaam said to Balak, “Behold, I have come to you! Have I now any power of my own to speak anything? The word that God puts in my mouth, that must I speak.”</p>\n\n</div>","kjv":"<strong>5</strong> He sent messengers therefore unto Balaam the son of Beor to Pethor, which is by the river of the land of the children of his people, to call him, saying, Behold, there is a people come out from Egypt: behold, they cover the face of the earth, and they abide over against me:  <strong>6</strong> Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that  we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.  <strong>7</strong> And the elders of Moab and the elders of Midian departed with the rewards of divination in their hand; and they came unto Balaam, and spake unto him the words of Balak.  <strong>8</strong> And he said unto them, Lodge here this night, and I will bring you word again, as the LORD shall speak unto me: and the princes of Moab abode with Balaam.  <strong>9</strong> And God came unto Balaam, and said, What men are these with thee?  <strong>10</strong> And Balaam said unto God, Balak the son of Zippor, king of Moab, hath sent unto me, saying,  <strong>11</strong> Behold, there is a people come out of Egypt, which covereth the face of the earth: come now, curse me them; peradventure I shall be able to overcome them, and drive them out.  <strong>12</strong> And God said unto Balaam, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.  <strong>13</strong> And Balaam rose up in the morning, and said unto the princes of Balak, Get you into your land: for the LORD refuseth to give me leave to go with you.  <strong>14</strong> And the princes of Moab rose up, and they went unto Balak, and said, Balaam refuseth to come with us.  <strong>15</strong> And Balak sent yet again princes, more, and more honourable than they.  <strong>16</strong> And they came to Balaam, and said to him, Thus saith Balak the son of Zippor, Let nothing, I pray thee, hinder thee from coming unto me:  <strong>17</strong> For I will promote thee unto very great honour, and I will do whatsoever thou sayest unto me: come therefore, I pray thee, curse me this people.  <strong>18</strong> And Balaam answered and said unto the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD my God, to do less or more.  <strong>19</strong> Now therefore, I pray you, tarry ye also here this night, that I may know what the LORD will say unto me more.  <strong>20</strong> And God came unto Balaam at night, and said unto him, If the men come to call thee, rise up, and go with them; but yet the word which I shall say unto thee, that shalt thou do.  <strong>21</strong> And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab.  <strong>22</strong> And God’s anger was kindled because he went: and the angel of the LORD stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him.  <strong>23</strong> And the ass saw the angel of the LORD standing in the way, and his sword drawn in his hand: and the ass turned aside out of the way, and went into the field: and Balaam smote the ass, to turn her into the way.  <strong>24</strong> But the angel of the LORD stood in a path of the vineyards, a wall being on this side, and a wall on that side.  <strong>25</strong> And when the ass saw the angel of the LORD, she thrust herself unto the wall, and crushed Balaam’s foot against the wall: and he smote her again.  <strong>26</strong> And the angel of the LORD went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left.  <strong>27</strong> And when the ass saw the angel of the LORD, she fell down under Balaam: and Balaam’s anger was kindled, and he smote the ass with a staff.  <strong>28</strong> And the LORD opened the mouth of the ass, and she said unto Balaam, What have I done unto thee, that thou hast smitten me these three times?  <strong>29</strong> And Balaam said unto the ass, Because thou hast mocked me: I would there were a sword in mine hand, for now would I kill thee.  <strong>30</strong> And the ass said unto Balaam, Am not I thine ass, upon which thou hast ridden ever since I was thine unto this day? was I ever wont to do so unto thee? And he said, Nay.  <strong>31</strong> Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, and his sword drawn in his hand: and he bowed down his head, and fell flat on his face.  <strong>32</strong> And the angel of the LORD said unto him, Wherefore hast thou smitten thine ass these three times? behold, I went out to withstand thee, because thy way is perverse before me:  <strong>33</strong> And the ass saw me, and turned from me these three times: unless she had turned from me, surely now also I had slain thee, and saved her alive.  <strong>34</strong> And Balaam said unto the angel of the LORD, I have sinned; for I knew not that thou stoodest in the way against me: now therefore, if it displease thee, I will get me back again.  <strong>35</strong> And the angel of the LORD said unto Balaam, Go with the men: but only the word that I shall speak unto thee, that thou shalt speak. So Balaam went with the princes of Balak.  <strong>36</strong> And when Balak heard that Balaam was come, he went out to meet him unto a city of Moab, which is in the border of Arnon, which is  in the utmost coast.  <strong>37</strong> And Balak said unto Balaam, Did I not earnestly send unto thee to call thee? wherefore camest thou not unto me? am I not able indeed to promote thee to honour?  <strong>38</strong> And Balaam said unto Balak, Lo, I am come unto thee: have I now any power at all to say any thing? the word that God putteth in my mouth, that shall I speak.  ","niv":"<sup><strong>5</strong></sup> sent messengers to summon Balaam son of Beor, who was at Pethor, near the River, in his native land. Balak said: \"A people has come out of Egypt; they cover the face of the land and have settled next to me. <sup><strong>6</strong></sup> Now come and put a curse on these people, because they are too powerful for me. Perhaps then I will be able to defeat them and drive them out of the country. For I know that those you bless are blessed, and those you curse are cursed.\" <sup><strong>7</strong></sup> The elders of Moab and Midian left, taking with them the fee for divination. When they came to Balaam, they told him what Balak had said. <sup><strong>8</strong></sup> \"Spend the night here,\" Balaam said to them, \"and I will bring you back the answer the LORD gives me.\" So the Moabite princes stayed with him. <sup><strong>9</strong></sup> God came to Balaam and asked, \"Who are these men with you?\" <sup><strong>10</strong></sup> Balaam said to God, \"Balak son of Zippor, king of Moab, sent me this message: <sup><strong>11</strong></sup> 'A people that has come out of Egypt covers the face of the land. Now come and put a curse on them for me. Perhaps then I will be able to fight them and drive them away.'\" <sup><strong>12</strong></sup> But God said to Balaam, \"Do not go with them. You must not put a curse on those people, because they are blessed.\" <sup><strong>13</strong></sup> The next morning Balaam got up and said to Balak's princes, \"Go back to your own country, for the LORD has refused to let me go with you.\" <sup><strong>14</strong></sup> So the Moabite princes returned to Balak and said, \"Balaam refused to come with us.\" <sup><strong>15</strong></sup> Then Balak sent other princes, more numerous and more distinguished than the first. <sup><strong>16</strong></sup> They came to Balaam and said: \"This is what Balak son of Zippor says: Do not let anything keep you from coming to me, <sup><strong>17</strong></sup> because I will reward you handsomely and do whatever you say. Come and put a curse on these people for me.\" <sup><strong>18</strong></sup> But Balaam answered them, \"Even if Balak gave me his palace filled with silver and gold, I could not do anything great or small to go beyond the command of the LORD my God. <sup><strong>19</strong></sup> Now stay here tonight as the others did, and I will find out what else the LORD will tell me.\" <sup><strong>20</strong></sup> That night God came to Balaam and said, \"Since these men have come to summon you, go with them, but do only what I tell you.\" <sup><strong>21</strong></sup> Balaam got up in the morning, saddled his donkey and went with the princes of Moab. <sup><strong>22</strong></sup> But God was very angry when he went, and the angel of the LORD stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him. <sup><strong>23</strong></sup> When the donkey saw the angel of the LORD standing in the road with a drawn sword in his hand, she turned off the road into a field. Balaam beat her to get her back on the road. <sup><strong>24</strong></sup> Then the angel of the LORD stood in a narrow path between two vineyards, with walls on both sides. <sup><strong>25</strong></sup> When the donkey saw the angel of the LORD, she pressed close to the wall, crushing Balaam's foot against it. So he beat her again. <sup><strong>26</strong></sup> Then the angel of the LORD moved on ahead and stood in a narrow place where there was no room to turn, either to the right or to the left. <sup><strong>27</strong></sup> When the donkey saw the angel of the LORD, she lay down under Balaam, and he was angry and beat her with his staff. <sup><strong>28</strong></sup> Then the LORD opened the donkey's mouth, and she said to Balaam, \"What have I done to you to make you beat me these three times?\" <sup><strong>29</strong></sup> Balaam answered the donkey, \"You have made a fool of me! If I had a sword in my hand, I would kill you right now.\" <sup><strong>30</strong></sup> The donkey said to Balaam, \"Am I not your own donkey, which you have always ridden, to this day? Have I been in the habit of doing this to you?No,\" he said. <sup><strong>31</strong></sup> Then the LORD opened Balaam's eyes, and he saw the angel of the LORD standing in the road with his sword drawn. So he bowed low and fell facedown. <sup><strong>32</strong></sup> The angel of the LORD asked him, \"Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me. <sup><strong>33</strong></sup> The donkey saw me and turned away from me these three times. If she had not turned away, I would certainly have killed you by now, but I would have spared her.\" <sup><strong>34</strong></sup> Balaam said to the angel of the LORD, \"I have sinned. I did not realize you were standing in the road to oppose me. Now if you are displeased, I will go back.\" <sup><strong>35</strong></sup> The angel of the LORD said to Balaam, \"Go with the men, but speak only what I tell you.\" So Balaam went with the princes of Balak. <sup><strong>36</strong></sup> When Balak heard that Balaam was coming, he went out to meet him at the Moabite town on the Arnon border, at the edge of his territory. <sup><strong>37</strong></sup> Balak said to Balaam, \"Did I not send you an urgent summons? Why didn't you come to me? Am I really not able to reward you?\" <sup><strong>38</strong></sup> \"Well, I have come to you now,\" Balaam replied. \"But can I say just anything? I must speak only what God puts in my mouth.\" ","modified":"2023-04-28T13:15:05.801Z"},{"_id":"616b25edc1af50acf0bc9214","topicId":"616b25e8c1af50acf0bc9204","verse":"Job 26:7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18026007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v18026007-1\">7&nbsp;</b>&nbsp;&nbsp;He stretches out the north over the void</span><br><span id=\"p18026007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hangs the earth on nothing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He stretcheth out the north over the empty place, and hangeth the earth upon nothing.  ","niv":"<sup><strong>7</strong></sup> He spreads out the northern skies over empty space; he suspends the earth over nothing."},{"_id":"616b25edc1af50acf0bc9215","topicId":"616b25e8c1af50acf0bc9204","verse":"John 3:16","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-17\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b25eec1af50acf0bc9216","topicId":"616b25e8c1af50acf0bc9204","verse":"Mark 2:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p41002012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v41002012-1\">12&nbsp;</b>And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”</p>\n</div>","kjv":"<strong>12</strong> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.  ","niv":"<sup><strong>12</strong></sup> He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, \"We have never seen anything like this!\""},{"_id":"616b25eec1af50acf0bc9217","topicId":"616b25e8c1af50acf0bc9204","verse":"Ephesians 6:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2022-05-15T02:33:55.102Z"},{"_id":"616b25eec1af50acf0bc9218","topicId":"616b25e8c1af50acf0bc9204","verse":"Mark 10:46-52","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p41010046_05-20\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n</div>","kjv":"<strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "},{"_id":"616b25efc1af50acf0bc9219","topicId":"616b25e8c1af50acf0bc9204","verse":"Job 41:1-6","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18041001_01-21\" class=\"line\"><b class=\"chapter-num\" id=\"v18041001-1\">41:1&nbsp;</b>&nbsp;&nbsp; “Can you draw out Leviathan with a fishhook</span><br><span id=\"p18041001_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or press down his tongue with a cord?</span><br><span id=\"p18041002_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041002-1\">2&nbsp;</b>&nbsp;&nbsp;Can you put a rope in his nose</span><br><span id=\"p18041002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or pierce his jaw with a hook?</span><br><span id=\"p18041003_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041003-1\">3&nbsp;</b>&nbsp;&nbsp;Will he make many pleas to you?</span><br><span id=\"p18041003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Will he speak to you soft words?</span><br><span id=\"p18041004_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041004-1\">4&nbsp;</b>&nbsp;&nbsp;Will he make a covenant with you</span><br><span id=\"p18041004_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to take him for your servant forever?</span><br><span id=\"p18041005_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041005-1\">5&nbsp;</b>&nbsp;&nbsp;Will you play with him as with a bird,</span><br><span id=\"p18041005_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or will you put him on a leash for your girls?</span><br><span id=\"p18041006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041006-1\">6&nbsp;</b>&nbsp;&nbsp;Will traders bargain over him?</span><br><span id=\"p18041006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Will they divide him up among the merchants?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down?  <strong>2</strong> Canst thou put an hook into his nose? or bore his jaw through with a thorn?  <strong>3</strong> Will he make many supplications unto thee? will he speak soft words  unto thee?  <strong>4</strong> Will he make a covenant with thee? wilt thou take him for a servant for ever?  <strong>5</strong> Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?  <strong>6</strong> Shall the companions make a banquet of him? shall they part him among the merchants?  ","niv":"<sup><strong>1</strong></sup> \"Can you pull in the leviathan with a fishhook or tie down his tongue with a rope? <sup><strong>2</strong></sup> Can you put a cord through his nose or pierce his jaw with a hook? <sup><strong>3</strong></sup> Will he keep begging you for mercy? Will he speak to you with gentle words? <sup><strong>4</strong></sup> Will he make an agreement with you for you to take him as your slave for life? <sup><strong>5</strong></sup> Can you make a pet of him like a bird or put him on a leash for your girls? <sup><strong>6</strong></sup> Will traders barter for him? Will they divide him up among the merchants? "},{"_id":"616b25efc1af50acf0bc921a","topicId":"616b25e8c1af50acf0bc9204","verse":"Matthew 5:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40005018_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n</div>","kjv":"<strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished."},{"_id":"616b25efc1af50acf0bc921b","topicId":"616b25e8c1af50acf0bc9204","verse":"John 4:1-30","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John <b class=\"verse-num\" id=\"v43004002-1\">2&nbsp;</b>(although Jesus himself did not baptize, but only his disciples), <b class=\"verse-num\" id=\"v43004003-1\">3&nbsp;</b>he left Judea and departed again for Galilee. <b class=\"verse-num\" id=\"v43004004-1\">4&nbsp;</b>And he had to pass through Samaria. <b class=\"verse-num\" id=\"v43004005-1\">5&nbsp;</b>So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. <b class=\"verse-num\" id=\"v43004006-1\">6&nbsp;</b>Jacob’s well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.</p>\n<p id=\"p43004006_07-23\"><b class=\"verse-num\" id=\"v43004007-1\">7&nbsp;</b>A woman from Samaria came to draw water. Jesus said to her, <span class=\"woc\">“Give me a drink.”</span> <b class=\"verse-num\" id=\"v43004008-1\">8&nbsp;</b>(For his disciples had gone away into the city to buy food.) <b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span> <b class=\"verse-num\" id=\"v43004011-1\">11&nbsp;</b>The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? <b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” <b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span> <b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_07-23\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_07-23\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John, <sup><strong>2</strong></sup> although in fact it was not Jesus who baptized, but his disciples. <sup><strong>3</strong></sup> When the Lord learned of this, he left Judea and went back once more to Galilee. <sup><strong>4</strong></sup> Now he had to go through Samaria. <sup><strong>5</strong></sup> So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. <sup><strong>6</strong></sup> Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about the sixth hour. <sup><strong>7</strong></sup> When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\" <sup><strong>8</strong></sup> (His disciples had gone into the town to buy food.) <sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" <sup><strong>11</strong></sup> \"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water? <sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\" <sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again, <sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. "},{"_id":"616b25efc1af50acf0bc921c","topicId":"616b25e8c1af50acf0bc9204","verse":"Proverbs 28:13","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever conceals his transgressions will not prosper,</span><br><span id=\"p20028013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who confesses and forsakes them will obtain mercy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.  ","niv":"<sup><strong>13</strong></sup> He who conceals his sins does not prosper, but whoever confesses and renounces them finds mercy."},{"_id":"616b25f0c1af50acf0bc921d","topicId":"616b25e8c1af50acf0bc9204","verse":"Proverbs 7:23","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20007023_01-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v20007023-1\">23&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;till an arrow pierces its liver;</span><br><span id=\"p20007023_01-25\" class=\"line\">&nbsp;&nbsp;as a bird rushes into a snare;</span><br><span id=\"p20007023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not know that it will cost him his life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Till a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life.  ","niv":"<sup><strong>23</strong></sup> till an arrow pierces his liver, like a bird darting into a snare, little knowing it will cost him his life.","modified":"2023-05-02T12:38:43.013Z"}]}