{"_id":"616b26cfc1af50acf0bc9286","slug":"supply-and-demand","name":"Supply And Demand","verses":[{"_id":"616b26cfc1af50acf0bc9287","topicId":"616b26cfc1af50acf0bc9286","verse":"2 Corinthians 9:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47009010_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v47009010-1\">10&nbsp;</b>He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.</p>\n</div>","kjv":"<strong>10</strong> Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)  ","niv":"<sup><strong>10</strong></sup> Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness.","modified":"2022-11-28T06:25:03.179Z"},{"_id":"616b26d0c1af50acf0bc9288","topicId":"616b26cfc1af50acf0bc9286","verse":"Ecclesiastes 5:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p21005011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005011-1\">11&nbsp;</b>When goods increase, they increase who eat them, and what advantage has their owner but to see them with his eyes?</p>\n</div>","kjv":"<strong>11</strong> When goods increase, they are increased that eat them: and what good is there to the owners thereof, saving the beholding of them  with their eyes?  ","niv":"<sup><strong>11</strong></sup> As goods increase, so do those who consume them. And what benefit are they to the owner except to feast his eyes on them?","modified":"2023-03-01T16:28:11.032Z"},{"_id":"616b26d0c1af50acf0bc9289","topicId":"616b26cfc1af50acf0bc9286","verse":"Matthew 21:18-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40021018_06-3\"><b class=\"verse-num\" id=\"v40021018-1\">18&nbsp;</b>In the morning, as he was returning to the city, he became hungry. <b class=\"verse-num\" id=\"v40021019-1\">19&nbsp;</b>And seeing a fig tree by the wayside, he went to it and found nothing on it but only leaves. And he said to it, <span class=\"woc\">“May no fruit ever come from you again!”</span> And the fig tree withered at once.</p>\n<p id=\"p40021019_06-3\"><b class=\"verse-num\" id=\"v40021020-1\">20&nbsp;</b>When the disciples saw it, they marveled, saying, “How did the fig tree wither at once?” <b class=\"verse-num\" id=\"v40021021-1\">21&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen.</span> <b class=\"verse-num woc\" id=\"v40021022-1\">22&nbsp;</b><span class=\"woc\">And whatever you ask in prayer, you will receive, if you have faith.”</span></p>\n</div>","kjv":"<strong>18</strong> Now in the morning as he returned into the city, he hungered.  <strong>19</strong> And when he saw a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said unto it, Let no fruit grow on thee henceforward for ever. And presently the fig tree withered away.  <strong>20</strong> And when the disciples saw it, they marvelled, saying, How soon is the fig tree withered away!  <strong>21</strong> Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do this which is done to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done.  <strong>22</strong> And all things, whatsoever ye shall ask in prayer, believing, ye shall receive. ","niv":"<sup><strong>18</strong></sup> Early in the morning, as he was on his way back to the city, he was hungry. <sup><strong>19</strong></sup> Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, \"May you never bear fruit again!\" Immediately the tree withered. <sup><strong>20</strong></sup> When the disciples saw this, they were amazed. \"How did the fig tree wither so quickly?\" they asked. <sup><strong>21</strong></sup> Jesus replied, \"I tell you the truth, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, 'Go, throw yourself into the sea,' and it will be done. <sup><strong>22</strong></sup> If you believe, you will receive whatever you ask for in prayer.\" "},{"_id":"616b26d1c1af50acf0bc928a","topicId":"616b26cfc1af50acf0bc9286","verse":"Genesis 41:29-30","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01041001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01041001-1\">41:1&nbsp;</b>After two whole years, Pharaoh dreamed that he was standing by the Nile, <b class=\"verse-num\" id=\"v01041002-1\">2&nbsp;</b>and behold, there came up out of the Nile seven cows, attractive and plump, and they fed in the reed grass. <b class=\"verse-num\" id=\"v01041003-1\">3&nbsp;</b>And behold, seven other cows, ugly and thin, came up out of the Nile after them, and stood by the other cows on the bank of the Nile. <b class=\"verse-num\" id=\"v01041004-1\">4&nbsp;</b>And the ugly, thin cows ate up the seven attractive, plump cows. And Pharaoh awoke. <b class=\"verse-num\" id=\"v01041005-1\">5&nbsp;</b>And he fell asleep and dreamed a second time. And behold, seven ears of grain, plump and good, were growing on one stalk. <b class=\"verse-num\" id=\"v01041006-1\">6&nbsp;</b>And behold, after them sprouted seven ears, thin and blighted by the east wind. <b class=\"verse-num\" id=\"v01041007-1\">7&nbsp;</b>And the thin ears swallowed up the seven plump, full ears. And Pharaoh awoke, and behold, it was a dream. <b class=\"verse-num\" id=\"v01041008-1\">8&nbsp;</b>So in the morning his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was none who could interpret them to Pharaoh.</p>\n<p id=\"p01041008_05-7\"><b class=\"verse-num\" id=\"v01041009-1\">9&nbsp;</b>Then the chief cupbearer said to Pharaoh, “I remember my offenses today. <b class=\"verse-num\" id=\"v01041010-1\">10&nbsp;</b>When Pharaoh was angry with his servants and put me and the chief baker in custody in the house of the captain of the guard, <b class=\"verse-num\" id=\"v01041011-1\">11&nbsp;</b>we dreamed on the same night, he and I, each having a dream with its own interpretation. <b class=\"verse-num\" id=\"v01041012-1\">12&nbsp;</b>A young Hebrew was there with us, a servant of the captain of the guard. When we told him, he interpreted our dreams to us, giving an interpretation to each man according to his dream. <b class=\"verse-num\" id=\"v01041013-1\">13&nbsp;</b>And as he interpreted to us, so it came about. I was restored to my office, and the baker was hanged.”</p>\n<p id=\"p01041013_05-7\"><b class=\"verse-num\" id=\"v01041014-1\">14&nbsp;</b>Then Pharaoh sent and called Joseph, and they quickly brought him out of the pit. And when he had shaved himself and changed his clothes, he came in before Pharaoh. <b class=\"verse-num\" id=\"v01041015-1\">15&nbsp;</b>And Pharaoh said to Joseph, “I have had a dream, and there is no one who can interpret it. I have heard it said of you that when you hear a dream you can interpret it.” <b class=\"verse-num\" id=\"v01041016-1\">16&nbsp;</b>Joseph answered Pharaoh, “It is not in me; God will give Pharaoh a favorable answer.” <b class=\"verse-num\" id=\"v01041017-1\">17&nbsp;</b>Then Pharaoh said to Joseph, “Behold, in my dream I was standing on the banks of the Nile. <b class=\"verse-num\" id=\"v01041018-1\">18&nbsp;</b>Seven cows, plump and attractive, came up out of the Nile and fed in the reed grass. <b class=\"verse-num\" id=\"v01041019-1\">19&nbsp;</b>Seven other cows came up after them, poor and very ugly and thin, such as I had never seen in all the land of Egypt. <b class=\"verse-num\" id=\"v01041020-1\">20&nbsp;</b>And the thin, ugly cows ate up the first seven plump cows, <b class=\"verse-num\" id=\"v01041021-1\">21&nbsp;</b>but when they had eaten them no one would have known that they had eaten them, for they were still as ugly as at the beginning. Then I awoke. <b class=\"verse-num\" id=\"v01041022-1\">22&nbsp;</b>I also saw in my dream seven ears growing on one stalk, full and good. <b class=\"verse-num\" id=\"v01041023-1\">23&nbsp;</b>Seven ears, withered, thin, and blighted by the east wind, sprouted after them, <b class=\"verse-num\" id=\"v01041024-1\">24&nbsp;</b>and the thin ears swallowed up the seven good ears. And I told it to the magicians, but there was no one who could explain it to me.”</p>\n<p id=\"p01041024_05-7\"><b class=\"verse-num\" id=\"v01041025-1\">25&nbsp;</b>Then Joseph said to Pharaoh, “The dreams of Pharaoh are one; God has revealed to Pharaoh what he is about to do. <b class=\"verse-num\" id=\"v01041026-1\">26&nbsp;</b>The seven good cows are seven years, and the seven good ears are seven years; the dreams are one. <b class=\"verse-num\" id=\"v01041027-1\">27&nbsp;</b>The seven lean and ugly cows that came up after them are seven years, and the seven empty ears blighted by the east wind are also seven years of famine. <b class=\"verse-num\" id=\"v01041028-1\">28&nbsp;</b>It is as I told Pharaoh; God has shown to Pharaoh what he is about to do. <b class=\"verse-num\" id=\"v01041029-1\">29&nbsp;</b>There will come seven years of great plenty throughout all the land of Egypt, <b class=\"verse-num\" id=\"v01041030-1\">30&nbsp;</b>but after them there will arise seven years of famine, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land, <b class=\"verse-num\" id=\"v01041031-1\">31&nbsp;</b>and the plenty will be unknown in the land by reason of the famine that will follow, for it will be very severe. <b class=\"verse-num\" id=\"v01041032-1\">32&nbsp;</b>And the doubling of Pharaoh’s dream means that the thing is fixed by God, and God will shortly bring it about. <b class=\"verse-num\" id=\"v01041033-1\">33&nbsp;</b>Now therefore let Pharaoh select a discerning and wise man, and set him over the land of Egypt. <b class=\"verse-num\" id=\"v01041034-1\">34&nbsp;</b>Let Pharaoh proceed to appoint overseers over the land and take one-fifth of the produce of the land of Egypt during the seven plentiful years. <b class=\"verse-num\" id=\"v01041035-1\">35&nbsp;</b>And let them gather all the food of these good years that are coming and store up grain under the authority of Pharaoh for food in the cities, and let them keep it. <b class=\"verse-num\" id=\"v01041036-1\">36&nbsp;</b>That food shall be a reserve for the land against the seven years of famine that are to occur in the land of Egypt, so that the land may not perish through the famine.”</p>\n\n<p id=\"p01041036_09-7\"><b class=\"verse-num\" id=\"v01041037-1\">37&nbsp;</b>This proposal pleased Pharaoh and all his servants. <b class=\"verse-num\" id=\"v01041038-1\">38&nbsp;</b>And Pharaoh said to his servants, “Can we find a man like this, in whom is the Spirit of God?” <b class=\"verse-num\" id=\"v01041039-1\">39&nbsp;</b>Then Pharaoh said to Joseph, “Since God has shown you all this, there is none so discerning and wise as you are. <b class=\"verse-num\" id=\"v01041040-1\">40&nbsp;</b>You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.” <b class=\"verse-num\" id=\"v01041041-1\">41&nbsp;</b>And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” <b class=\"verse-num\" id=\"v01041042-1\">42&nbsp;</b>Then Pharaoh took his signet ring from his hand and put it on Joseph’s hand, and clothed him in garments of fine linen and put a gold chain about his neck. <b class=\"verse-num\" id=\"v01041043-1\">43&nbsp;</b>And he made him ride in his second chariot. And they called out before him, “Bow the knee!” Thus he set him over all the land of Egypt. <b class=\"verse-num\" id=\"v01041044-1\">44&nbsp;</b>Moreover, Pharaoh said to Joseph, “I am Pharaoh, and without your consent no one shall lift up hand or foot in all the land of Egypt.” <b class=\"verse-num\" id=\"v01041045-1\">45&nbsp;</b>And Pharaoh called Joseph’s name Zaphenath-paneah. And he gave him in marriage Asenath, the daughter of Potiphera priest of On. So Joseph went out over the land of Egypt.</p>\n<p id=\"p01041045_09-7\"><b class=\"verse-num\" id=\"v01041046-1\">46&nbsp;</b>Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh and went through all the land of Egypt. <b class=\"verse-num\" id=\"v01041047-1\">47&nbsp;</b>During the seven plentiful years the earth produced abundantly, <b class=\"verse-num\" id=\"v01041048-1\">48&nbsp;</b>and he gathered up all the food of these seven years, which occurred in the land of Egypt, and put the food in the cities. He put in every city the food from the fields around it. <b class=\"verse-num\" id=\"v01041049-1\">49&nbsp;</b>And Joseph stored up grain in great abundance, like the sand of the sea, until he ceased to measure it, for it could not be measured.</p>\n<p id=\"p01041049_09-7\"><b class=\"verse-num\" id=\"v01041050-1\">50&nbsp;</b>Before the year of famine came, two sons were born to Joseph. Asenath, the daughter of Potiphera priest of On, bore them to him. <b class=\"verse-num\" id=\"v01041051-1\">51&nbsp;</b>Joseph called the name of the firstborn Manasseh. “For,” he said, “God has made me forget all my hardship and all my father’s house.” <b class=\"verse-num\" id=\"v01041052-1\">52&nbsp;</b>The name of the second he called Ephraim, “For God has made me fruitful in the land of my affliction.”</p>\n<p id=\"p01041052_09-7\"><b class=\"verse-num\" id=\"v01041053-1\">53&nbsp;</b>The seven years of plenty that occurred in the land of Egypt came to an end, <b class=\"verse-num\" id=\"v01041054-1\">54&nbsp;</b>and the seven years of famine began to come, as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread. <b class=\"verse-num\" id=\"v01041055-1\">55&nbsp;</b>When all the land of Egypt was famished, the people cried to Pharaoh for bread. Pharaoh said to all the Egyptians, “Go to Joseph. What he says to you, do.”</p>\n<p id=\"p01041055_09-7\"><b class=\"verse-num\" id=\"v01041056-1\">56&nbsp;</b>So when the famine had spread over all the land, Joseph opened all the storehouses and sold to the Egyptians, for the famine was severe in the land of Egypt. <b class=\"verse-num\" id=\"v01041057-1\">57&nbsp;</b>Moreover, all the earth came to Egypt to Joseph to buy grain, because the famine was severe over all the earth.</p>\n\n</div>","kjv":"<strong>29</strong> Behold, there come seven years of great plenty throughout all the land of Egypt:  <strong>30</strong> And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land;  ","niv":"<sup><strong>29</strong></sup> Seven years of great abundance are coming throughout the land of Egypt, <sup><strong>30</strong></sup> but seven years of famine will follow them. Then all the abundance in Egypt will be forgotten, and the famine will ravage the land. ","modified":"2022-01-18T04:08:07.724Z"},{"_id":"616b26d1c1af50acf0bc928b","topicId":"616b26cfc1af50acf0bc9286","verse":"Matthew 13:3-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40013003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span> <b class=\"verse-num woc\" id=\"v40013009-1\">9&nbsp;</b><span class=\"woc\">He who has ears, let him hear.”</span></p>\n\n<p id=\"p40013009_06-5\"><b class=\"verse-num\" id=\"v40013010-1\">10&nbsp;</b>Then the disciples came and said to him, “Why do you speak to them in parables?” <b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span> <b class=\"verse-num woc\" id=\"v40013012-1\">12&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and he will have an abundance, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_06-5\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_06-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br><span id=\"p40013015_06-5\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_06-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_06-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_06-5\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_06-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_06-5\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_06-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></span></span></p><p id=\"p40013015_06-5\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40013016-1\">16&nbsp;</b><span class=\"woc\">But blessed are your eyes, for they see, and your ears, for they hear.</span> <b class=\"verse-num woc\" id=\"v40013017-1\">17&nbsp;</b><span class=\"woc\">For truly, I say to you, many prophets and righteous people longed to see what you see, and did not see it, and to hear what you hear, and did not hear it.</span></p>\n\n<p id=\"p40013017_12-5\"><b class=\"verse-num woc\" id=\"v40013018-1\">18&nbsp;</b><span class=\"woc\">“Hear then the parable of the sower:</span> <b class=\"verse-num woc\" id=\"v40013019-1\">19&nbsp;</b><span class=\"woc\">When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path.</span> <b class=\"verse-num woc\" id=\"v40013020-1\">20&nbsp;</b><span class=\"woc\">As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,</span> <b class=\"verse-num woc\" id=\"v40013021-1\">21&nbsp;</b><span class=\"woc\">yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away.</span> <b class=\"verse-num woc\" id=\"v40013022-1\">22&nbsp;</b><span class=\"woc\">As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.</span> <b class=\"verse-num woc\" id=\"v40013023-1\">23&nbsp;</b><span class=\"woc\">As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”</span></p>\n\n</div>","kjv":"<strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  <strong>9</strong> Who hath ears to hear, let him hear.  <strong>10</strong> And the disciples came, and said unto him, Why speakest thou unto them in parables?  <strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  <strong>12</strong> For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.  <strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  <strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  <strong>16</strong> But blessed are your eyes, for they see: and your ears, for they hear.  <strong>17</strong> For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.  <strong>18</strong>           Hear ye therefore the parable of the sower.  <strong>19</strong> When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.  <strong>20</strong> But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;  <strong>21</strong> Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended.  <strong>22</strong> He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.  <strong>23</strong> But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty. ","niv":"<sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. <sup><strong>9</strong></sup> He who has ears, let him hear.\" <sup><strong>10</strong></sup> The disciples came to him and asked, \"Why do you speak to the people in parables?\" <sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. <sup><strong>12</strong></sup> Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. <sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' <sup><strong>16</strong></sup> But blessed are your eyes because they see, and your ears because they hear. <sup><strong>17</strong></sup> For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it. <sup><strong>18</strong></sup> \"Listen then to what the parable of the sower means: <sup><strong>19</strong></sup> When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path. <sup><strong>20</strong></sup> The one who received the seed that fell on rocky places is the man who hears the word and at once receives it with joy. <sup><strong>21</strong></sup> But since he has no root, he lasts only a short time. When trouble or persecution comes because of the word, he quickly falls away. <sup><strong>22</strong></sup> The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful. <sup><strong>23</strong></sup> But the one who received the seed that fell on good soil is the man who hears the word and understands it. He produces a crop, yielding a hundred, sixty or thirty times what was sown.\" ","modified":"2022-11-11T02:17:17.274Z"},{"_id":"616b26d1c1af50acf0bc928c","topicId":"616b26cfc1af50acf0bc9286","verse":"Matthew 6:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006031_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span></p>\n</div>","kjv":"<strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  ","niv":"<sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?'","modified":"2023-10-05T02:45:59.197Z"},{"_id":"616b26d2c1af50acf0bc928d","topicId":"616b26cfc1af50acf0bc9286","verse":"Genesis 41:1-57","votes":3,"__v":0,"kjv":"<strong>1</strong> And it came to pass at the end of two full years, that Pharaoh dreamed: and, behold, he stood by the river.  <strong>2</strong> And, behold, there came up out of the river seven well favoured kine and fatfleshed; and they fed in a meadow.  <strong>3</strong> And, behold, seven other kine came up after them out of the river, ill favoured and leanfleshed; and stood by the other kine upon the brink of the river.  <strong>4</strong> And the ill favoured and leanfleshed kine did eat up the seven well favoured and fat kine. So Pharaoh awoke.  <strong>5</strong> And he slept and dreamed the second time: and, behold, seven ears of corn came up upon one stalk, rank and good.  <strong>6</strong> And, behold, seven thin ears and blasted with the east wind sprung up after them.  <strong>7</strong> And the seven thin ears devoured the seven rank and full ears. And Pharaoh awoke, and, behold, it was a dream.  <strong>8</strong> And it came to pass in the morning that his spirit was troubled; and he sent and called for all the magicians of Egypt, and all the wise men thereof: and Pharaoh told them his dream; but there was none that could interpret them unto Pharaoh.  <strong>9</strong> Then spake the chief butler unto Pharaoh, saying, I do remember my faults this day:  <strong>10</strong> Pharaoh was wroth with his servants, and put me in ward in the captain of the guard’s house, both me and the chief baker:  <strong>11</strong> And we dreamed a dream in one night, I and he; we dreamed each man according to the interpretation of his dream.  <strong>12</strong> And there was there with us a young man, an Hebrew, servant to the captain of the guard; and we told him, and he interpreted to us our dreams; to each man according to his dream he did interpret.  <strong>13</strong> And it came to pass, as he interpreted to us, so it was; me he restored unto mine office, and him he hanged.  <strong>14</strong> Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon: and he shaved himself, and changed his raiment, and came in unto Pharaoh.  <strong>15</strong> And Pharaoh said unto Joseph, I have dreamed a dream, and there is  none that can interpret it: and I have heard say of thee, that  thou canst understand a dream to interpret it.  <strong>16</strong> And Joseph answered Pharaoh, saying, It is not in me: God shall give Pharaoh an answer of peace.  <strong>17</strong> And Pharaoh said unto Joseph, In my dream, behold, I stood upon the bank of the river:  <strong>18</strong> And, behold, there came up out of the river seven kine, fatfleshed and well favoured; and they fed in a meadow:  <strong>19</strong> And, behold, seven other kine came up after them, poor and very ill favoured and leanfleshed, such as I never saw in all the land of Egypt for badness:  <strong>20</strong> And the lean and the ill favoured kine did eat up the first seven fat kine:  <strong>21</strong> And when they had eaten them up, it could not be known that they had eaten them; but they were still ill favoured, as at the beginning. So I awoke.  <strong>22</strong> And I saw in my dream, and, behold, seven ears came up in one stalk, full and good:  <strong>23</strong> And, behold, seven ears, withered, thin, and blasted with the east wind, sprung up after them:  <strong>24</strong> And the thin ears devoured the seven good ears: and I told this  unto the magicians; but there was none that could declare it to me.  <strong>25</strong> And Joseph said unto Pharaoh, The dream of Pharaoh is one: God hath shewed Pharaoh what he is about to do.  <strong>26</strong> The seven good kine are seven years; and the seven good ears are seven years: the dream is one.  <strong>27</strong> And the seven thin and ill favoured kine that came up after them are seven years; and the seven empty ears blasted with the east wind shall be seven years of famine.  <strong>28</strong> This is the thing which I have spoken unto Pharaoh: What God is about to do he sheweth unto Pharaoh.  <strong>29</strong> Behold, there come seven years of great plenty throughout all the land of Egypt:  <strong>30</strong> And there shall arise after them seven years of famine; and all the plenty shall be forgotten in the land of Egypt; and the famine shall consume the land;  <strong>31</strong> And the plenty shall not be known in the land by reason of that famine following; for it shall be very grievous.  <strong>32</strong> And for that the dream was doubled unto Pharaoh twice; it is  because the thing is established by God, and God will shortly bring it to pass.  <strong>33</strong> Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt.  <strong>34</strong> Let Pharaoh do this, and let him appoint officers over the land, and take up the fifth part of the land of Egypt in the seven plenteous years.  <strong>35</strong> And let them gather all the food of those good years that come, and lay up corn under the hand of Pharaoh, and let them keep food in the cities.  <strong>36</strong> And that food shall be for store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.  <strong>37</strong> And the thing was good in the eyes of Pharaoh, and in the eyes of all his servants.  <strong>38</strong> And Pharaoh said unto his servants, Can we find such a one  as this is, a man in whom the Spirit of God is?  <strong>39</strong> And Pharaoh said unto Joseph, Forasmuch as God hath shewed thee all this, there is none so discreet and wise as thou art:  <strong>40</strong> Thou shalt be over my house, and according unto thy word shall all my people be ruled: only in the throne will I be greater than thou.  <strong>41</strong> And Pharaoh said unto Joseph, See, I have set thee over all the land of Egypt.  <strong>42</strong> And Pharaoh took off his ring from his hand, and put it upon Joseph’s hand, and arrayed him in vestures of fine linen, and put a gold chain about his neck;  <strong>43</strong> And he made him to ride in the second chariot which he had; and they cried before him, Bow the knee: and he made him ruler over all the land of Egypt.  <strong>44</strong> And Pharaoh said unto Joseph, I am Pharaoh, and without thee shall no man lift up his hand or foot in all the land of Egypt.  <strong>45</strong> And Pharaoh called Joseph’s name Zaphnath-paaneah; and he gave him to wife Asenath the daughter of Poti-pherah priest of On. And Joseph went out over all the land of Egypt.  <strong>46</strong> And Joseph was thirty years old when he stood before Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.  <strong>47</strong> And in the seven plenteous years the earth brought forth by handfuls.  <strong>48</strong> And he gathered up all the food of the seven years, which were in the land of Egypt, and laid up the food in the cities: the food of the field, which was round about every city, laid he up in the same.  <strong>49</strong> And Joseph gathered corn as the sand of the sea, very much, until he left numbering; for it was without number.  <strong>50</strong> And unto Joseph were born two sons before the years of famine came, which Asenath the daughter of Poti-pherah priest of On bare unto him.  <strong>51</strong> And Joseph called the name of the firstborn Manasseh: For God, said he, hath made me forget all my toil, and all my father’s house.  <strong>52</strong> And the name of the second called he Ephraim: For God hath caused me to be fruitful in the land of my affliction.  <strong>53</strong> And the seven years of plenteousness, that was in the land of Egypt, were ended.  <strong>54</strong> And the seven years of dearth began to come, according as Joseph had said: and the dearth was in all lands; but in all the land of Egypt there was bread.  <strong>55</strong> And when all the land of Egypt was famished, the people cried to Pharaoh for bread: and Pharaoh said unto all the Egyptians, Go unto Joseph; what he saith to you, do.  <strong>56</strong> And the famine was over all the face of the earth: and Joseph opened all the storehouses, and sold unto the Egyptians; and the famine waxed sore in the land of Egypt.  <strong>57</strong> And all countries came into Egypt to Joseph for to buy corn;  because that the famine was so sore in all lands.  ","niv":"<sup><strong>1</strong></sup> When two full years had passed, Pharaoh had a dream: He was standing by the Nile, <sup><strong>2</strong></sup> when out of the river there came up seven cows, sleek and fat, and they grazed among the reeds. <sup><strong>3</strong></sup> After them, seven other cows, ugly and gaunt, came up out of the Nile and stood beside those on the riverbank. <sup><strong>4</strong></sup> And the cows that were ugly and gaunt ate up the seven sleek, fat cows. Then Pharaoh woke up. <sup><strong>5</strong></sup> He fell asleep again and had a second dream: Seven heads of grain, healthy and good, were growing on a single stalk. <sup><strong>6</strong></sup> After them, seven other heads of grain sprouted-thin and scorched by the east wind. <sup><strong>7</strong></sup> The thin heads of grain swallowed up the seven healthy, full heads. Then Pharaoh woke up; it had been a dream. <sup><strong>8</strong></sup> In the morning his mind was troubled, so he sent for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could interpret them for him. <sup><strong>9</strong></sup> Then the chief cupbearer said to Pharaoh, \"Today I am reminded of my shortcomings. <sup><strong>10</strong></sup> Pharaoh was once angry with his servants, and he imprisoned me and the chief baker in the house of the captain of the guard. <sup><strong>11</strong></sup> Each of us had a dream the same night, and each dream had a meaning of its own. <sup><strong>12</strong></sup> Now a young Hebrew was there with us, a servant of the captain of the guard. We told him our dreams, and he interpreted them for us, giving each man the interpretation of his dream. <sup><strong>13</strong></sup> And things turned out exactly as he interpreted them to us: I was restored to my position, and the other man was hanged. \" <sup><strong>14</strong></sup> So Pharaoh sent for Joseph, and he was quickly brought from the dungeon. When he had shaved and changed his clothes, he came before Pharaoh. <sup><strong>15</strong></sup> Pharaoh said to Joseph, \"I had a dream, and no one can interpret it. But I have heard it said of you that when you hear a dream you can interpret it.\" <sup><strong>16</strong></sup> \"I cannot do it,\" Joseph replied to Pharaoh, \"but God will give Pharaoh the answer he desires.\" <sup><strong>17</strong></sup> Then Pharaoh said to Joseph, \"In my dream I was standing on the bank of the Nile, <sup><strong>18</strong></sup> when out of the river there came up seven cows, fat and sleek, and they grazed among the reeds. <sup><strong>19</strong></sup> After them, seven other cows came up-scrawny and very ugly and lean. I had never seen such ugly cows in all the land of Egypt. <sup><strong>20</strong></sup> The lean, ugly cows ate up the seven fat cows that came up first. <sup><strong>21</strong></sup> But even after they ate them, no one could tell that they had done so; they looked just as ugly as before. Then I woke up. <sup><strong>22</strong></sup> \"In my dreams I also saw seven heads of grain, full and good, growing on a single stalk. <sup><strong>23</strong></sup> After them, seven other heads sprouted-withered and thin and scorched by the east wind. <sup><strong>24</strong></sup> The thin heads of grain swallowed up the seven good heads. I told this to the magicians, but none could explain it to me.\" <sup><strong>25</strong></sup> Then Joseph said to Pharaoh, \"The dreams of Pharaoh are one and the same. God has revealed to Pharaoh what he is about to do. <sup><strong>26</strong></sup> The seven good cows are seven years, and the seven good heads of grain are seven years; it is one and the same dream. <sup><strong>27</strong></sup> The seven lean, ugly cows that came up afterward are seven years, and so are the seven worthless heads of grain scorched by the east wind: They are seven years of famine. <sup><strong>28</strong></sup> \"It is just as I said to Pharaoh: God has shown Pharaoh what he is about to do. <sup><strong>29</strong></sup> Seven years of great abundance are coming throughout the land of Egypt, <sup><strong>30</strong></sup> but seven years of famine will follow them. Then all the abundance in Egypt will be forgotten, and the famine will ravage the land. <sup><strong>31</strong></sup> The abundance in the land will not be remembered, because the famine that follows it will be so severe. <sup><strong>32</strong></sup> The reason the dream was given to Pharaoh in two forms is that the matter has been firmly decided by God, and God will do it soon. <sup><strong>33</strong></sup> \"And now let Pharaoh look for a discerning and wise man and put him in charge of the land of Egypt. <sup><strong>34</strong></sup> Let Pharaoh appoint commissioners over the land to take a fifth of the harvest of Egypt during the seven years of abundance. <sup><strong>35</strong></sup> They should collect all the food of these good years that are coming and store up the grain under the authority of Pharaoh, to be kept in the cities for food. <sup><strong>36</strong></sup> This food should be held in reserve for the country, to be used during the seven years of famine that will come upon Egypt, so that the country may not be ruined by the famine.\" <sup><strong>37</strong></sup> The plan seemed good to Pharaoh and to all his officials. <sup><strong>38</strong></sup> So Pharaoh asked them, \"Can we find anyone like this man, one in whom is the spirit of God?\" <sup><strong>39</strong></sup> Then Pharaoh said to Joseph, \"Since God has made all this known to you, there is no one so discerning and wise as you. <sup><strong>40</strong></sup> You shall be in charge of my palace, and all my people are to submit to your orders. Only with respect to the throne will I be greater than you.\" <sup><strong>41</strong></sup> So Pharaoh said to Joseph, \"I hereby put you in charge of the whole land of Egypt.\" <sup><strong>42</strong></sup> Then Pharaoh took his signet ring from his finger and put it on Joseph's finger. He dressed him in robes of fine linen and put a gold chain around his neck. <sup><strong>43</strong></sup> He had him ride in a chariot as his second-in-command, and men shouted before him, \"Make way!\" Thus he put him in charge of the whole land of Egypt. <sup><strong>44</strong></sup> Then Pharaoh said to Joseph, \"I am Pharaoh, but without your word no one will lift hand or foot in all Egypt.\" <sup><strong>45</strong></sup> Pharaoh gave Joseph the name Zaphenath-Paneah and gave him Asenath daughter of Potiphera, priest of On, to be his wife. And Joseph went throughout the land of Egypt. <sup><strong>46</strong></sup> Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from Pharaoh's presence and traveled throughout Egypt. <sup><strong>47</strong></sup> During the seven years of abundance the land produced plentifully. <sup><strong>48</strong></sup> Joseph collected all the food produced in those seven years of abundance in Egypt and stored it in the cities. In each city he put the food grown in the fields surrounding it. <sup><strong>49</strong></sup> Joseph stored up huge quantities of grain, like the sand of the sea; it was so much that he stopped keeping records because it was beyond measure. <sup><strong>50</strong></sup> Before the years of famine came, two sons were born to Joseph by Asenath daughter of Potiphera, priest of On. <sup><strong>51</strong></sup> Joseph named his firstborn Manasseh and said, \"It is because God has made me forget all my trouble and all my father's household.\" <sup><strong>52</strong></sup> The second son he named Ephraim and said, \"It is because God has made me fruitful in the land of my suffering.\" <sup><strong>53</strong></sup> The seven years of abundance in Egypt came to an end, <sup><strong>54</strong></sup> and the seven years of famine began, just as Joseph had said. There was famine in all the other lands, but in the whole land of Egypt there was food. <sup><strong>55</strong></sup> When all Egypt began to feel the famine, the people cried to Pharaoh for food. Then Pharaoh told all the Egyptians, \"Go to Joseph and do what he tells you.\" <sup><strong>56</strong></sup> When the famine had spread over the whole country, Joseph opened the storehouses and sold grain to the Egyptians, for the famine was severe throughout Egypt. <sup><strong>57</strong></sup> And all the countries came to Egypt to buy grain from Joseph, because the famine was severe in all the world. ","modified":"2023-03-01T16:28:01.272Z"},{"_id":"616b26d2c1af50acf0bc928e","topicId":"616b26cfc1af50acf0bc9286","verse":"2 Kings 7:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12007016_01-8\"><b class=\"verse-num\" id=\"v12007016-1\">16&nbsp;</b>Then the people went out and plundered the camp of the Syrians. So a seah of fine flour was sold for a shekel, and two seahs of barley for a shekel, according to the word of the LORD.</p>\n</div>","kjv":"<strong>16</strong> And the people went out, and spoiled the tents of the Syrians. So a measure of fine flour was sold for a shekel, and two measures of barley for a shekel, according to the word of the LORD.  ","niv":"<sup><strong>16</strong></sup> Then the people went out and plundered the camp of the Arameans. So a seah of flour sold for a shekel, and two seahs of barley sold for a shekel, as the LORD had said."},{"_id":"616b26d2c1af50acf0bc928f","topicId":"616b26cfc1af50acf0bc9286","verse":"Mark 14:1-72","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41014001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41014001-1\">14:1&nbsp;</b>It was now two days before the Passover and the Feast of Unleavened Bread. And the chief priests and the scribes were seeking how to arrest him by stealth and kill him, <b class=\"verse-num\" id=\"v41014002-1\">2&nbsp;</b>for they said, “Not during the feast, lest there be an uproar from the people.”</p>\n\n<p id=\"p41014002_10-9\"><b class=\"verse-num\" id=\"v41014003-1\">3&nbsp;</b>And while he was at Bethany in the house of Simon the leper, as he was reclining at table, a woman came with an alabaster flask of ointment of pure nard, very costly, and she broke the flask and poured it over his head. <b class=\"verse-num\" id=\"v41014004-1\">4&nbsp;</b>There were some who said to themselves indignantly, “Why was the ointment wasted like that? <b class=\"verse-num\" id=\"v41014005-1\">5&nbsp;</b>For this ointment could have been sold for more than three hundred denarii and given to the poor.” And they scolded her. <b class=\"verse-num\" id=\"v41014006-1\">6&nbsp;</b>But Jesus said, <span class=\"woc\">“Leave her alone. Why do you trouble her? She has done a beautiful thing to me.</span> <b class=\"verse-num woc\" id=\"v41014007-1\">7&nbsp;</b><span class=\"woc\">For you always have the poor with you, and whenever you want, you can do good for them. But you will not always have me.</span> <b class=\"verse-num woc\" id=\"v41014008-1\">8&nbsp;</b><span class=\"woc\">She has done what she could; she has anointed my body beforehand for burial.</span> <b class=\"verse-num woc\" id=\"v41014009-1\">9&nbsp;</b><span class=\"woc\">And truly, I say to you, wherever the gospel is proclaimed in the whole world, what she has done will be told in memory of her.”</span></p>\n\n<p id=\"p41014009_14-9\"><b class=\"verse-num\" id=\"v41014010-1\">10&nbsp;</b>Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them. <b class=\"verse-num\" id=\"v41014011-1\">11&nbsp;</b>And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him.</p>\n\n<p id=\"p41014011_19-9\"><b class=\"verse-num\" id=\"v41014012-1\">12&nbsp;</b>And on the first day of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where will you have us go and prepare for you to eat the Passover?” <b class=\"verse-num\" id=\"v41014013-1\">13&nbsp;</b>And he sent two of his disciples and said to them, <span class=\"woc\">“Go into the city, and a man carrying a jar of water will meet you. Follow him,</span> <b class=\"verse-num woc\" id=\"v41014014-1\">14&nbsp;</b><span class=\"woc\">and wherever he enters, say to the master of the house, ‘The Teacher says, Where is my guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v41014015-1\">15&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished and ready; there prepare for us.”</span> <b class=\"verse-num\" id=\"v41014016-1\">16&nbsp;</b>And the disciples set out and went to the city and found it just as he had told them, and they prepared the Passover.</p>\n<p id=\"p41014016_19-9\"><b class=\"verse-num\" id=\"v41014017-1\">17&nbsp;</b>And when it was evening, he came with the twelve. <b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span> <b class=\"verse-num\" id=\"v41014019-1\">19&nbsp;</b>They began to be sorrowful and to say to him one after another, “Is it I?” <b class=\"verse-num\" id=\"v41014020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“It is one of the twelve, one who is dipping bread into the dish with me.</span> <b class=\"verse-num woc\" id=\"v41014021-1\">21&nbsp;</b><span class=\"woc\">For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”</span></p>\n\n<p id=\"p41014021_24-9\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span> <b class=\"verse-num\" id=\"v41014023-1\">23&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, and they all drank of it. <b class=\"verse-num\" id=\"v41014024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“This is my blood of the covenant, which is poured out for many.</span> <b class=\"verse-num woc\" id=\"v41014025-1\">25&nbsp;</b><span class=\"woc\">Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”</span></p>\n\n<p id=\"p41014025_28-9\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives. <b class=\"verse-num\" id=\"v41014027-1\">27&nbsp;</b>And Jesus said to them, <span class=\"woc\">“You will all fall away, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’</span> <b class=\"verse-num woc\" id=\"v41014028-1\">28&nbsp;</b><span class=\"woc\">But after I am raised up, I will go before you to Galilee.”</span> <b class=\"verse-num\" id=\"v41014029-1\">29&nbsp;</b>Peter said to him, “Even though they all fall away, I will not.” <b class=\"verse-num\" id=\"v41014030-1\">30&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Truly, I tell you, this very night, before the rooster crows twice, you will deny me three times.”</span> <b class=\"verse-num\" id=\"v41014031-1\">31&nbsp;</b>But he said emphatically, “If I must die with you, I will not deny you.” And they all said the same.</p>\n\n<p id=\"p41014031_32-9\"><b class=\"verse-num\" id=\"v41014032-1\">32&nbsp;</b>And they went to a place called Gethsemane. And he said to his disciples, <span class=\"woc\">“Sit here while I pray.”</span> <b class=\"verse-num\" id=\"v41014033-1\">33&nbsp;</b>And he took with him Peter and James and John, and began to be greatly distressed and troubled. <b class=\"verse-num\" id=\"v41014034-1\">34&nbsp;</b>And he said to them, <span class=\"woc\">“My soul is very sorrowful, even to death. Remain here and watch.”</span> <b class=\"verse-num\" id=\"v41014035-1\">35&nbsp;</b>And going a little farther, he fell on the ground and prayed that, if it were possible, the hour might pass from him. <b class=\"verse-num\" id=\"v41014036-1\">36&nbsp;</b>And he said, <span class=\"woc\">“Abba, Father, all things are possible for you. Remove this cup from me. Yet not what I will, but what you will.”</span> <b class=\"verse-num\" id=\"v41014037-1\">37&nbsp;</b>And he came and found them sleeping, and he said to Peter, <span class=\"woc\">“Simon, are you asleep? Could you not watch one hour?</span> <b class=\"verse-num woc\" id=\"v41014038-1\">38&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span> <b class=\"verse-num\" id=\"v41014039-1\">39&nbsp;</b>And again he went away and prayed, saying the same words. <b class=\"verse-num\" id=\"v41014040-1\">40&nbsp;</b>And again he came and found them sleeping, for their eyes were very heavy, and they did not know what to answer him. <b class=\"verse-num\" id=\"v41014041-1\">41&nbsp;</b>And he came the third time and said to them, <span class=\"woc\">“Are you still sleeping and taking your rest? It is enough; the hour has come. The Son of Man is betrayed into the hands of sinners.</span> <b class=\"verse-num woc\" id=\"v41014042-1\">42&nbsp;</b><span class=\"woc\">Rise, let us be going; see, my betrayer is at hand.”</span></p>\n\n<p id=\"p41014042_37-9\"><b class=\"verse-num\" id=\"v41014043-1\">43&nbsp;</b>And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders. <b class=\"verse-num\" id=\"v41014044-1\">44&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.” <b class=\"verse-num\" id=\"v41014045-1\">45&nbsp;</b>And when he came, he went up to him at once and said, “Rabbi!” And he kissed him. <b class=\"verse-num\" id=\"v41014046-1\">46&nbsp;</b>And they laid hands on him and seized him. <b class=\"verse-num\" id=\"v41014047-1\">47&nbsp;</b>But one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear. <b class=\"verse-num\" id=\"v41014048-1\">48&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Have you come out as against a robber, with swords and clubs to capture me?</span> <b class=\"verse-num woc\" id=\"v41014049-1\">49&nbsp;</b><span class=\"woc\">Day after day I was with you in the temple teaching, and you did not seize me. But let the Scriptures be fulfilled.”</span> <b class=\"verse-num\" id=\"v41014050-1\">50&nbsp;</b>And they all left him and fled.</p>\n\n<p id=\"p41014050_41-9\"><b class=\"verse-num\" id=\"v41014051-1\">51&nbsp;</b>And a young man followed him, with nothing but a linen cloth about his body. And they seized him, <b class=\"verse-num\" id=\"v41014052-1\">52&nbsp;</b>but he left the linen cloth and ran away naked.</p>\n\n<p id=\"p41014052_45-9\"><b class=\"verse-num\" id=\"v41014053-1\">53&nbsp;</b>And they led Jesus to the high priest. And all the chief priests and the elders and the scribes came together. <b class=\"verse-num\" id=\"v41014054-1\">54&nbsp;</b>And Peter had followed him at a distance, right into the courtyard of the high priest. And he was sitting with the guards and warming himself at the fire. <b class=\"verse-num\" id=\"v41014055-1\">55&nbsp;</b>Now the chief priests and the whole council were seeking testimony against Jesus to put him to death, but they found none. <b class=\"verse-num\" id=\"v41014056-1\">56&nbsp;</b>For many bore false witness against him, but their testimony did not agree. <b class=\"verse-num\" id=\"v41014057-1\">57&nbsp;</b>And some stood up and bore false witness against him, saying, <b class=\"verse-num\" id=\"v41014058-1\">58&nbsp;</b>“We heard him say, ‘I will destroy this temple that is made with hands, and in three days I will build another, not made with hands.’” <b class=\"verse-num\" id=\"v41014059-1\">59&nbsp;</b>Yet even about this their testimony did not agree. <b class=\"verse-num\" id=\"v41014060-1\">60&nbsp;</b>And the high priest stood up in the midst and asked Jesus, “Have you no answer to make? What is it that these men testify against you?” <b class=\"verse-num\" id=\"v41014061-1\">61&nbsp;</b>But he remained silent and made no answer. Again the high priest asked him, “Are you the Christ, the Son of the Blessed?” <b class=\"verse-num\" id=\"v41014062-1\">62&nbsp;</b>And Jesus said, <span class=\"woc\">“I am, and you will see the Son of Man seated at the right hand of Power, and coming with the clouds of heaven.”</span> <b class=\"verse-num\" id=\"v41014063-1\">63&nbsp;</b>And the high priest tore his garments and said, “What further witnesses do we need? <b class=\"verse-num\" id=\"v41014064-1\">64&nbsp;</b>You have heard his blasphemy. What is your decision?” And they all condemned him as deserving death. <b class=\"verse-num\" id=\"v41014065-1\">65&nbsp;</b>And some began to spit on him and to cover his face and to strike him, saying to him, “Prophesy!” And the guards received him with blows.</p>\n\n<p id=\"p41014065_48-9\"><b class=\"verse-num\" id=\"v41014066-1\">66&nbsp;</b>And as Peter was below in the courtyard, one of the servant girls of the high priest came, <b class=\"verse-num\" id=\"v41014067-1\">67&nbsp;</b>and seeing Peter warming himself, she looked at him and said, “You also were with the Nazarene, Jesus.” <b class=\"verse-num\" id=\"v41014068-1\">68&nbsp;</b>But he denied it, saying, “I neither know nor understand what you mean.” And he went out into the gateway and the rooster crowed. <b class=\"verse-num\" id=\"v41014069-1\">69&nbsp;</b>And the servant girl saw him and began again to say to the bystanders, “This man is one of them.” <b class=\"verse-num\" id=\"v41014070-1\">70&nbsp;</b>But again he denied it. And after a little while the bystanders again said to Peter, “Certainly you are one of them, for you are a Galilean.” <b class=\"verse-num\" id=\"v41014071-1\">71&nbsp;</b>But he began to invoke a curse on himself and to swear, “I do not know this man of whom you speak.” <b class=\"verse-num\" id=\"v41014072-1\">72&nbsp;</b>And immediately the rooster crowed a second time. And Peter remembered how Jesus had said to him, <span class=\"woc\">“Before the rooster crows twice, you will deny me three times.”</span> And he broke down and wept.</p>\n\n</div>","kjv":"<strong>1</strong> After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.  <strong>2</strong> But they said, Not on the feast day, lest there be an uproar of the people.  <strong>3</strong> And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.  <strong>4</strong> And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?  <strong>5</strong> For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.  <strong>6</strong> And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.  <strong>7</strong> For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.  <strong>8</strong> She hath done what she could: she is come aforehand to anoint my body to the burying.  <strong>9</strong> Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her. <strong>10</strong> And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.  <strong>11</strong> And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.  <strong>12</strong> And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?  <strong>13</strong> And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.  <strong>14</strong> And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>15</strong> And he will shew you a large upper room furnished and  prepared: there make ready for us.  <strong>16</strong> And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.  <strong>17</strong> And in the evening he cometh with the twelve.  <strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. <strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. <strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  <strong>27</strong> And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.  <strong>28</strong> But after that I am risen, I will go before you into Galilee.  <strong>29</strong> But Peter said unto him, Although all shall be offended, yet will  not I.  <strong>30</strong> And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.  <strong>31</strong> But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.  <strong>32</strong> And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.  <strong>33</strong> And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;  <strong>34</strong> And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.  <strong>35</strong> And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.  <strong>36</strong> And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.  <strong>37</strong> And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?  <strong>38</strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.  <strong>39</strong> And again he went away, and prayed, and spake the same words.  <strong>40</strong> And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.  <strong>41</strong> And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.  <strong>42</strong> Rise up, let us go; lo, he that betrayeth me is at hand. <strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  <strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  <strong>45</strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.  <strong>46</strong> And they laid their hands on him, and took him.  <strong>47</strong> And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.  <strong>48</strong> And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?  <strong>49</strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.  <strong>50</strong> And they all forsook him, and fled.  <strong>51</strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:  <strong>52</strong> And he left the linen cloth, and fled from them naked.  <strong>53</strong> And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.  <strong>54</strong> And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.  <strong>55</strong> And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.  <strong>56</strong> For many bare false witness against him, but their witness agreed not together.  <strong>57</strong> And there arose certain, and bare false witness against him, saying,  <strong>58</strong> We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.  <strong>59</strong> But neither so did their witness agree together.  <strong>60</strong> And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?  <strong>61</strong> But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?  <strong>62</strong> And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.  <strong>63</strong> Then the high priest rent his clothes, and saith, What need we any further witnesses?  <strong>64</strong> Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.  <strong>65</strong> And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.  <strong>66</strong> And as Peter was beneath in the palace, there cometh one of the maids of the high priest:  <strong>67</strong> And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.  <strong>68</strong> But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.  <strong>69</strong> And a maid saw him again, and began to say to them that stood by, This is one of them.  <strong>70</strong> And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.  <strong>71</strong> But he began to curse and to swear, saying, I know not this man of whom ye speak.  <strong>72</strong> And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.  ","niv":"<sup><strong>1</strong></sup> Now the Passover and the Feast of Unleavened Bread were only two days away, and the chief priests and the teachers of the law were looking for some sly way to arrest Jesus and kill him. <sup><strong>2</strong></sup> \"But not during the Feast,\" they said, \"or the people may riot.\" <sup><strong>3</strong></sup> While he was in Bethany, reclining at the table in the home of a man known as Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head. <sup><strong>4</strong></sup> Some of those present were saying indignantly to one another, \"Why this waste of perfume? <sup><strong>5</strong></sup> It could have been sold for more than a year's wages and the money given to the poor.\" And they rebuked her harshly. <sup><strong>6</strong></sup> \"Leave her alone,\" said Jesus. \"Why are you bothering her? She has done a beautiful thing to me. <sup><strong>7</strong></sup> The poor you will always have with you, and you can help them any time you want. But you will not always have me. <sup><strong>8</strong></sup> She did what she could. She poured perfume on my body beforehand to prepare for my burial. <sup><strong>9</strong></sup> I tell you the truth, wherever the gospel is preached throughout the world, what she has done will also be told, in memory of her.\" <sup><strong>10</strong></sup> Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them. <sup><strong>11</strong></sup> They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over. <sup><strong>12</strong></sup> On the first day of the Feast of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus' disciples asked him, \"Where do you want us to go and make preparations for you to eat the Passover?\" <sup><strong>13</strong></sup> So he sent two of his disciples, telling them, \"Go into the city, and a man carrying a jar of water will meet you. Follow him. <sup><strong>14</strong></sup> Say to the owner of the house he enters, 'The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?' <sup><strong>15</strong></sup> He will show you a large upper room, furnished and ready. Make preparations for us there.\" <sup><strong>16</strong></sup> The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>17</strong></sup> When evening came, Jesus arrived with the Twelve. <sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\" <sup><strong>19</strong></sup> They were saddened, and one by one they said to him, \"Surely not I?\" <sup><strong>20</strong></sup> \"It is one of the Twelve,\" he replied, \"one who dips bread into the bowl with me. <sup><strong>21</strong></sup> The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" <sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\" <sup><strong>23</strong></sup> Then he took the cup, gave thanks and offered it to them, and they all drank from it. <sup><strong>24</strong></sup> \"This is my blood of the covenant, which is poured out for many,\" he said to them. <sup><strong>25</strong></sup> \"I tell you the truth, I will not drink again of the fruit of the vine until that day when I drink it anew in the kingdom of God.\" <sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives. <sup><strong>27</strong></sup> \"You will all fall away,\" Jesus told them, \"for it is written: \"'I will strike the shepherd, and the sheep will be scattered.' <sup><strong>28</strong></sup> But after I have risen, I will go ahead of you into Galilee.\" <sup><strong>29</strong></sup> Peter declared, \"Even if all fall away, I will not.\" <sup><strong>30</strong></sup> \"I tell you the truth,\" Jesus answered, \"today--yes, tonight--before the rooster crows twice you yourself will disown me three times.\" <sup><strong>31</strong></sup> But Peter insisted emphatically, \"Even if I have to die with you, I will never disown you.\" And all the others said the same. <sup><strong>32</strong></sup> They went to a place called Gethsemane, and Jesus said to his disciples, \"Sit here while I pray.\" <sup><strong>33</strong></sup> He took Peter, James and John along with him, and he began to be deeply distressed and troubled. <sup><strong>34</strong></sup> \"My soul is overwhelmed with sorrow to the point of death,\" he said to them. \"Stay here and keep watch.\" <sup><strong>35</strong></sup> Going a little farther, he fell to the ground and prayed that if possible the hour might pass from him. <sup><strong>36</strong></sup> \"Abba, Father,\" he said, \"everything is possible for you. Take this cup from me. Yet not what I will, but what you will.\" <sup><strong>37</strong></sup> Then he returned to his disciples and found them sleeping. \"Simon,\" he said to Peter, \"are you asleep? Could you not keep watch for one hour? <sup><strong>38</strong></sup> Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\" <sup><strong>39</strong></sup> Once more he went away and prayed the same thing. <sup><strong>40</strong></sup> When he came back, he again found them sleeping, because their eyes were heavy. They did not know what to say to him. <sup><strong>41</strong></sup> Returning the third time, he said to them, \"Are you still sleeping and resting? Enough! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. <sup><strong>42</strong></sup> Rise! Let us go! Here comes my betrayer!\" <sup><strong>43</strong></sup> Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders. <sup><strong>44</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him and lead him away under guard.\" <sup><strong>45</strong></sup> Going at once to Jesus, Judas said, \"Rabbi!\" and kissed him. <sup><strong>46</strong></sup> The men seized Jesus and arrested him. <sup><strong>47</strong></sup> Then one of those standing near drew his sword and struck the servant of the high priest, cutting off his ear. <sup><strong>48</strong></sup> \"Am I leading a rebellion,\" said Jesus, \"that you have come out with swords and clubs to capture me? <sup><strong>49</strong></sup> Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.\" <sup><strong>50</strong></sup> Then everyone deserted him and fled. <sup><strong>51</strong></sup> A young man, wearing nothing but a linen garment, was following Jesus. When they seized him, <sup><strong>52</strong></sup> he fled naked, leaving his garment behind. <sup><strong>53</strong></sup> They took Jesus to the high priest, and all the chief priests, elders and teachers of the law came together. <sup><strong>54</strong></sup> Peter followed him at a distance, right into the courtyard of the high priest. There he sat with the guards and warmed himself at the fire. <sup><strong>55</strong></sup> The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any. <sup><strong>56</strong></sup> Many testified falsely against him, but their statements did not agree. <sup><strong>57</strong></sup> Then some stood up and gave this false testimony against him: <sup><strong>58</strong></sup> \"We heard him say, 'I will destroy this man-made temple and in three days will build another, not made by man.'\" <sup><strong>59</strong></sup> Yet even then their testimony did not agree. <sup><strong>60</strong></sup> Then the high priest stood up before them and asked Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\" <sup><strong>61</strong></sup> But Jesus remained silent and gave no answer. Again the high priest asked him, \"Are you the Christ, the Son of the Blessed One?\" <sup><strong>62</strong></sup> \"I am,\" said Jesus. \"And you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\" <sup><strong>63</strong></sup> The high priest tore his clothes. \"Why do we need any more witnesses?\" he asked. <sup><strong>64</strong></sup> \"You have heard the blasphemy. What do you think?\" <sup><strong>65</strong></sup> They all condemned him as worthy of death. Then some began to spit at him; they blindfolded him, struck him with their fists, and said, \"Prophesy!\" And the guards took him and beat him. <sup><strong>66</strong></sup> While Peter was below in the courtyard, one of the servant girls of the high priest came by. <sup><strong>67</strong></sup> When she saw Peter warming himself, she looked closely at him. \"You also were with that Nazarene, Jesus,\" she said. <sup><strong>68</strong></sup> But he denied it. \"I don't know or understand what you're talking about,\" he said, and went out into the entryway. <sup><strong>69</strong></sup> When the servant girl saw him there, she said again to those standing around, \"This fellow is one of them.\" <sup><strong>70</strong></sup> Again he denied it. After a little while, those standing near said to Peter, \"Surely you are one of them, for you are a Galilean.\" <sup><strong>71</strong></sup> He began to call down curses on himself, and he swore to them, \"I don't know this man you're talking about.\" <sup><strong>72</strong></sup> Immediately the rooster crowed the second time. Then Peter remembered the word Jesus had spoken to him: \"Before the rooster crows twice you will disown me three times.\" And he broke down and wept. "},{"_id":"616b26d2c1af50acf0bc9290","topicId":"616b26cfc1af50acf0bc9286","verse":"Mark 11:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41011001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41011001-1\">11:1&nbsp;</b>Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples <b class=\"verse-num\" id=\"v41011002-1\">2&nbsp;</b>and said to them, <span class=\"woc\">“Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it.</span> <b class=\"verse-num woc\" id=\"v41011003-1\">3&nbsp;</b><span class=\"woc\">If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it and will send it back here immediately.’”</span> <b class=\"verse-num\" id=\"v41011004-1\">4&nbsp;</b>And they went away and found a colt tied at a door outside in the street, and they untied it. <b class=\"verse-num\" id=\"v41011005-1\">5&nbsp;</b>And some of those standing there said to them, “What are you doing, untying the colt?” <b class=\"verse-num\" id=\"v41011006-1\">6&nbsp;</b>And they told them what Jesus had said, and they let them go. <b class=\"verse-num\" id=\"v41011007-1\">7&nbsp;</b>And they brought the colt to Jesus and threw their cloaks on it, and he sat on it. <b class=\"verse-num\" id=\"v41011008-1\">8&nbsp;</b>And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields. <b class=\"verse-num\" id=\"v41011009-1\">9&nbsp;</b>And those who went before and those who followed were shouting, “Hosanna! Blessed is he who comes in the name of the Lord! <b class=\"verse-num\" id=\"v41011010-1\">10&nbsp;</b>Blessed is the coming kingdom of our father David! Hosanna in the highest!”</p>\n<p id=\"p41011010_04-10\"><b class=\"verse-num\" id=\"v41011011-1\">11&nbsp;</b>And he entered Jerusalem and went into the temple. And when he had looked around at everything, as it was already late, he went out to Bethany with the twelve.</p>\n\n<p id=\"p41011011_09-10\"><b class=\"verse-num\" id=\"v41011012-1\">12&nbsp;</b>On the following day, when they came from Bethany, he was hungry. <b class=\"verse-num\" id=\"v41011013-1\">13&nbsp;</b>And seeing in the distance a fig tree in leaf, he went to see if he could find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs. <b class=\"verse-num\" id=\"v41011014-1\">14&nbsp;</b>And he said to it, <span class=\"woc\">“May no one ever eat fruit from you again.”</span> And his disciples heard it.</p>\n\n<p id=\"p41011014_13-10\"><b class=\"verse-num\" id=\"v41011015-1\">15&nbsp;</b>And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons. <b class=\"verse-num\" id=\"v41011016-1\">16&nbsp;</b>And he would not allow anyone to carry anything through the temple. <b class=\"verse-num\" id=\"v41011017-1\">17&nbsp;</b>And he was teaching them and saying to them, <span class=\"woc\">“Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of robbers.”</span> <b class=\"verse-num\" id=\"v41011018-1\">18&nbsp;</b>And the chief priests and the scribes heard it and were seeking a way to destroy him, for they feared him, because all the crowd was astonished at his teaching. <b class=\"verse-num\" id=\"v41011019-1\">19&nbsp;</b>And when evening came they went out of the city.</p>\n\n<p id=\"p41011019_20-10\"><b class=\"verse-num\" id=\"v41011020-1\">20&nbsp;</b>As they passed by in the morning, they saw the fig tree withered away to its roots. <b class=\"verse-num\" id=\"v41011021-1\">21&nbsp;</b>And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.” <b class=\"verse-num\" id=\"v41011022-1\">22&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have faith in God.</span> <b class=\"verse-num woc\" id=\"v41011023-1\">23&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.</span> <b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span> <b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n<p id=\"p41011025_25-10\"><b class=\"verse-num\" id=\"v41011027-1\">27&nbsp;</b>And they came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came to him, <b class=\"verse-num\" id=\"v41011028-1\">28&nbsp;</b>and they said to him, “By what authority are you doing these things, or who gave you this authority to do them?” <b class=\"verse-num\" id=\"v41011029-1\">29&nbsp;</b>Jesus said to them, <span class=\"woc\">“I will ask you one question; answer me, and I will tell you by what authority I do these things.</span> <b class=\"verse-num woc\" id=\"v41011030-1\">30&nbsp;</b><span class=\"woc\">Was the baptism of John from heaven or from man? Answer me.”</span> <b class=\"verse-num\" id=\"v41011031-1\">31&nbsp;</b>And they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why then did you not believe him?’ <b class=\"verse-num\" id=\"v41011032-1\">32&nbsp;</b>But shall we say, ‘From man’?”—they were afraid of the people, for they all held that John really was a prophet. <b class=\"verse-num\" id=\"v41011033-1\">33&nbsp;</b>So they answered Jesus, “We do not know.” And Jesus said to them, <span class=\"woc\">“Neither will I tell you by what authority I do these things.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,  <strong>2</strong> And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.  <strong>3</strong> And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.  <strong>4</strong> And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.  <strong>5</strong> And certain of them that stood there said unto them, What do ye, loosing the colt?  <strong>6</strong> And they said unto them even as Jesus had commanded: and they let them go.  <strong>7</strong> And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.  <strong>8</strong> And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.  <strong>9</strong> And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:  <strong>10</strong> Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.  <strong>11</strong> And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.  <strong>12</strong> And on the morrow, when they were come from Bethany, he was hungry:  <strong>13</strong> And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet.  <strong>14</strong> And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it.  <strong>15</strong> And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;  <strong>16</strong> And would not suffer that any man should carry any vessel through the temple.  <strong>17</strong> And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.  <strong>18</strong> And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.  <strong>19</strong> And when even was come, he went out of the city.  <strong>20</strong> And in the morning, as they passed by, they saw the fig tree dried up from the roots.  <strong>21</strong> And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.  <strong>22</strong> And Jesus answering saith unto them, Have faith in God.  <strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  <strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  <strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  <strong>26</strong> But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses. <strong>27</strong> And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,  <strong>28</strong> And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?  <strong>29</strong> And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.  <strong>30</strong> The baptism of John, was it from heaven, or of men? answer me.  <strong>31</strong> And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?  <strong>32</strong> But if we shall say, Of men; they feared the people: for all men  counted John, that he was a prophet indeed.  <strong>33</strong> And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things. ","niv":"<sup><strong>1</strong></sup> As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples, <sup><strong>2</strong></sup> saying to them, \"Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>3</strong></sup> If anyone asks you, 'Why are you doing this?' tell him, 'The Lord needs it and will send it back here shortly.'\" <sup><strong>4</strong></sup> They went and found a colt outside in the street, tied at a doorway. As they untied it, <sup><strong>5</strong></sup> some people standing there asked, \"What are you doing, untying that colt?\" <sup><strong>6</strong></sup> They answered as Jesus had told them to, and the people let them go. <sup><strong>7</strong></sup> When they brought the colt to Jesus and threw their cloaks over it, he sat on it. <sup><strong>8</strong></sup> Many people spread their cloaks on the road, while others spread branches they had cut in the fields. <sup><strong>9</strong></sup> Those who went ahead and those who followed shouted, \"Hosanna! Blessed is he who comes in the name of the Lord!\" <sup><strong>10</strong></sup> \"Blessed is the coming kingdom of our father David!Hosanna in the highest!\" <sup><strong>11</strong></sup> Jesus entered Jerusalem and went to the temple. He looked around at everything, but since it was already late, he went out to Bethany with the Twelve. <sup><strong>12</strong></sup> The next day as they were leaving Bethany, Jesus was hungry. <sup><strong>13</strong></sup> Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs. <sup><strong>14</strong></sup> Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it. <sup><strong>15</strong></sup> On reaching Jerusalem, Jesus entered the temple area and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves, <sup><strong>16</strong></sup> and would not allow anyone to carry merchandise through the temple courts. <sup><strong>17</strong></sup> And as he taught them, he said, \"Is it not written: \"'My house will be called a house of prayer for all nations'? But you have made it 'a den of robbers.'\" <sup><strong>18</strong></sup> The chief priests and the teachers of the law heard this and began looking for a way to kill him, for they feared him, because the whole crowd was amazed at his teaching. <sup><strong>19</strong></sup> When evening came, they went out of the city. <sup><strong>20</strong></sup> In the morning, as they went along, they saw the fig tree withered from the roots. <sup><strong>21</strong></sup> Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\" <sup><strong>22</strong></sup> \"Have faith in God,\" Jesus answered. <sup><strong>23</strong></sup> \"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him. <sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. <sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\" <sup><strong>26</strong></sup> See Footnote <sup><strong>27</strong></sup> They arrived again in Jerusalem, and while Jesus was walking in the temple courts, the chief priests, the teachers of the law and the elders came to him. <sup><strong>28</strong></sup> \"By what authority are you doing these things?\" they asked. \"And who gave you authority to do this?\" <sup><strong>29</strong></sup> Jesus replied, \"I will ask you one question. Answer me, and I will tell you by what authority I am doing these things. <sup><strong>30</strong></sup> John's baptism--was it from heaven, or from men? Tell me!\" <sup><strong>31</strong></sup> They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?' <sup><strong>32</strong></sup> But if we say, 'From men'....\" (They feared the people, for everyone held that John really was a prophet.) <sup><strong>33</strong></sup> So they answered Jesus, \"We don't know.\" Jesus said, \"Neither will I tell you by what authority I am doing these things.\" "},{"_id":"616b26d3c1af50acf0bc9291","topicId":"616b26cfc1af50acf0bc9286","verse":"Numbers 4:1-49","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04004001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04004001-1\">4:1&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04004002-1\">2&nbsp;</b>“Take a census of the sons of Kohath from among the sons of Levi, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004003-1\">3&nbsp;</b>from thirty years old up to fifty years old, all who can come on duty, to do the work in the tent of meeting. <b class=\"verse-num\" id=\"v04004004-1\">4&nbsp;</b>This is the service of the sons of Kohath in the tent of meeting: the most holy things. <b class=\"verse-num\" id=\"v04004005-1\">5&nbsp;</b>When the camp is to set out, Aaron and his sons shall go in and take down the veil of the screen and cover the ark of the testimony with it. <b class=\"verse-num\" id=\"v04004006-1\">6&nbsp;</b>Then they shall put on it a covering of goatskin and spread on top of that a cloth all of blue, and shall put in its poles. <b class=\"verse-num\" id=\"v04004007-1\">7&nbsp;</b>And over the table of the bread of the Presence they shall spread a cloth of blue and put on it the plates, the dishes for incense, the bowls, and the flagons for the drink offering; the regular showbread also shall be on it. <b class=\"verse-num\" id=\"v04004008-1\">8&nbsp;</b>Then they shall spread over them a cloth of scarlet and cover the same with a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004009-1\">9&nbsp;</b>And they shall take a cloth of blue and cover the lampstand for the light, with its lamps, its tongs, its trays, and all the vessels for oil with which it is supplied. <b class=\"verse-num\" id=\"v04004010-1\">10&nbsp;</b>And they shall put it with all its utensils in a covering of goatskin and put it on the carrying frame. <b class=\"verse-num\" id=\"v04004011-1\">11&nbsp;</b>And over the golden altar they shall spread a cloth of blue and cover it with a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004012-1\">12&nbsp;</b>And they shall take all the vessels of the service that are used in the sanctuary and put them in a cloth of blue and cover them with a covering of goatskin and put them on the carrying frame. <b class=\"verse-num\" id=\"v04004013-1\">13&nbsp;</b>And they shall take away the ashes from the altar and spread a purple cloth over it. <b class=\"verse-num\" id=\"v04004014-1\">14&nbsp;</b>And they shall put on it all the utensils of the altar, which are used for the service there, the fire pans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread on it a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004015-1\">15&nbsp;</b>And when Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the sons of Kohath shall come to carry these, but they must not touch the holy things, lest they die. These are the things of the tent of meeting that the sons of Kohath are to carry.</p>\n<p id=\"p04004015_08-11\"><b class=\"verse-num\" id=\"v04004016-1\">16&nbsp;</b>“And Eleazar the son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil, with the oversight of the whole tabernacle and all that is in it, of the sanctuary and its vessels.”</p>\n<p id=\"p04004016_08-11\"><b class=\"verse-num\" id=\"v04004017-1\">17&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04004018-1\">18&nbsp;</b>“Let not the tribe of the clans of the Kohathites be destroyed from among the Levites, <b class=\"verse-num\" id=\"v04004019-1\">19&nbsp;</b>but deal thus with them, that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and appoint them each to his task and to his burden, <b class=\"verse-num\" id=\"v04004020-1\">20&nbsp;</b>but they shall not go in to look on the holy things even for a moment, lest they die.”</p>\n<p id=\"p04004020_08-11\"><b class=\"verse-num\" id=\"v04004021-1\">21&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04004022-1\">22&nbsp;</b>“Take a census of the sons of Gershon also, by their fathers’ houses and by their clans. <b class=\"verse-num\" id=\"v04004023-1\">23&nbsp;</b>From thirty years old up to fifty years old, you shall list them, all who can come to do duty, to do service in the tent of meeting. <b class=\"verse-num\" id=\"v04004024-1\">24&nbsp;</b>This is the service of the clans of the Gershonites, in serving and bearing burdens: <b class=\"verse-num\" id=\"v04004025-1\">25&nbsp;</b>they shall carry the curtains of the tabernacle and the tent of meeting with its covering and the covering of goatskin that is on top of it and the screen for the entrance of the tent of meeting <b class=\"verse-num\" id=\"v04004026-1\">26&nbsp;</b>and the hangings of the court and the screen for the entrance of the gate of the court that is around the tabernacle and the altar, and their cords and all the equipment for their service. And they shall do all that needs to be done with regard to them. <b class=\"verse-num\" id=\"v04004027-1\">27&nbsp;</b>All the service of the sons of the Gershonites shall be at the command of Aaron and his sons, in all that they are to carry and in all that they have to do. And you shall assign to their charge all that they are to carry. <b class=\"verse-num\" id=\"v04004028-1\">28&nbsp;</b>This is the service of the clans of the sons of the Gershonites in the tent of meeting, and their guard duty is to be under the direction of Ithamar the son of Aaron the priest.</p>\n<p id=\"p04004028_08-11\"><b class=\"verse-num\" id=\"v04004029-1\">29&nbsp;</b>“As for the sons of Merari, you shall list them by their clans and their fathers’ houses. <b class=\"verse-num\" id=\"v04004030-1\">30&nbsp;</b>From thirty years old up to fifty years old, you shall list them, everyone who can come on duty, to do the service of the tent of meeting. <b class=\"verse-num\" id=\"v04004031-1\">31&nbsp;</b>And this is what they are charged to carry, as the whole of their service in the tent of meeting: the frames of the tabernacle, with its bars, pillars, and bases, <b class=\"verse-num\" id=\"v04004032-1\">32&nbsp;</b>and the pillars around the court with their bases, pegs, and cords, with all their equipment and all their accessories. And you shall list by name the objects that they are required to carry. <b class=\"verse-num\" id=\"v04004033-1\">33&nbsp;</b>This is the service of the clans of the sons of Merari, the whole of their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”</p>\n<p id=\"p04004033_08-11\"><b class=\"verse-num\" id=\"v04004034-1\">34&nbsp;</b>And Moses and Aaron and the chiefs of the congregation listed the sons of the Kohathites, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004035-1\">35&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting; <b class=\"verse-num\" id=\"v04004036-1\">36&nbsp;</b>and those listed by clans were 2,750. <b class=\"verse-num\" id=\"v04004037-1\">37&nbsp;</b>This was the list of the clans of the Kohathites, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the LORD by Moses.</p>\n<p id=\"p04004037_08-11\"><b class=\"verse-num\" id=\"v04004038-1\">38&nbsp;</b>Those listed of the sons of Gershon, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004039-1\">39&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty for service in the tent of meeting—<b class=\"verse-num\" id=\"v04004040-1\">40&nbsp;</b>those listed by their clans and their fathers’ houses were 2,630. <b class=\"verse-num\" id=\"v04004041-1\">41&nbsp;</b>This was the list of the clans of the sons of Gershon, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the LORD.</p>\n<p id=\"p04004041_08-11\"><b class=\"verse-num\" id=\"v04004042-1\">42&nbsp;</b>Those listed of the clans of the sons of Merari, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004043-1\">43&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting—<b class=\"verse-num\" id=\"v04004044-1\">44&nbsp;</b>those listed by clans were 3,200. <b class=\"verse-num\" id=\"v04004045-1\">45&nbsp;</b>This was the list of the clans of the sons of Merari, whom Moses and Aaron listed according to the commandment of the LORD by Moses.</p>\n<p id=\"p04004045_08-11\"><b class=\"verse-num\" id=\"v04004046-1\">46&nbsp;</b>All those who were listed of the Levites, whom Moses and Aaron and the chiefs of Israel listed, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004047-1\">47&nbsp;</b>from thirty years old up to fifty years old, everyone who could come to do the service of ministry and the service of bearing burdens in the tent of meeting, <b class=\"verse-num\" id=\"v04004048-1\">48&nbsp;</b>those listed were 8,580. <b class=\"verse-num\" id=\"v04004049-1\">49&nbsp;</b>According to the commandment of the LORD through Moses they were listed, each one with his task of serving or carrying. Thus they were listed by him, as the LORD commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> Take the sum of the sons of Kohath from among the sons of Levi, after their families, by the house of their fathers,  <strong>3</strong> From thirty years old and upward even until fifty years old, all that enter into the host, to do the work in the tabernacle of the congregation.  <strong>4</strong> This shall be the service of the sons of Kohath in the tabernacle of the congregation, about the most holy things:  <strong>5</strong> And when the camp setteth forward, Aaron shall come, and his sons, and they shall take down the covering vail, and cover the ark of testimony with it:  <strong>6</strong> And shall put thereon the covering of badgers’ skins, and shall spread over it a cloth wholly of blue, and shall put in the staves thereof.  <strong>7</strong> And upon the table of shewbread they shall spread a cloth of blue, and put thereon the dishes, and the spoons, and the bowls, and covers to cover withal: and the continual bread shall be thereon:  <strong>8</strong> And they shall spread upon them a cloth of scarlet, and cover the same with a covering of badgers’ skins, and shall put in the staves thereof.  <strong>9</strong> And they shall take a cloth of blue, and cover the candlestick of the light, and his lamps, and his tongs, and his snuffdishes, and all the oil vessels thereof, wherewith they minister unto it:  <strong>10</strong> And they shall put it and all the vessels thereof within a covering of badgers’ skins, and shall put it upon a bar.  <strong>11</strong> And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers’ skins, and shall put to the staves thereof:  <strong>12</strong> And they shall take all the instruments of ministry, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of badgers’ skins, and shall put them  on a bar:  <strong>13</strong> And they shall take away the ashes from the altar, and spread a purple cloth thereon:  <strong>14</strong> And they shall put upon it all the vessels thereof, wherewith they minister about it, even the censers, the fleshhooks, and the shovels, and the basons, all the vessels of the altar; and they shall spread upon it a covering of badgers skins, and put to the staves of it.  <strong>15</strong> And when Aaron and his sons have made an end of covering the sanctuary, and all the vessels of the sanctuary, as the camp is to set forward; after that, the sons of Kohath shall come to bear it: but they shall not touch any holy thing, lest they die. These things are  the burden of the sons of Kohath in the tabernacle of the congregation.  <strong>16</strong> And to the office of Eleazar the son of Aaron the priest pertaineth  the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil, and the oversight of all the tabernacle, and of all that therein is, in the sanctuary, and in the vessels thereof.  <strong>17</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>18</strong> Cut ye not off the tribe of the families of the Kohathites from among the Levites:  <strong>19</strong> But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden:  <strong>20</strong> But they shall not go in to see when the holy things are covered, lest they die.  <strong>21</strong> And the LORD spake unto Moses, saying,  <strong>22</strong> Take also the sum of the sons of Gershon, throughout the houses of their fathers, by their families;  <strong>23</strong> From thirty years old and upward until fifty years old shalt thou number them; all that enter in to perform the service, to do the work in the tabernacle of the congregation.  <strong>24</strong> This is the service of the families of the Gershonites, to serve, and for burdens:  <strong>25</strong> And they shall bear the curtains of the tabernacle, and the tabernacle of the congregation, his covering, and the covering of the badgers’ skins that is above upon it, and the hanging for the door of the tabernacle of the congregation,  <strong>26</strong> And the hangings of the court, and the hanging for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the instruments of their service, and all that is made for them: so shall they serve.  <strong>27</strong> At the appointment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burdens, and in all their service: and ye shall appoint unto them in charge all their burdens.  <strong>28</strong> This is the service of the families of the sons of Gershon in the tabernacle of the congregation: and their charge shall be under the hand of Ithamar the son of Aaron the priest.  <strong>29</strong> As for the sons of Merari, thou shalt number them after their families, by the house of their fathers;  <strong>30</strong> From thirty years old and upward even unto fifty years old shalt thou number them, every one that entereth into the service, to do the work of the tabernacle of the congregation.  <strong>31</strong> And this is the charge of their burden, according to all their service in the tabernacle of the congregation; the boards of the tabernacle, and the bars thereof, and the pillars thereof, and sockets thereof,  <strong>32</strong> And the pillars of the court round about, and their sockets, and their pins, and their cords, with all their instruments, and with all their service: and by name ye shall reckon the instruments of the charge of their burden.  <strong>33</strong> This is the service of the families of the sons of Merari, according to all their service, in the tabernacle of the congregation, under the hand of Ithamar the son of Aaron the priest.  <strong>34</strong> And Moses and Aaron and the chief of the congregation numbered the sons of the Kohathites after their families, and after the house of their fathers,  <strong>35</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation:  <strong>36</strong> And those that were numbered of them by their families were two thousand seven hundred and fifty.  <strong>37</strong> These were they that were numbered of the families of the Kohathites, all that might do service in the tabernacle of the congregation, which Moses and Aaron did number according to the commandment of the LORD by the hand of Moses.  <strong>38</strong> And those that were numbered of the sons of Gershon, throughout their families, and by the house of their fathers,  <strong>39</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,  <strong>40</strong> Even those that were numbered of them, throughout their families, by the house of their fathers, were two thousand and six hundred and thirty.  <strong>41</strong> These are they that were numbered of the families of the sons of Gershon, of all that might do service in the tabernacle of the congregation, whom Moses and Aaron did number according to the commandment of the LORD.  <strong>42</strong> And those that were numbered of the families of the sons of Merari, throughout their families, by the house of their fathers,  <strong>43</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,  <strong>44</strong> Even those that were numbered of them after their families, were three thousand and two hundred.  <strong>45</strong> These be those that were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the word of the LORD by the hand of Moses.  <strong>46</strong> All those that were numbered of the Levites, whom Moses and Aaron and the chief of Israel numbered, after their families, and after the house of their fathers,  <strong>47</strong> From thirty years old and upward even unto fifty years old, every one that came to do the service of the ministry, and the service of the burden in the tabernacle of the congregation,  <strong>48</strong> Even those that were numbered of them, were eight thousand and five hundred and fourscore.  <strong>49</strong> According to the commandment of the LORD they were numbered by the hand of Moses, every one according to his service, and according to his burden: thus were they numbered of him, as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"Take a census of the Kohathite branch of the Levites by their clans and families. <sup><strong>3</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work in the Tent of Meeting. <sup><strong>4</strong></sup> \"This is the work of the Kohathites in the Tent of Meeting: the care of the most holy things. <sup><strong>5</strong></sup> When the camp is to move, Aaron and his sons are to go in and take down the shielding curtain and cover the ark of the Testimony with it. <sup><strong>6</strong></sup> Then they are to cover this with hides of sea cows, spread a cloth of solid blue over that and put the poles in place. <sup><strong>7</strong></sup> \"Over the table of the Presence they are to spread a blue cloth and put on it the plates, dishes and bowls, and the jars for drink offerings; the bread that is continually there is to remain on it. <sup><strong>8</strong></sup> Over these they are to spread a scarlet cloth, cover that with hides of sea cows and put its poles in place. <sup><strong>9</strong></sup> \"They are to take a blue cloth and cover the lampstand that is for light, together with its lamps, its wick trimmers and trays, and all its jars for the oil used to supply it. <sup><strong>10</strong></sup> Then they are to wrap it and all its accessories in a covering of hides of sea cows and put it on a carrying frame. <sup><strong>11</strong></sup> \"Over the gold altar they are to spread a blue cloth and cover that with hides of sea cows and put its poles in place. <sup><strong>12</strong></sup> \"They are to take all the articles used for ministering in the sanctuary, wrap them in a blue cloth, cover that with hides of sea cows and put them on a carrying frame. <sup><strong>13</strong></sup> \"They are to remove the ashes from the bronze altar and spread a purple cloth over it. <sup><strong>14</strong></sup> Then they are to place on it all the utensils used for ministering at the altar, including the firepans, meat forks, shovels and sprinkling bowls. Over it they are to spread a covering of hides of sea cows and put its poles in place. <sup><strong>15</strong></sup> \"After Aaron and his sons have finished covering the holy furnishings and all the holy articles, and when the camp is ready to move, the Kohathites are to come to do the carrying. But they must not touch the holy things or they will die. The Kohathites are to carry those things that are in the Tent of Meeting. <sup><strong>16</strong></sup> \"Eleazar son of Aaron, the priest, is to have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to be in charge of the entire tabernacle and everything in it, including its holy furnishings and articles.\" <sup><strong>17</strong></sup> The LORD said to Moses and Aaron, <sup><strong>18</strong></sup> \"See that the Kohathite tribal clans are not cut off from the Levites. <sup><strong>19</strong></sup> So that they may live and not die when they come near the most holy things, do this for them: Aaron and his sons are to go into the sanctuary and assign to each man his work and what he is to carry. <sup><strong>20</strong></sup> But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.\" <sup><strong>21</strong></sup> The LORD said to Moses, <sup><strong>22</strong></sup> \"Take a census also of the Gershonites by their families and clans. <sup><strong>23</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting. <sup><strong>24</strong></sup> \"This is the service of the Gershonite clans as they work and carry burdens: <sup><strong>25</strong></sup> They are to carry the curtains of the tabernacle, the Tent of Meeting, its covering and the outer covering of hides of sea cows, the curtains for the entrance to the Tent of Meeting, <sup><strong>26</strong></sup> the curtains of the courtyard surrounding the tabernacle and altar, the curtain for the entrance, the ropes and all the equipment used in its service. The Gershonites are to do all that needs to be done with these things. <sup><strong>27</strong></sup> All their service, whether carrying or doing other work, is to be done under the direction of Aaron and his sons. You shall assign to them as their responsibility all they are to carry. <sup><strong>28</strong></sup> This is the service of the Gershonite clans at the Tent of Meeting. Their duties are to be under the direction of Ithamar son of Aaron, the priest. <sup><strong>29</strong></sup> \"Count the Merarites by their clans and families. <sup><strong>30</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting. <sup><strong>31</strong></sup> This is their duty as they perform service at the Tent of Meeting: to carry the frames of the tabernacle, its crossbars, posts and bases, <sup><strong>32</strong></sup> as well as the posts of the surrounding courtyard with their bases, tent pegs, ropes, all their equipment and everything related to their use. Assign to each man the specific things he is to carry. <sup><strong>33</strong></sup> This is the service of the Merarite clans as they work at the Tent of Meeting under the direction of Ithamar son of Aaron, the priest.\" <sup><strong>34</strong></sup> Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families. <sup><strong>35</strong></sup> All the men from thirty to fifty years of age who came to serve in the work in the Tent of Meeting, <sup><strong>36</strong></sup> counted by clans, were 2,750. <sup><strong>37</strong></sup> This was the total of all those in the Kohathite clans who served in the Tent of Meeting. Moses and Aaron counted them according to the LORD's command through Moses. <sup><strong>38</strong></sup> The Gershonites were counted by their clans and families. <sup><strong>39</strong></sup> All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting, <sup><strong>40</strong></sup> counted by their clans and families, were 2,630. <sup><strong>41</strong></sup> This was the total of those in the Gershonite clans who served at the Tent of Meeting. Moses and Aaron counted them according to the LORD's command. <sup><strong>42</strong></sup> The Merarites were counted by their clans and families. <sup><strong>43</strong></sup> All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting, <sup><strong>44</strong></sup> counted by their clans, were 3,200. <sup><strong>45</strong></sup> This was the total of those in the Merarite clans. Moses and Aaron counted them according to the LORD's command through Moses. <sup><strong>46</strong></sup> So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families. <sup><strong>47</strong></sup> All the men from thirty to fifty years of age who came to do the work of serving and carrying the Tent of Meeting <sup><strong>48</strong></sup> numbered 8,580. <sup><strong>49</strong></sup> At the LORD's command through Moses, each was assigned his work and told what to carry. Thus they were counted, as the LORD commanded Moses. "},{"_id":"616b26d3c1af50acf0bc9292","topicId":"616b26cfc1af50acf0bc9286","verse":"Numbers 11:4-35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04011004_01-12\"><b class=\"verse-num\" id=\"v04011004-1\">4&nbsp;</b>Now the rabble that was among them had a strong craving. And the people of Israel also wept again and said, “Oh that we had meat to eat! <b class=\"verse-num\" id=\"v04011005-1\">5&nbsp;</b>We remember the fish we ate in Egypt that cost nothing, the cucumbers, the melons, the leeks, the onions, and the garlic. <b class=\"verse-num\" id=\"v04011006-1\">6&nbsp;</b>But now our strength is dried up, and there is nothing at all but this manna to look at.”</p>\n<p id=\"p04011006_01-12\"><b class=\"verse-num\" id=\"v04011007-1\">7&nbsp;</b>Now the manna was like coriander seed, and its appearance like that of bdellium. <b class=\"verse-num\" id=\"v04011008-1\">8&nbsp;</b>The people went about and gathered it and ground it in handmills or beat it in mortars and boiled it in pots and made cakes of it. And the taste of it was like the taste of cakes baked with oil. <b class=\"verse-num\" id=\"v04011009-1\">9&nbsp;</b>When the dew fell upon the camp in the night, the manna fell with it.</p>\n<p id=\"p04011009_01-12\"><b class=\"verse-num\" id=\"v04011010-1\">10&nbsp;</b>Moses heard the people weeping throughout their clans, everyone at the door of his tent. And the anger of the LORD blazed hotly, and Moses was displeased. <b class=\"verse-num\" id=\"v04011011-1\">11&nbsp;</b>Moses said to the LORD, “Why have you dealt ill with your servant? And why have I not found favor in your sight, that you lay the burden of all this people on me? <b class=\"verse-num\" id=\"v04011012-1\">12&nbsp;</b>Did I conceive all this people? Did I give them birth, that you should say to me, ‘Carry them in your bosom, as a nurse carries a nursing child,’ to the land that you swore to give their fathers? <b class=\"verse-num\" id=\"v04011013-1\">13&nbsp;</b>Where am I to get meat to give to all this people? For they weep before me and say, ‘Give us meat, that we may eat.’ <b class=\"verse-num\" id=\"v04011014-1\">14&nbsp;</b>I am not able to carry all this people alone; the burden is too heavy for me. <b class=\"verse-num\" id=\"v04011015-1\">15&nbsp;</b>If you will treat me like this, kill me at once, if I find favor in your sight, that I may not see my wretchedness.”</p>\n\n<p id=\"p04011015_06-12\"><b class=\"verse-num\" id=\"v04011016-1\">16&nbsp;</b>Then the LORD said to Moses, “Gather for me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them, and bring them to the tent of meeting, and let them take their stand there with you. <b class=\"verse-num\" id=\"v04011017-1\">17&nbsp;</b>And I will come down and talk with you there. And I will take some of the Spirit that is on you and put it on them, and they shall bear the burden of the people with you, so that you may not bear it yourself alone. <b class=\"verse-num\" id=\"v04011018-1\">18&nbsp;</b>And say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat, for you have wept in the hearing of the LORD, saying, “Who will give us meat to eat? For it was better for us in Egypt.” Therefore the LORD will give you meat, and you shall eat. <b class=\"verse-num\" id=\"v04011019-1\">19&nbsp;</b>You shall not eat just one day, or two days, or five days, or ten days, or twenty days, <b class=\"verse-num\" id=\"v04011020-1\">20&nbsp;</b>but a whole month, until it comes out at your nostrils and becomes loathsome to you, because you have rejected the LORD who is among you and have wept before him, saying, “Why did we come out of Egypt?”’” <b class=\"verse-num\" id=\"v04011021-1\">21&nbsp;</b>But Moses said, “The people among whom I am number six hundred thousand on foot, and you have said, ‘I will give them meat, that they may eat a whole month!’ <b class=\"verse-num\" id=\"v04011022-1\">22&nbsp;</b>Shall flocks and herds be slaughtered for them, and be enough for them? Or shall all the fish of the sea be gathered together for them, and be enough for them?” <b class=\"verse-num\" id=\"v04011023-1\">23&nbsp;</b>And the LORD said to Moses, “Is the LORD’s hand shortened? Now you shall see whether my word will come true for you or not.”</p>\n<p id=\"p04011023_06-12\"><b class=\"verse-num\" id=\"v04011024-1\">24&nbsp;</b>So Moses went out and told the people the words of the LORD. And he gathered seventy men of the elders of the people and placed them around the tent. <b class=\"verse-num\" id=\"v04011025-1\">25&nbsp;</b>Then the LORD came down in the cloud and spoke to him, and took some of the Spirit that was on him and put it on the seventy elders. And as soon as the Spirit rested on them, they prophesied. But they did not continue doing it.</p>\n<p id=\"p04011025_06-12\"><b class=\"verse-num\" id=\"v04011026-1\">26&nbsp;</b>Now two men remained in the camp, one named Eldad, and the other named Medad, and the Spirit rested on them. They were among those registered, but they had not gone out to the tent, and so they prophesied in the camp. <b class=\"verse-num\" id=\"v04011027-1\">27&nbsp;</b>And a young man ran and told Moses, “Eldad and Medad are prophesying in the camp.” <b class=\"verse-num\" id=\"v04011028-1\">28&nbsp;</b>And Joshua the son of Nun, the assistant of Moses from his youth, said, “My lord Moses, stop them.” <b class=\"verse-num\" id=\"v04011029-1\">29&nbsp;</b>But Moses said to him, “Are you jealous for my sake? Would that all the LORD’s people were prophets, that the LORD would put his Spirit on them!” <b class=\"verse-num\" id=\"v04011030-1\">30&nbsp;</b>And Moses and the elders of Israel returned to the camp.</p>\n\n<p id=\"p04011030_10-12\"><b class=\"verse-num\" id=\"v04011031-1\">31&nbsp;</b>Then a wind from the LORD sprang up, and it brought quail from the sea and let them fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, around the camp, and about two cubits above the ground. <b class=\"verse-num\" id=\"v04011032-1\">32&nbsp;</b>And the people rose all that day and all night and all the next day, and gathered the quail. Those who gathered least gathered ten homers. And they spread them out for themselves all around the camp. <b class=\"verse-num\" id=\"v04011033-1\">33&nbsp;</b>While the meat was yet between their teeth, before it was consumed, the anger of the LORD was kindled against the people, and the LORD struck down the people with a very great plague. <b class=\"verse-num\" id=\"v04011034-1\">34&nbsp;</b>Therefore the name of that place was called Kibroth-hattaavah, because there they buried the people who had the craving. <b class=\"verse-num\" id=\"v04011035-1\">35&nbsp;</b>From Kibroth-hattaavah the people journeyed to Hazeroth, and they remained at Hazeroth.</p>\n\n</div>","kjv":"<strong>4</strong> And the mixt multitude that was among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?  <strong>5</strong> We remember the fish, which we did eat in Egypt freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:  <strong>6</strong> But now our soul is dried away: there is nothing at all, beside this manna, before our eyes.  <strong>7</strong> And the manna was as coriander seed, and the colour thereof as the colour of bdellium.  <strong>8</strong> And the people went about, and gathered it, and ground it in mills, or beat it in a mortar, and baked it in pans, and made cakes of it: and the taste of it was as the taste of fresh oil.  <strong>9</strong> And when the dew fell upon the camp in the night, the manna fell upon it.  <strong>10</strong> Then Moses heard the people weep throughout their families, every man in the door of his tent: and the anger of the LORD was kindled greatly; Moses also was displeased.  <strong>11</strong> And Moses said unto the LORD, Wherefore hast thou afflicted thy servant? and wherefore have I not found favour in thy sight, that thou layest the burden of all this people upon me?  <strong>12</strong> Have I conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou swarest unto their fathers?  <strong>13</strong> Whence should I have flesh to give unto all this people? for they weep unto me, saying, Give us flesh, that we may eat.  <strong>14</strong> I am not able to bear all this people alone, because it is  too heavy for me.  <strong>15</strong> And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight; and let me not see my wretchedness.  <strong>16</strong> And the LORD said unto Moses, Gather unto me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them unto the tabernacle of the congregation, that they may stand there with thee.  <strong>17</strong> And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.  <strong>18</strong> And say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the LORD, saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the LORD will give you flesh, and ye shall eat.  <strong>19</strong> Ye shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days;  <strong>20</strong> But even a whole month, until it come out at your nostrils, and it be loathsome unto you: because that ye have despised the LORD which is among you, and have wept before him, saying, Why came we forth out of Egypt?  <strong>21</strong> And Moses said, The people, among whom I am, are six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month.  <strong>22</strong> Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?  <strong>23</strong> And the LORD said unto Moses, Is the LORD’S hand waxed short? thou shalt see now whether my word shall come to pass unto thee or not.  <strong>24</strong> And Moses went out, and told the people the words of the LORD, and gathered the seventy men of the elders of the people, and set them round about the tabernacle.  <strong>25</strong> And the LORD came down in a cloud, and spake unto him, and took of the spirit that was upon him, and gave it unto the seventy elders: and it came to pass, that, when the spirit rested upon them, they prophesied, and did not cease.  <strong>26</strong> But there remained two of the men in the camp, the name of the one was Eldad, and the name of the other Medad: and the spirit rested upon them; and they were of them that were written, but went not out unto the tabernacle: and they prophesied in the camp.  <strong>27</strong> And there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the camp.  <strong>28</strong> And Joshua the son of Nun, the servant of Moses, one of his young men, answered and said, My lord Moses, forbid them.  <strong>29</strong> And Moses said unto him, Enviest thou for my sake? would God that all the LORD’S people were prophets, and that the LORD would put his spirit upon them!  <strong>30</strong> And Moses gat him into the camp, he and the elders of Israel.  <strong>31</strong> And there went forth a wind from the LORD, and brought quails from the sea, and let them fall by the camp, as it were a day’s journey on this side, and as it were a day’s journey on the other side, round about the camp, and as it were two cubits high upon the face of the earth.  <strong>32</strong> And the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread them all abroad for themselves round about the camp.  <strong>33</strong> And while the flesh was yet between their teeth, ere it was chewed, the wrath of the LORD was kindled against the people, and the LORD smote the people with a very great plague.  <strong>34</strong> And he called the name of that place Kibroth-hattaavah: because there they buried the people that lusted.  <strong>35</strong> And the people journeyed from Kibroth-hattaavah unto Hazeroth; and abode at Hazeroth.  ","niv":"<sup><strong>4</strong></sup> The rabble with them began to crave other food, and again the Israelites started wailing and said, \"If only we had meat to eat! <sup><strong>5</strong></sup> We remember the fish we ate in Egypt at no cost-also the cucumbers, melons, leeks, onions and garlic. <sup><strong>6</strong></sup> But now we have lost our appetite; we never see anything but this manna!\" <sup><strong>7</strong></sup> The manna was like coriander seed and looked like resin. <sup><strong>8</strong></sup> The people went around gathering it, and then ground it in a handmill or crushed it in a mortar. They cooked it in a pot or made it into cakes. And it tasted like something made with olive oil. <sup><strong>9</strong></sup> When the dew settled on the camp at night, the manna also came down. <sup><strong>10</strong></sup> Moses heard the people of every family wailing, each at the entrance to his tent. The LORD became exceedingly angry, and Moses was troubled. <sup><strong>11</strong></sup> He asked the LORD, \"Why have you brought this trouble on your servant? What have I done to displease you that you put the burden of all these people on me? <sup><strong>12</strong></sup> Did I conceive all these people? Did I give them birth? Why do you tell me to carry them in my arms, as a nurse carries an infant, to the land you promised on oath to their forefathers? <sup><strong>13</strong></sup> Where can I get meat for all these people? They keep wailing to me, 'Give us meat to eat!' <sup><strong>14</strong></sup> I cannot carry all these people by myself; the burden is too heavy for me. <sup><strong>15</strong></sup> If this is how you are going to treat me, put me to death right now-if I have found favor in your eyes-and do not let me face my own ruin.\" <sup><strong>16</strong></sup> The LORD said to Moses: \"Bring me seventy of Israel's elders who are known to you as leaders and officials among the people. Have them come to the Tent of Meeting, that they may stand there with you. <sup><strong>17</strong></sup> I will come down and speak with you there, and I will take of the Spirit that is on you and put the Spirit on them. They will help you carry the burden of the people so that you will not have to carry it alone. <sup><strong>18</strong></sup> \"Tell the people: 'Consecrate yourselves in preparation for tomorrow, when you will eat meat. The LORD heard you when you wailed, \"If only we had meat to eat! We were better off in Egypt!\" Now the LORD will give you meat, and you will eat it. <sup><strong>19</strong></sup> You will not eat it for just one day, or two days, or five, ten or twenty days, <sup><strong>20</strong></sup> but for a whole month-until it comes out of your nostrils and you loathe it-because you have rejected the LORD, who is among you, and have wailed before him, saying, \"Why did we ever leave Egypt?\"'\" <sup><strong>21</strong></sup> But Moses said, \"Here I am among six hundred thousand men on foot, and you say, 'I will give them meat to eat for a whole month!' <sup><strong>22</strong></sup> Would they have enough if flocks and herds were slaughtered for them? Would they have enough if all the fish in the sea were caught for them?\" <sup><strong>23</strong></sup> The LORD answered Moses, \"Is the LORD's arm too short? You will now see whether or not what I say will come true for you.\" <sup><strong>24</strong></sup> So Moses went out and told the people what the LORD had said. He brought together seventy of their elders and had them stand around the Tent. <sup><strong>25</strong></sup> Then the LORD came down in the cloud and spoke with him, and he took of the Spirit that was on him and put the Spirit on the seventy elders. When the Spirit rested on them, they prophesied, but they did not do so again. <sup><strong>26</strong></sup> However, two men, whose names were Eldad and Medad, had remained in the camp. They were listed among the elders, but did not go out to the Tent. Yet the Spirit also rested on them, and they prophesied in the camp. <sup><strong>27</strong></sup> A young man ran and told Moses, \"Eldad and Medad are prophesying in the camp.\" <sup><strong>28</strong></sup> Joshua son of Nun, who had been Moses' aide since youth, spoke up and said, \"Moses, my lord, stop them!\" <sup><strong>29</strong></sup> But Moses replied, \"Are you jealous for my sake? I wish that all the LORD's people were prophets and that the LORD would put his Spirit on them!\" <sup><strong>30</strong></sup> Then Moses and the elders of Israel returned to the camp. <sup><strong>31</strong></sup> Now a wind went out from the LORD and drove quail in from the sea. It brought them down all around the camp to about three feet above the ground, as far as a day's walk in any direction. <sup><strong>32</strong></sup> All that day and night and all the next day the people went out and gathered quail. No one gathered less than ten homers. Then they spread them out all around the camp. <sup><strong>33</strong></sup> But while the meat was still between their teeth and before it could be consumed, the anger of the LORD burned against the people, and he struck them with a severe plague. <sup><strong>34</strong></sup> Therefore the place was named Kibroth Hattaavah, because there they buried the people who had craved other food. <sup><strong>35</strong></sup> From Kibroth Hattaavah the people traveled to Hazeroth and stayed there. "}]}