{"_id":"616b2725c1af50acf0bc92ad","slug":"surrendering","name":"Surrendering","verses":[{"_id":"616b2726c1af50acf0bc92ae","topicId":"616b2725c1af50acf0bc92ad","verse":"Matthew 16:24-27","votes":169,"__v":0,"esv":"<div>\n\n<p id=\"p40016024_08-1\"><b class=\"verse-num\" id=\"v40016024-1\">24&nbsp;</b>Then Jesus told his disciples, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span> <b class=\"verse-num woc\" id=\"v40016025-1\">25&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will find it.</span> <b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span> <b class=\"verse-num woc\" id=\"v40016027-1\">27&nbsp;</b><span class=\"woc\">For the Son of Man is going to come with his angels in the glory of his Father, and then he will repay each person according to what he has done.</span></p>\n\n</div>","kjv":"<strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  <strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  <strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  <strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  ","niv":"<sup><strong>24</strong></sup> Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me. <sup><strong>25</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will find it. <sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul? <sup><strong>27</strong></sup> For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done. "},{"_id":"616b2727c1af50acf0bc92af","topicId":"616b2725c1af50acf0bc92ad","verse":"Proverbs 3:5-6","votes":151,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. ","modified":"2022-09-18T13:48:32.473Z"},{"_id":"616b2727c1af50acf0bc92b0","topicId":"616b2725c1af50acf0bc92ad","verse":"Romans 12:1","votes":102,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616b2727c1af50acf0bc92b1","topicId":"616b2725c1af50acf0bc92ad","verse":"James 4:8","votes":108,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2023-03-01T20:21:39.563Z"},{"_id":"616b2727c1af50acf0bc92b2","topicId":"616b2725c1af50acf0bc92ad","verse":"1 Corinthians 10:13","votes":82,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616b2728c1af50acf0bc92b3","topicId":"616b2725c1af50acf0bc92ad","verse":"1 John 2:1-29","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-7\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-7\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-7\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-7\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-7\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-7\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-7\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-7\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"616b2728c1af50acf0bc92b4","topicId":"616b2725c1af50acf0bc92ad","verse":"Psalm 9:10","votes":65,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19009010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009010-1\">10&nbsp;</b>&nbsp;&nbsp;And those who know your name put their trust in you,</span><br><span id=\"p19009010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you, O LORD, have not forsaken those who seek you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And they that know thy name will put their trust in thee: for thou, LORD, hast not forsaken them that seek thee.  ","niv":"<sup><strong>10</strong></sup> Those who know your name will trust in you, for you, LORD, have never forsaken those who seek you."},{"_id":"616b2728c1af50acf0bc92b5","topicId":"616b2725c1af50acf0bc92ad","verse":"1 Corinthians 6:20","votes":43,"__v":0,"esv":"<div>\n<p id=\"p46006020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body."},{"_id":"616b2729c1af50acf0bc92b6","topicId":"616b2725c1af50acf0bc92ad","verse":"Romans 10:17","votes":37,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616b2729c1af50acf0bc92b7","topicId":"616b2725c1af50acf0bc92ad","verse":"Psalm 46:10","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"616b2729c1af50acf0bc92b8","topicId":"616b2725c1af50acf0bc92ad","verse":"Philippians 2:12-16","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-13\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_05-13\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. "},{"_id":"616b2729c1af50acf0bc92b9","topicId":"616b2725c1af50acf0bc92ad","verse":"Isaiah 40:28","votes":39,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040028_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_01-14\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_01-14\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  ","niv":"<sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom."},{"_id":"616b272ac1af50acf0bc92bb","topicId":"616b2725c1af50acf0bc92ad","verse":"Joshua 1:8","votes":35,"__v":0,"esv":"<div>\n<p id=\"p06001008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p>\n</div>","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  ","niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."},{"_id":"616b272ac1af50acf0bc92ba","topicId":"616b2725c1af50acf0bc92ad","verse":"Philippians 4:13","votes":35,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616b272bc1af50acf0bc92bc","topicId":"616b2725c1af50acf0bc92ad","verse":"Genesis 22:2-14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p01022002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01022002-1\">2&nbsp;</b>He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.” <b class=\"verse-num\" id=\"v01022003-1\">3&nbsp;</b>So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, and his son Isaac. And he cut the wood for the burnt offering and arose and went to the place of which God had told him. <b class=\"verse-num\" id=\"v01022004-1\">4&nbsp;</b>On the third day Abraham lifted up his eyes and saw the place from afar. <b class=\"verse-num\" id=\"v01022005-1\">5&nbsp;</b>Then Abraham said to his young men, “Stay here with the donkey; I and the boy will go over there and worship and come again to you.” <b class=\"verse-num\" id=\"v01022006-1\">6&nbsp;</b>And Abraham took the wood of the burnt offering and laid it on Isaac his son. And he took in his hand the fire and the knife. So they went both of them together. <b class=\"verse-num\" id=\"v01022007-1\">7&nbsp;</b>And Isaac said to his father Abraham, “My father!” And he said, “Here I am, my son.” He said, “Behold, the fire and the wood, but where is the lamb for a burnt offering?” <b class=\"verse-num\" id=\"v01022008-1\">8&nbsp;</b>Abraham said, “God will provide for himself the lamb for a burnt offering, my son.” So they went both of them together.</p>\n<p id=\"p01022008_01-17\"><b class=\"verse-num\" id=\"v01022009-1\">9&nbsp;</b>When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood. <b class=\"verse-num\" id=\"v01022010-1\">10&nbsp;</b>Then Abraham reached out his hand and took the knife to slaughter his son. <b class=\"verse-num\" id=\"v01022011-1\">11&nbsp;</b>But the angel of the LORD called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.” <b class=\"verse-num\" id=\"v01022012-1\">12&nbsp;</b>He said, “Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me.” <b class=\"verse-num\" id=\"v01022013-1\">13&nbsp;</b>And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son. <b class=\"verse-num\" id=\"v01022014-1\">14&nbsp;</b>So Abraham called the name of that place, “The LORD will provide”; as it is said to this day, “On the mount of the LORD it shall be provided.”</p>\n\n</div>","kjv":"<strong>2</strong> And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.  <strong>3</strong> And Abraham rose up early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.  <strong>4</strong> Then on the third day Abraham lifted up his eyes, and saw the place afar off.  <strong>5</strong> And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you,  <strong>6</strong> And Abraham took the wood of the burnt offering, and laid it  upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together.  <strong>7</strong> And Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering?  <strong>8</strong> And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.  <strong>9</strong> And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood.  <strong>10</strong> And Abraham stretched forth his hand, and took the knife to slay his son.  <strong>11</strong> And the angel of the LORD called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.  <strong>12</strong> And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.  <strong>13</strong> And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in a thicket by his horns: and Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.  <strong>14</strong> And Abraham called the name of that place Jehovah-jireh: as it is said to this day, In the mount of the LORD it shall be seen.  ","niv":"<sup><strong>2</strong></sup> Then God said, \"Take your son, your only son, Isaac, whom you love, and go to the region of Moriah. Sacrifice him there as a burnt offering on one of the mountains I will tell you about.\" <sup><strong>3</strong></sup> Early the next morning Abraham got up and saddled his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about. <sup><strong>4</strong></sup> On the third day Abraham looked up and saw the place in the distance. <sup><strong>5</strong></sup> He said to his servants, \"Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.\" <sup><strong>6</strong></sup> Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together, <sup><strong>7</strong></sup> Isaac spoke up and said to his father Abraham, \"Father?Yes, my son?\" Abraham replied. \"The fire and wood are here,\" Isaac said, \"but where is the lamb for the burnt offering?\" <sup><strong>8</strong></sup> Abraham answered, \"God himself will provide the lamb for the burnt offering, my son.\" And the two of them went on together. <sup><strong>9</strong></sup> When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood. <sup><strong>10</strong></sup> Then he reached out his hand and took the knife to slay his son. <sup><strong>11</strong></sup> But the angel of the LORD called out to him from heaven, \"Abraham! Abraham!Here I am,\" he replied. <sup><strong>12</strong></sup> \"Do not lay a hand on the boy,\" he said. \"Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.\" <sup><strong>13</strong></sup> Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son. <sup><strong>14</strong></sup> So Abraham called that place The LORD Will Provide. And to this day it is said, \"On the mountain of the LORD it will be provided.\" "},{"_id":"616b272bc1af50acf0bc92bd","topicId":"616b2725c1af50acf0bc92ad","verse":"Matthew 6:19","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-18\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"_id":"616b272bc1af50acf0bc92be","topicId":"616b2725c1af50acf0bc92ad","verse":"Galatians 2:20","votes":26,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"616b272bc1af50acf0bc92bf","topicId":"616b2725c1af50acf0bc92ad","verse":"James 4:7","votes":32,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"616b272cc1af50acf0bc92c0","topicId":"616b2725c1af50acf0bc92ad","verse":"John 3:30","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-28\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-28\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-28\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-28\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>30</strong> He must increase, but I must decrease.  ","niv":"<sup><strong>30</strong></sup> He must become greater; I must become less."},{"_id":"616b272cc1af50acf0bc92c1","topicId":"616b2725c1af50acf0bc92ad","verse":"John 3:16","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b272cc1af50acf0bc92c2","topicId":"616b2725c1af50acf0bc92ad","verse":"Ephesians 2:8-9","votes":26,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"616b272dc1af50acf0bc92c3","topicId":"616b2725c1af50acf0bc92ad","verse":"Romans 12:2","votes":22,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616b272dc1af50acf0bc92c4","topicId":"616b2725c1af50acf0bc92ad","verse":"1 Corinthians 2:1-16","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-26\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-26\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-26\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-26\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"616b272dc1af50acf0bc92c5","topicId":"616b2725c1af50acf0bc92ad","verse":"James 1:5","votes":21,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-27\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"616b272dc1af50acf0bc92c6","topicId":"616b2725c1af50acf0bc92ad","verse":"John 3:1-36","votes":21,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "}]}