{"_id":"616b278ec1af50acf0bc92e1","slug":"swear","name":"Swear","verses":[{"_id":"616b278ec1af50acf0bc92e2","topicId":"616b278ec1af50acf0bc92e1","verse":"James 5:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-1\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned."},{"_id":"616b278fc1af50acf0bc92e4","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 5:33","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40005033_02-2\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span></p>\n</div>","kjv":"<strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  ","niv":"<sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.'"},{"_id":"616b278fc1af50acf0bc92e3","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 5:33-37","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40005033_02-3\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n</div>","kjv":"<strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. ","niv":"<sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. "},{"_id":"616b2790c1af50acf0bc92e5","topicId":"616b278ec1af50acf0bc92e1","verse":"James 1:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-4\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless."},{"_id":"616b2790c1af50acf0bc92e6","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 5:29-30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005029_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. "},{"_id":"616b2790c1af50acf0bc92e7","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 5:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005034_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span></p>\n</div>","kjv":"<strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  ","niv":"<sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne;"},{"_id":"616b2791c1af50acf0bc92e8","topicId":"616b278ec1af50acf0bc92e1","verse":"2 John 1:1-13","votes":3,"__v":0,"kjv":"<strong>1</strong> The elder unto the elect lady and her children, whom I love in the truth; and not I only, but also all they that have known the truth;  <strong>2</strong> For the truth’s sake, which dwelleth in us, and shall be with us for ever.  <strong>3</strong> Grace be with you, mercy, and peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love.  <strong>4</strong> I rejoiced greatly that I found of thy children walking in truth, as we have received a commandment from the Father.  <strong>5</strong> And now I beseech thee, lady, not as though I wrote a new commandment unto thee, but that which we had from the beginning, that we love one another.  <strong>6</strong> And this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.  <strong>7</strong> For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.  <strong>8</strong> Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.  <strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  <strong>12</strong> Having many things to write unto you, I would not write with paper and ink: but I trust to come unto you, and speak face to face, that our joy may be full.  <strong>13</strong> The children of thy elect sister greet thee. Amen.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616b2791c1af50acf0bc92ea","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 20:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"616b2791c1af50acf0bc92e9","topicId":"616b278ec1af50acf0bc92e1","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616b2792c1af50acf0bc92eb","topicId":"616b278ec1af50acf0bc92e1","verse":"Ephesians 4:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"616b2792c1af50acf0bc92ed","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 27:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40027005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself.</p>\n</div>","kjv":"<strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  ","niv":"<sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself."},{"_id":"616b2792c1af50acf0bc92ec","topicId":"616b278ec1af50acf0bc92e1","verse":"Leviticus 5:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03005004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v03005004-1\">4&nbsp;</b>or if anyone utters with his lips a rash oath to do evil or to do good, any sort of rash oath that people swear, and it is hidden from him, when he comes to know it, and he realizes his guilt in any of these;</p>\n</div>","kjv":"<strong>4</strong> Or if a soul swear, pronouncing with his lips to do evil, or to do good, whatsoever it be that a man shall pronounce with an oath, and it be hid from him; when he knoweth of it, then he shall be guilty in one of these.  ","niv":"<sup><strong>4</strong></sup> \"'Or if a person thoughtlessly takes an oath to do anything, whether good or evil-in any matter one might carelessly swear about-even though he is unaware of it, in any case when he learns of it he will be guilty."},{"_id":"616b2792c1af50acf0bc92ee","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 11:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66011003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n</div>","kjv":"<strong>3</strong> And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.  ","niv":"<sup><strong>3</strong></sup> And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\""},{"_id":"616b2792c1af50acf0bc92ef","topicId":"616b278ec1af50acf0bc92e1","verse":"1 Timothy 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"616b2793c1af50acf0bc92f0","topicId":"616b278ec1af50acf0bc92e1","verse":"Ephesians 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002015_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,</p>\n</div>","kjv":"<strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  ","niv":"<sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace,"},{"_id":"616b2793c1af50acf0bc92f1","topicId":"616b278ec1af50acf0bc92e1","verse":"Romans 14:5-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-17\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. "},{"_id":"616b2794c1af50acf0bc92f2","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 7:1-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree. <b class=\"verse-num\" id=\"v66007002-1\">2&nbsp;</b>Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea, <b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.” <b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_06-18\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p66007008_12-18\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_12-18\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_12-18\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  <strong>2</strong> And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,  <strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  <strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  <strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree. <sup><strong>2</strong></sup> Then I saw another angel coming up from the east, having the seal of the living God. He called out in a loud voice to the four angels who had been given power to harm the land and the sea: <sup><strong>3</strong></sup> \"Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\" <sup><strong>4</strong></sup> Then I heard the number of those who were sealed: 144,000 from all the tribes of Israel. <sup><strong>5</strong></sup> From the tribe of Judah 12,000 were sealed, from the tribe of Reuben 12,000, from the tribe of Gad 12,000, <sup><strong>6</strong></sup> from the tribe of Asher 12,000, from the tribe of Naphtali 12,000, from the tribe of Manasseh 12,000, <sup><strong>7</strong></sup> from the tribe of Simeon 12,000, from the tribe of Levi 12,000, from the tribe of Issachar 12,000, <sup><strong>8</strong></sup> from the tribe of Zebulun 12,000, from the tribe of Joseph 12,000, from the tribe of Benjamin 12,000. <sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" "},{"_id":"616b2794c1af50acf0bc92f3","topicId":"616b278ec1af50acf0bc92e1","verse":"Matthew 10:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616b2794c1af50acf0bc92f4","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 21:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616b2794c1af50acf0bc92f6","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 14:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  ","niv":"<sup><strong>11</strong></sup> And the smoke of their torment rises for ever and ever. There is no rest day or night for those who worship the beast and his image, or for anyone who receives the mark of his name.\""},{"_id":"616b2794c1af50acf0bc92f5","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 19:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66019001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66019001-1\">19:1&nbsp;</b>After this I heard what seemed to be the loud voice of a great multitude in heaven, crying out,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019001_04-22\" class=\"line\">&nbsp;&nbsp;“Hallelujah!</span><br><span id=\"p66019001_04-22\" class=\"line\">&nbsp;&nbsp;Salvation and glory and power belong to our God,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:  ","niv":"<sup><strong>1</strong></sup> After this I heard what sounded like the roar of a great multitude in heaven shouting: \"Hallelujah! Salvation and glory and power belong to our God,"},{"_id":"616b2795c1af50acf0bc92f7","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 6:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-23\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  ","niv":"<sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" <sup><strong>11</strong></sup> Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed. "},{"_id":"616b2795c1af50acf0bc92f8","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66004004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66004004-1\">4&nbsp;</b>Around the throne were twenty-four thrones, and seated on the thrones were twenty-four elders, clothed in white garments, with golden crowns on their heads.</p>\n</div>","kjv":"<strong>4</strong> And round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold.  ","niv":"<sup><strong>4</strong></sup> Surrounding the throne were twenty-four other thrones, and seated on them were twenty-four elders. They were dressed in white and had crowns of gold on their heads."},{"_id":"616b2796c1af50acf0bc92f9","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 3:14","votes":2,"__v":0},{"_id":"616b2796c1af50acf0bc92fa","topicId":"616b278ec1af50acf0bc92e1","verse":"Revelation 3:9","votes":2,"__v":0}]}