{"_id":"616b28d3c1af50acf0bc9380","slug":"syncretism","name":"Syncretism","verses":[{"_id":"616b28d3c1af50acf0bc9381","topicId":"616b28d3c1af50acf0bc9380","verse":"2 Kings 17:33-41","votes":10,"__v":0,"esv":"<div>\n<p id=\"p12017033_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v12017033-1\">33&nbsp;</b>So they feared the LORD but also served their own gods, after the manner of the nations from among whom they had been carried away.</p>\n<p id=\"p12017033_01-1\"><b class=\"verse-num\" id=\"v12017034-1\">34&nbsp;</b>To this day they do according to the former manner. They do not fear the LORD, and they do not follow the statutes or the rules or the law or the commandment that the LORD commanded the children of Jacob, whom he named Israel. <b class=\"verse-num\" id=\"v12017035-1\">35&nbsp;</b>The LORD made a covenant with them and commanded them, “You shall not fear other gods or bow yourselves to them or serve them or sacrifice to them, <b class=\"verse-num\" id=\"v12017036-1\">36&nbsp;</b>but you shall fear the LORD, who brought you out of the land of Egypt with great power and with an outstretched arm. You shall bow yourselves to him, and to him you shall sacrifice. <b class=\"verse-num\" id=\"v12017037-1\">37&nbsp;</b>And the statutes and the rules and the law and the commandment that he wrote for you, you shall always be careful to do. You shall not fear other gods, <b class=\"verse-num\" id=\"v12017038-1\">38&nbsp;</b>and you shall not forget the covenant that I have made with you. You shall not fear other gods, <b class=\"verse-num\" id=\"v12017039-1\">39&nbsp;</b>but you shall fear the LORD your God, and he will deliver you out of the hand of all your enemies.” <b class=\"verse-num\" id=\"v12017040-1\">40&nbsp;</b>However, they would not listen, but they did according to their former manner.</p>\n<p id=\"p12017040_01-1\"><b class=\"verse-num\" id=\"v12017041-1\">41&nbsp;</b>So these nations feared the LORD and also served their carved images. Their children did likewise, and their children’s children—as their fathers did, so they do to this day.</p>\n</div>","kjv":"<strong>33</strong> They feared the LORD, and served their own gods, after the manner of the nations whom they carried away from thence.  <strong>34</strong> Unto this day they do after the former manners: they fear not the LORD, neither do they after their statutes, or after their ordinances, or after the law and commandment which the LORD commanded the children of Jacob, whom he named Israel;  <strong>35</strong> With whom the LORD had made a covenant, and charged them saying, Ye shall not fear other gods, nor bow yourselves to them, nor serve them, nor sacrifice to them:  <strong>36</strong> But the LORD, who brought you up out of the land of Egypt with great power and a stretched out arm, him shall ye fear, and him shall ye worship, and to him shall ye do sacrifice.  <strong>37</strong> And the statutes, and the ordinances, and the law, and the commandment, which he wrote for you, ye shall observe to do for evermore; and ye shall not fear other gods.  <strong>38</strong> And the covenant that I have made with you ye shall not forget; neither shall ye fear other gods.  <strong>39</strong> But the LORD your God ye shall fear; and he shall deliver you out of the hand of all your enemies.  <strong>40</strong> Howbeit they did not hearken, but they did after their former manner.  <strong>41</strong> So these nations feared the LORD, and served their graven images, both their children, and their children’s children: as did their fathers, so do they unto this day.  ","niv":"<sup><strong>33</strong></sup> They worshiped the LORD, but they also served their own gods in accordance with the customs of the nations from which they had been brought. <sup><strong>34</strong></sup> To this day they persist in their former practices. They neither worship the LORD nor adhere to the decrees and ordinances, the laws and commands that the LORD gave the descendants of Jacob, whom he named Israel. <sup><strong>35</strong></sup> When the LORD made a covenant with the Israelites, he commanded them: \"Do not worship any other gods or bow down to them, serve them or sacrifice to them. <sup><strong>36</strong></sup> But the LORD, who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices. <sup><strong>37</strong></sup> You must always be careful to keep the decrees and ordinances, the laws and commands he wrote for you. Do not worship other gods. <sup><strong>38</strong></sup> Do not forget the covenant I have made with you, and do not worship other gods. <sup><strong>39</strong></sup> Rather, worship the LORD your God; it is he who will deliver you from the hand of all your enemies.\" <sup><strong>40</strong></sup> They would not listen, however, but persisted in their former practices. <sup><strong>41</strong></sup> Even while these people were worshiping the LORD, they were serving their idols. To this day their children and grandchildren continue to do as their fathers did. "},{"_id":"616b28d4c1af50acf0bc9382","topicId":"616b28d3c1af50acf0bc9380","verse":"John 14:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616b28d4c1af50acf0bc9383","topicId":"616b28d3c1af50acf0bc9380","verse":"Deuteronomy 12:31","votes":6,"__v":0,"esv":"<div>\n<p id=\"p05012031_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012031-1\">31&nbsp;</b>You shall not worship the LORD your God in that way, for every abominable thing that the LORD hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods.</p>\n</div>","kjv":"<strong>31</strong> Thou shalt not do so unto the LORD thy God: for every abomination to the LORD, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.  ","niv":"<sup><strong>31</strong></sup> You must not worship the LORD your God in their way, because in worshiping their gods, they do all kinds of detestable things the LORD hates. They even burn their sons and daughters in the fire as sacrifices to their gods."},{"_id":"616b28d4c1af50acf0bc9384","topicId":"616b28d3c1af50acf0bc9380","verse":"Deuteronomy 4:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05004002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004002-1\">2&nbsp;</b>You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the LORD your God that I command you.</p>\n</div>","kjv":"<strong>2</strong> Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the LORD your God which I command you.  ","niv":"<sup><strong>2</strong></sup> Do not add to what I command you and do not subtract from it, but keep the commands of the LORD your God that I give you."},{"_id":"616b28d5c1af50acf0bc9385","topicId":"616b28d3c1af50acf0bc9380","verse":"Zephaniah 1:5","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36001005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v36001005-1\">5&nbsp;</b>&nbsp;&nbsp;those who bow down on the roofs</span><br><span id=\"p36001005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the host of the heavens,</span><br><span id=\"p36001005_01-5\" class=\"line\">&nbsp;&nbsp;those who bow down and swear to the LORD</span><br><span id=\"p36001005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and yet swear by Milcom,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> And them that worship the host of heaven upon the housetops; and them that worship and that swear by the LORD, and that swear by Malcham;  ","niv":"<sup><strong>5</strong></sup> those who bow down on the roofs to worship the starry host, those who bow down and swear by the LORD and who also swear by Molech,","modified":"2023-12-13T13:03:56.114Z"},{"_id":"616b28d5c1af50acf0bc9386","topicId":"616b28d3c1af50acf0bc9380","verse":"2 Timothy 4:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55004004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n</div>","kjv":"<strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths."},{"_id":"616b28d5c1af50acf0bc9387","topicId":"616b28d3c1af50acf0bc9380","verse":"Revelation 22:18-19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-7\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"616b28d5c1af50acf0bc9388","topicId":"616b28d3c1af50acf0bc9380","verse":"Revelation 2:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66002001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66002001-1\">2:1&nbsp;</b><span class=\"woc\">“To the angel of the church in Ephesus write: ‘The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands.</span></p>\n<p id=\"p66002001_06-8\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span> <b class=\"verse-num woc\" id=\"v66002003-1\">3&nbsp;</b><span class=\"woc\">I know you are enduring patiently and bearing up for my name’s sake, and you have not grown weary.</span> <b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span> <b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span> <b class=\"verse-num woc\" id=\"v66002006-1\">6&nbsp;</b><span class=\"woc\">Yet this you have: you hate the works of the Nicolaitans, which I also hate.</span> <b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n\n<p id=\"p66002007_11-8\"><b class=\"verse-num woc\" id=\"v66002008-1\">8&nbsp;</b><span class=\"woc\">“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.</span></p>\n<p id=\"p66002008_11-8\"><b class=\"verse-num woc\" id=\"v66002009-1\">9&nbsp;</b><span class=\"woc\">“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.</span> <b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span> <b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n\n<p id=\"p66002011_16-8\"><b class=\"verse-num woc\" id=\"v66002012-1\">12&nbsp;</b><span class=\"woc\">“And to the angel of the church in Pergamum write: ‘The words of him who has the sharp two-edged sword.</span></p>\n<p id=\"p66002012_16-8\"><b class=\"verse-num woc\" id=\"v66002013-1\">13&nbsp;</b><span class=\"woc\">“‘I know where you dwell, where Satan’s throne is. Yet you hold fast my name, and you did not deny my faith even in the days of Antipas my faithful witness, who was killed among you, where Satan dwells.</span> <b class=\"verse-num woc\" id=\"v66002014-1\">14&nbsp;</b><span class=\"woc\">But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002015-1\">15&nbsp;</b><span class=\"woc\">So also you have some who hold the teaching of the Nicolaitans.</span> <b class=\"verse-num woc\" id=\"v66002016-1\">16&nbsp;</b><span class=\"woc\">Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth.</span> <b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n\n<p id=\"p66002017_21-8\"><b class=\"verse-num woc\" id=\"v66002018-1\">18&nbsp;</b><span class=\"woc\">“And to the angel of the church in Thyatira write: ‘The words of the Son of God, who has eyes like a flame of fire, and whose feet are like burnished bronze.</span></p>\n<p id=\"p66002018_21-8\"><b class=\"verse-num woc\" id=\"v66002019-1\">19&nbsp;</b><span class=\"woc\">“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.</span> <b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span> <b class=\"verse-num woc\" id=\"v66002021-1\">21&nbsp;</b><span class=\"woc\">I gave her time to repent, but she refuses to repent of her sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002022-1\">22&nbsp;</b><span class=\"woc\">Behold, I will throw her onto a sickbed, and those who commit adultery with her I will throw into great tribulation, unless they repent of her works,</span> <b class=\"verse-num woc\" id=\"v66002023-1\">23&nbsp;</b><span class=\"woc\">and I will strike her children dead. And all the churches will know that I am he who searches mind and heart, and I will give to each of you according to your works.</span> <b class=\"verse-num woc\" id=\"v66002024-1\">24&nbsp;</b><span class=\"woc\">But to the rest of you in Thyatira, who do not hold this teaching, who have not learned what some call the deep things of Satan, to you I say, I do not lay on you any other burden.</span> <b class=\"verse-num woc\" id=\"v66002025-1\">25&nbsp;</b><span class=\"woc\">Only hold fast what you have until I come.</span> <b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span> <b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span> <b class=\"verse-num woc\" id=\"v66002028-1\">28&nbsp;</b><span class=\"woc\">And I will give him the morning star.</span> <b class=\"verse-num woc\" id=\"v66002029-1\">29&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’</span></p>\n\n</div>","kjv":"<strong>1</strong>           Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;  <strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  <strong>3</strong> And hast borne, and hast patience, and for my name’s sake hast laboured, and hast not fainted.  <strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  <strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  <strong>6</strong> But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.  <strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. <strong>8</strong>           And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;  <strong>9</strong> I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.  <strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  <strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. <strong>12</strong>           And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;  <strong>13</strong> I know thy works, and where thou dwellest, even where Satan’s seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was  my faithful martyr, who was slain among you, where Satan dwelleth.  <strong>14</strong> But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.  <strong>15</strong> So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.  <strong>16</strong> Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.  <strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. <strong>18</strong>           And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;  <strong>19</strong> I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.  <strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  <strong>21</strong> And I gave her space to repent of her fornication; and she repented not.  <strong>22</strong> Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.  <strong>23</strong> And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works.  <strong>24</strong> But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden.  <strong>25</strong> But that which ye have already hold fast till I come.  <strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  <strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  <strong>28</strong> And I will give him the morning star.  <strong>29</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands: <sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false. <sup><strong>3</strong></sup> You have persevered and have endured hardships for my name, and have not grown weary. <sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love. <sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. <sup><strong>6</strong></sup> But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate. <sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God. <sup><strong>8</strong></sup> \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. <sup><strong>9</strong></sup> I know your afflictions and your poverty-yet you are rich! I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. <sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life. <sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death. <sup><strong>12</strong></sup> \"To the angel of the church in Pergamum write: These are the words of him who has the sharp, doubleedged sword. <sup><strong>13</strong></sup> I know where you live-where Satan has his throne. Yet you remain true to my name. You did not renounce your faith in me, even in the days of Antipas, my faithful witness, who was put to death in your city-where Satan lives. <sup><strong>14</strong></sup> Nevertheless, I have a few things against you: You have people there who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin by eating food sacrificed to idols and by committing sexual immorality. <sup><strong>15</strong></sup> Likewise you also have those who hold to the teaching of the Nicolaitans. <sup><strong>16</strong></sup> Repent therefore! Otherwise, I will soon come to you and will fight against them with the sword of my mouth. <sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it. <sup><strong>18</strong></sup> \"To the angel of the church in Thyatira write: These are the words of the Son of God, whose eyes are like blazing fire and whose feet are like burnished bronze. <sup><strong>19</strong></sup> I know your deeds, your love and faith, your service and perseverance, and that you are now doing more than you did at first. <sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols. <sup><strong>21</strong></sup> I have given her time to repent of her immorality, but she is unwilling. <sup><strong>22</strong></sup> So I will cast her on a bed of suffering, and I will make those who commit adultery with her suffer intensely, unless they repent of her ways. <sup><strong>23</strong></sup> I will strike her children dead. Then all the churches will know that I am he who searches hearts and minds, and I will repay each of you according to your deeds. <sup><strong>24</strong></sup> Now I say to the rest of you in Thyatira, to you who do not hold to her teaching and have not learned Satan's so-called deep secrets (I will not impose any other burden on you): <sup><strong>25</strong></sup> Only hold on to what you have until I come. <sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations-- <sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'-- <sup><strong>28</strong></sup> just as I have received authority from my Father. I will also give him the morning star. <sup><strong>29</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. "},{"_id":"616b28d6c1af50acf0bc938a","topicId":"616b28d3c1af50acf0bc9380","verse":"1 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-10\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-10\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-10\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-10\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."},{"_id":"616b28d6c1af50acf0bc9389","topicId":"616b28d3c1af50acf0bc9380","verse":"1 Thessalonians 5:21-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52005021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good. <b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>21</strong> Prove all things; hold fast that which is good.  <strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>21</strong></sup> Test everything. Hold on to the good. <sup><strong>22</strong></sup> Avoid every kind of evil. "},{"_id":"616b28d7c1af50acf0bc938b","topicId":"616b28d3c1af50acf0bc9380","verse":"Ephesians 4:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004014_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes.</p>\n</div>","kjv":"<strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  ","niv":"<sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming."},{"_id":"616b28d7c1af50acf0bc938d","topicId":"616b28d3c1af50acf0bc9380","verse":"Galatians 5:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n<p id=\"p48005001_06-14\"><b class=\"verse-num\" id=\"v48005002-1\">2&nbsp;</b>Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. <b class=\"verse-num\" id=\"v48005003-1\">3&nbsp;</b>I testify again to every man who accepts circumcision that he is obligated to keep the whole law. <b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace. <b class=\"verse-num\" id=\"v48005005-1\">5&nbsp;</b>For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. <b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n<p id=\"p48005006_06-14\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth? <b class=\"verse-num\" id=\"v48005008-1\">8&nbsp;</b>This persuasion is not from him who calls you. <b class=\"verse-num\" id=\"v48005009-1\">9&nbsp;</b>A little leaven leavens the whole lump. <b class=\"verse-num\" id=\"v48005010-1\">10&nbsp;</b>I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. <b class=\"verse-num\" id=\"v48005011-1\">11&nbsp;</b>But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. <b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n<p id=\"p48005012_06-14\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n\n<p id=\"p48005015_12-14\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_12-14\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  <strong>2</strong> Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.  <strong>3</strong> For I testify again to every man that is circumcised, that he is a debtor to do the whole law.  <strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  <strong>5</strong> For we through the Spirit wait for the hope of righteousness by faith.  <strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  <strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  <strong>8</strong> This persuasion cometh not of him that calleth you.  <strong>9</strong> A little leaven leaveneth the whole lump.  <strong>10</strong> I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.  <strong>11</strong> And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.  <strong>12</strong> I would they were even cut off which trouble you.  <strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  <strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  <strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery. <sup><strong>2</strong></sup> Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. <sup><strong>3</strong></sup> Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. <sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace. <sup><strong>5</strong></sup> But by faith we eagerly await through the Spirit the righteousness for which we hope. <sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. <sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth? <sup><strong>8</strong></sup> That kind of persuasion does not come from the one who calls you. <sup><strong>9</strong></sup> \"A little yeast works through the whole batch of dough.\" <sup><strong>10</strong></sup> I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be. <sup><strong>11</strong></sup> Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. <sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves! <sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" <sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other. <sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"616b28d7c1af50acf0bc938c","topicId":"616b28d3c1af50acf0bc9380","verse":"Romans 7:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45007001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45007001-1\">7:1&nbsp;</b>Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives? <b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage. <b class=\"verse-num\" id=\"v45007003-1\">3&nbsp;</b>Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress.</p>\n<p id=\"p45007003_05-15\"><b class=\"verse-num\" id=\"v45007004-1\">4&nbsp;</b>Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God. <b class=\"verse-num\" id=\"v45007005-1\">5&nbsp;</b>For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death. <b class=\"verse-num\" id=\"v45007006-1\">6&nbsp;</b>But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code.</p>\n\n<p id=\"p45007006_09-15\"><b class=\"verse-num\" id=\"v45007007-1\">7&nbsp;</b>What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.” <b class=\"verse-num\" id=\"v45007008-1\">8&nbsp;</b>But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead. <b class=\"verse-num\" id=\"v45007009-1\">9&nbsp;</b>I was once alive apart from the law, but when the commandment came, sin came alive and I died. <b class=\"verse-num\" id=\"v45007010-1\">10&nbsp;</b>The very commandment that promised life proved to be death to me. <b class=\"verse-num\" id=\"v45007011-1\">11&nbsp;</b>For sin, seizing an opportunity through the commandment, deceived me and through it killed me. <b class=\"verse-num\" id=\"v45007012-1\">12&nbsp;</b>So the law is holy, and the commandment is holy and righteous and good.</p>\n<p id=\"p45007012_09-15\"><b class=\"verse-num\" id=\"v45007013-1\">13&nbsp;</b>Did that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure. <b class=\"verse-num\" id=\"v45007014-1\">14&nbsp;</b>For we know that the law is spiritual, but I am of the flesh, sold under sin. <b class=\"verse-num\" id=\"v45007015-1\">15&nbsp;</b>For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate. <b class=\"verse-num\" id=\"v45007016-1\">16&nbsp;</b>Now if I do what I do not want, I agree with the law, that it is good. <b class=\"verse-num\" id=\"v45007017-1\">17&nbsp;</b>So now it is no longer I who do it, but sin that dwells within me. <b class=\"verse-num\" id=\"v45007018-1\">18&nbsp;</b>For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out. <b class=\"verse-num\" id=\"v45007019-1\">19&nbsp;</b>For I do not do the good I want, but the evil I do not want is what I keep on doing. <b class=\"verse-num\" id=\"v45007020-1\">20&nbsp;</b>Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.</p>\n<p id=\"p45007020_09-15\"><b class=\"verse-num\" id=\"v45007021-1\">21&nbsp;</b>So I find it to be a law that when I want to do right, evil lies close at hand. <b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being, <b class=\"verse-num\" id=\"v45007023-1\">23&nbsp;</b>but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members. <b class=\"verse-num\" id=\"v45007024-1\">24&nbsp;</b>Wretched man that I am! Who will deliver me from this body of death? <b class=\"verse-num\" id=\"v45007025-1\">25&nbsp;</b>Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.</p>\n\n</div>","kjv":"<strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  ","niv":"<sup><strong>1</strong></sup> Do you not know, brothers--for I am speaking to men who know the law--that the law has authority over a man only as long as he lives? <sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage. <sup><strong>3</strong></sup> So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man. <sup><strong>4</strong></sup> So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God. <sup><strong>5</strong></sup> For when we were controlled by the sinful nature, the sinful passions aroused by the law were at work in our bodies, so that we bore fruit for death. <sup><strong>6</strong></sup> But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code. <sup><strong>7</strong></sup> What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, \"Do not covet.\" <sup><strong>8</strong></sup> But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead. <sup><strong>9</strong></sup> Once I was alive apart from law; but when the commandment came, sin sprang to life and I died. <sup><strong>10</strong></sup> I found that the very commandment that was intended to bring life actually brought death. <sup><strong>11</strong></sup> For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death. <sup><strong>12</strong></sup> So then, the law is holy, and the commandment is holy, righteous and good. <sup><strong>13</strong></sup> Did that which is good, then, become death to me? By no means! But in order that sin might be recognized as sin, it produced death in me through what was good, so that through the commandment sin might become utterly sinful. <sup><strong>14</strong></sup> We know that the law is spiritual; but I am unspiritual, sold as a slave to sin. <sup><strong>15</strong></sup> I do not understand what I do. For what I want to do I do not do, but what I hate I do. <sup><strong>16</strong></sup> And if I do what I do not want to do, I agree that the law is good. <sup><strong>17</strong></sup> As it is, it is no longer I myself who do it, but it is sin living in me. <sup><strong>18</strong></sup> I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out. <sup><strong>19</strong></sup> For what I do is not the good I want to do; no, the evil I do not want to do--this I keep on doing. <sup><strong>20</strong></sup> Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it. <sup><strong>21</strong></sup> So I find this law at work: When I want to do good, evil is right there with me. <sup><strong>22</strong></sup> For in my inner being I delight in God's law; <sup><strong>23</strong></sup> but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members. <sup><strong>24</strong></sup> What a wretched man I am! Who will rescue me from this body of death? <sup><strong>25</strong></sup> Thanks be to God--through Jesus Christ our Lord! So then, I myself in my mind am a slave to God's law, but in the sinful nature a slave to the law of sin. "},{"_id":"616b28d8c1af50acf0bc938e","topicId":"616b28d3c1af50acf0bc9380","verse":"Matthew 7:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-16\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"616b28d8c1af50acf0bc938f","topicId":"616b28d3c1af50acf0bc9380","verse":"Matthew 24:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-17\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-17\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-17\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-17\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-17\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-17\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-17\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b28d8c1af50acf0bc9390","topicId":"616b28d3c1af50acf0bc9380","verse":"Jeremiah 17:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"616b28d8c1af50acf0bc9391","topicId":"616b28d3c1af50acf0bc9380","verse":"Matthew 28:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"616b28d9c1af50acf0bc9392","topicId":"616b28d3c1af50acf0bc9380","verse":"1 Peter 5:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_06-21\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. <b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. <b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_08-21\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_08-21\">Peace to all of you who are in Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  <strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  <strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. <sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast. <sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. "},{"_id":"616b28d9c1af50acf0bc9393","topicId":"616b28d3c1af50acf0bc9380","verse":"Jude 1:3","votes":1,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b28d9c1af50acf0bc9394","topicId":"616b28d3c1af50acf0bc9380","verse":"2 Peter 3:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p61003001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61003001-1\">3:1&nbsp;</b>This is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder, <b class=\"verse-num\" id=\"v61003002-1\">2&nbsp;</b>that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles, <b class=\"verse-num\" id=\"v61003003-1\">3&nbsp;</b>knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires. <b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.” <b class=\"verse-num\" id=\"v61003005-1\">5&nbsp;</b>For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God, <b class=\"verse-num\" id=\"v61003006-1\">6&nbsp;</b>and that by means of these the world that then existed was deluged with water and perished. <b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n<p id=\"p61003007_08-23\"><b class=\"verse-num\" id=\"v61003008-1\">8&nbsp;</b>But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. <b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance. <b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n<p id=\"p61003010_08-23\"><b class=\"verse-num\" id=\"v61003011-1\">11&nbsp;</b>Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness, <b class=\"verse-num\" id=\"v61003012-1\">12&nbsp;</b>waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn! <b class=\"verse-num\" id=\"v61003013-1\">13&nbsp;</b>But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.</p>\n\n<p id=\"p61003013_10-23\"><b class=\"verse-num\" id=\"v61003014-1\">14&nbsp;</b>Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace. <b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures. <b class=\"verse-num\" id=\"v61003017-1\">17&nbsp;</b>You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability. <b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> This second epistle, beloved, I now write unto you; in both  which I stir up your pure minds by way of remembrance:  <strong>2</strong> That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:  <strong>3</strong> Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,  <strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  <strong>5</strong> For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:  <strong>6</strong> Whereby the world that then was, being overflowed with water, perished:  <strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  <strong>8</strong> But, beloved, be not ignorant of this one thing, that one day is  with the Lord as a thousand years, and a thousand years as one day.  <strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  <strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  <strong>11</strong> Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all  holy conversation and godliness,  <strong>12</strong> Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?  <strong>13</strong> Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.  <strong>14</strong> Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.  <strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  <strong>17</strong> Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.  <strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking. <sup><strong>2</strong></sup> I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles. <sup><strong>3</strong></sup> First of all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. <sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\" <sup><strong>5</strong></sup> But they deliberately forget that long ago by God's word the heavens existed and the earth was formed out of water and by water. <sup><strong>6</strong></sup> By these waters also the world of that time was deluged and destroyed. <sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men. <sup><strong>8</strong></sup> But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. <sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance. <sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare. <sup><strong>11</strong></sup> Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives <sup><strong>12</strong></sup> as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. <sup><strong>13</strong></sup> But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness. <sup><strong>14</strong></sup> So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him. <sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. <sup><strong>17</strong></sup> Therefore, dear friends, since you already know this, be on your guard so that you may not be carried away by the error of lawless men and fall from your secure position. <sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen. "},{"_id":"616b28dac1af50acf0bc9395","topicId":"616b28d3c1af50acf0bc9380","verse":"Matthew 28:19-20","votes":1,"__v":0},{"_id":"616b28dac1af50acf0bc9396","topicId":"616b28d3c1af50acf0bc9380","verse":"1 Peter 1:23","votes":1,"__v":0}]}