{"_id":"616b2dadc1af50acf0bc9455","slug":"taking-care-of-poor","name":"Taking Care Of Poor","verses":[{"_id":"616b2daec1af50acf0bc9456","topicId":"616b2dadc1af50acf0bc9455","verse":"Matthew 25:35-40","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40025035_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n\n</div>","kjv":"<strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  ","niv":"<sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' "},{"_id":"616b2daec1af50acf0bc9457","topicId":"616b2dadc1af50acf0bc9455","verse":"James 2:3-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts?</p>\n</div>","kjv":"<strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  ","niv":"<sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? "},{"_id":"616b2db0c1af50acf0bc9458","topicId":"616b2dadc1af50acf0bc9455","verse":"Proverbs 11:24-25","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011024_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011024-1\">24&nbsp;</b>&nbsp;&nbsp;One gives freely, yet grows all the richer;</span><br><span id=\"p20011024_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;another withholds what he should give, and only suffers want.</span><br><span id=\"p20011025_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011025-1\">25&nbsp;</b>&nbsp;&nbsp;Whoever brings blessing will be enriched,</span><br><span id=\"p20011025_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who waters will himself be watered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> There is that scattereth, and yet increaseth; and there is  that withholdeth more than is meet, but it tendeth to poverty.  <strong>25</strong> The liberal soul shall be made fat: and he that watereth shall be watered also himself.  ","niv":"<sup><strong>24</strong></sup> One man gives freely, yet gains even more; another withholds unduly, but comes to poverty. <sup><strong>25</strong></sup> A generous man will prosper; he who refreshes others will himself be refreshed. "},{"_id":"616b2db0c1af50acf0bc9459","topicId":"616b2dadc1af50acf0bc9455","verse":"Luke 14:13-14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42014013_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n</div>","kjv":"<strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"616b2db0c1af50acf0bc945a","topicId":"616b2dadc1af50acf0bc9455","verse":"Deuteronomy 15:7-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05015007_01-5\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be.</p>\n</div>","kjv":"<strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  ","niv":"<sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. ","modified":"2022-07-26T23:57:37.328Z"}]}