{"_id":"616b2ec4c1af50acf0bc94c3","slug":"taking-care-of-your-body","name":"Taking Care Of Your Body","verses":[{"_id":"616b2ec4c1af50acf0bc94c4","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Corinthians 6:19-20","votes":354,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2023-02-01T18:29:43.622Z"},{"_id":"616b2ec5c1af50acf0bc94c5","topicId":"616b2ec4c1af50acf0bc94c3","verse":"3 John 1:2","votes":99,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth.","modified":"2023-02-12T15:34:54.812Z"},{"_id":"616b2ec5c1af50acf0bc94c7","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Luke 21:34","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p42021034_03-3\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span></p>\n</div>","kjv":"<strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  ","niv":"<sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap."},{"_id":"616b2ec5c1af50acf0bc94c6","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Timothy 4:8","votes":91,"__v":0,"esv":"<div>\n<p id=\"p54004008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come.","modified":"2023-02-01T18:30:15.005Z"},{"_id":"616b2ec6c1af50acf0bc94c8","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Romans 12:2","votes":62,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-12-18T05:27:14.898Z"},{"_id":"616b2ec7c1af50acf0bc94c9","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Corinthians 3:16-17","votes":52,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-8\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. ","modified":"2022-01-18T13:31:37.521Z"},{"_id":"616b2ec7c1af50acf0bc94ca","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Corinthians 10:31","votes":67,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-10\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God.","modified":"2023-11-19T14:12:24.395Z"},{"_id":"616b2ec7c1af50acf0bc94cb","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Romans 12:1","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616b2ec7c1af50acf0bc94cc","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Philippians 4:6-7","votes":44,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ","modified":"2022-09-08T15:41:11.019Z"},{"_id":"616b2ec7c1af50acf0bc94cd","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Luke 12:22","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p42012022_05-13\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span></p>\n</div>","kjv":"<strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  ","niv":"<sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear.","modified":"2022-07-29T00:33:09.253Z"},{"_id":"616b2ec9c1af50acf0bc94ce","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Colossians 3:17","votes":43,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.","modified":"2022-10-30T00:59:48.551Z"},{"_id":"616b2ec9c1af50acf0bc94d0","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Philippians 4:19","votes":37,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus."},{"_id":"616b2ec9c1af50acf0bc94cf","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Genesis 1:27","votes":41,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them.","modified":"2022-10-30T00:59:43.581Z"},{"_id":"616b2ec9c1af50acf0bc94d1","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Philippians 4:6","votes":37,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"616b2ec9c1af50acf0bc94d2","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Mark 11:24","votes":31,"__v":0,"esv":"<div>\n<p id=\"p41011024_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span></p>\n\n</div>","kjv":"<strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  ","niv":"<sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours."},{"_id":"616b2ec9c1af50acf0bc94d3","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Colossians 3:5","votes":28,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-19\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.","modified":"2022-10-29T20:41:22.663Z"},{"_id":"616b2ec9c1af50acf0bc94d4","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Timothy 5:8","votes":29,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"616b2ecbc1af50acf0bc94d5","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Corinthians 3:16","votes":25,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-23\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?"},{"_id":"616b2ecbc1af50acf0bc94d6","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Romans 12:1-2","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","modified":"2022-11-05T18:28:09.190Z"},{"_id":"616b2ecbc1af50acf0bc94d7","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Timothy 5:23","votes":23,"__v":0,"esv":"<div>\n<p id=\"p54005023_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)</p>\n</div>","kjv":"<strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  ","niv":"<sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.","modified":"2023-12-06T07:47:22.873Z"},{"_id":"616b2ecbc1af50acf0bc94d8","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Ephesians 5:29","votes":23,"__v":0,"esv":"<div>\n<p id=\"p49005029_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church,</p>\n</div>","kjv":"<strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  ","niv":"<sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church--","modified":"2022-04-30T16:43:35.122Z"},{"_id":"616b2ecbc1af50acf0bc94d9","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Peter 3:4","votes":22,"__v":0,"esv":"<div>\n<p id=\"p60003004_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight."},{"_id":"616b2ecbc1af50acf0bc94da","topicId":"616b2ec4c1af50acf0bc94c3","verse":"Ephesians 2:10","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616b2eccc1af50acf0bc94db","topicId":"616b2ec4c1af50acf0bc94c3","verse":"2 Corinthians 6:14","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-31\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"616b2eccc1af50acf0bc94dc","topicId":"616b2ec4c1af50acf0bc94c3","verse":"1 Corinthians 6:19","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-33\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"}]}