{"_id":"616b3233c1af50acf0bc95a7","slug":"talking-in-tounges","name":"Talking In Tounges","verses":[{"_id":"616b3234c1af50acf0bc95a8","topicId":"616b3233c1af50acf0bc95a7","verse":"Acts 10:46","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44010046_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared,</p>\n</div>","kjv":"<strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  ","niv":"<sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God."},{"_id":"616b3234c1af50acf0bc95a9","topicId":"616b3233c1af50acf0bc95a7","verse":"Ephesians 6:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints."},{"_id":"616b3234c1af50acf0bc95aa","topicId":"616b3233c1af50acf0bc95a7","verse":"1 Corinthians 14:2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-14\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-14\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-14\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-14\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-14\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-14\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  ","niv":"<sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit."},{"_id":"616b3236c1af50acf0bc95ab","topicId":"616b3233c1af50acf0bc95a7","verse":"Romans 8:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-5\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express."},{"_id":"616b3236c1af50acf0bc95ac","topicId":"616b3233c1af50acf0bc95a7","verse":"1 Corinthians 13:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-7\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-7\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-7\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616b3236c1af50acf0bc95ad","topicId":"616b3233c1af50acf0bc95a7","verse":"Acts 19:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying.</p>\n</div>","kjv":"<strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  ","niv":"<sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied."},{"_id":"616b3236c1af50acf0bc95ae","topicId":"616b3233c1af50acf0bc95a7","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616b3236c1af50acf0bc95af","topicId":"616b3233c1af50acf0bc95a7","verse":"Colossians 2:1-23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-10\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-10\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-10\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-10\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"616b3236c1af50acf0bc95b0","topicId":"616b3233c1af50acf0bc95a7","verse":"1 Corinthians 13:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46013008_01-12\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n</div>","kjv":"<strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away."},{"_id":"616b3236c1af50acf0bc95b1","topicId":"616b3233c1af50acf0bc95a7","verse":"1 Corinthians 14:1-40","votes":2,"__v":0,"kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"616b3237c1af50acf0bc95b2","topicId":"616b3233c1af50acf0bc95a7","verse":"1 Corinthians 12:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46012008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,</p>\n</div>","kjv":"<strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  ","niv":"<sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit,"},{"_id":"616b3238c1af50acf0bc95b3","topicId":"616b3233c1af50acf0bc95a7","verse":"Acts 1:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"616b3238c1af50acf0bc95b4","topicId":"616b3233c1af50acf0bc95a7","verse":"Acts 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."},{"_id":"616b3238c1af50acf0bc95b5","topicId":"616b3233c1af50acf0bc95a7","verse":"John 3:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-19\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-19\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-19\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-19\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"616b3238c1af50acf0bc95b6","topicId":"616b3233c1af50acf0bc95a7","verse":"Nehemiah 8:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p16008010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v16008010-1\">10&nbsp;</b>Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the LORD is your strength.”</p>\n</div>","kjv":"<strong>10</strong> Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this  day is holy unto our Lord: neither be ye sorry; for the joy of the LORD is your strength.  ","niv":"<sup><strong>10</strong></sup> Nehemiah said, \"Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is sacred to our Lord. Do not grieve, for the joy of the LORD is your strength.\""}]}