{"_id":"616b3a01ede035c13f932316","slug":"taming-your-tongue","name":"Taming Your Tongue","verses":[{"_id":"616b3a01ede035c13f932317","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 21:23","votes":1149,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021023_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021023-1\">23&nbsp;</b>&nbsp;&nbsp;Whoever keeps his mouth and his tongue</span><br><span id=\"p20021023_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keeps himself out of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Whoso keepeth his mouth and his tongue keepeth his soul from troubles.  ","niv":"<sup><strong>23</strong></sup> He who guards his mouth and his tongue keeps himself from calamity.","modified":"2023-09-07T08:48:03.698Z"},{"_id":"616b3a03ede035c13f932318","topicId":"616b3a01ede035c13f932316","verse":"Ephesians 4:29","votes":1044,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.","modified":"2023-07-17T09:52:47.863Z"},{"_id":"616b3a03ede035c13f932319","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 15:1","votes":762,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-3\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"616b3a05ede035c13f93231b","topicId":"616b3a01ede035c13f932316","verse":"Psalm 141:3","votes":682,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141003_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141003-1\">3&nbsp;</b>&nbsp;&nbsp;Set a guard, O LORD, over my mouth;</span><br><span id=\"p19141003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep watch over the door of my lips!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Set a watch, O LORD, before my mouth; keep the door of my lips.  ","niv":"<sup><strong>3</strong></sup> Set a guard over my mouth, O LORD; keep watch over the door of my lips.","modified":"2023-06-21T11:26:09.820Z"},{"_id":"616b3a05ede035c13f93231c","topicId":"616b3a01ede035c13f932316","verse":"James 3:2-10","votes":643,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness. <b class=\"verse-num\" id=\"v59003002-1\">2&nbsp;</b>For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body. <b class=\"verse-num\" id=\"v59003003-1\">3&nbsp;</b>If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well. <b class=\"verse-num\" id=\"v59003004-1\">4&nbsp;</b>Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs. <b class=\"verse-num\" id=\"v59003005-1\">5&nbsp;</b>So also the tongue is a small member, yet it boasts of great things.</p>\n<p id=\"p59003005_04-17\">How great a forest is set ablaze by such a small fire! <b class=\"verse-num\" id=\"v59003006-1\">6&nbsp;</b>And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell. <b class=\"verse-num\" id=\"v59003007-1\">7&nbsp;</b>For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind, <b class=\"verse-num\" id=\"v59003008-1\">8&nbsp;</b>but no human being can tame the tongue. It is a restless evil, full of deadly poison. <b class=\"verse-num\" id=\"v59003009-1\">9&nbsp;</b>With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God. <b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so. <b class=\"verse-num\" id=\"v59003011-1\">11&nbsp;</b>Does a spring pour forth from the same opening both fresh and salt water? <b class=\"verse-num\" id=\"v59003012-1\">12&nbsp;</b>Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.</p>\n\n<p id=\"p59003012_07-17\"><b class=\"verse-num\" id=\"v59003013-1\">13&nbsp;</b>Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom. <b class=\"verse-num\" id=\"v59003014-1\">14&nbsp;</b>But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. <b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic. <b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n\n</div>","kjv":"<strong>2</strong> For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.  <strong>3</strong> Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.  <strong>4</strong> Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.  <strong>5</strong> Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!  <strong>6</strong> And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.  <strong>7</strong> For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:  <strong>8</strong> But the tongue can no man tame; it is an unruly evil, full of deadly poison.  <strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  <strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  ","niv":"<sup><strong>2</strong></sup> We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check. <sup><strong>3</strong></sup> When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. <sup><strong>4</strong></sup> Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. <sup><strong>5</strong></sup> Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. <sup><strong>6</strong></sup> The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell. <sup><strong>7</strong></sup> All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man, <sup><strong>8</strong></sup> but no man can tame the tongue. It is a restless evil, full of deadly poison. <sup><strong>9</strong></sup> With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. <sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. ","modified":"2022-10-18T01:33:56.736Z"},{"_id":"616b3a05ede035c13f93231a","topicId":"616b3a01ede035c13f932316","verse":"James 1:26","votes":694,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-6\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless.","modified":"2022-10-12T05:06:31.685Z"},{"_id":"616b3a06ede035c13f93231e","topicId":"616b3a01ede035c13f932316","verse":"Psalm 34:13","votes":581,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034013_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep your tongue from evil</span><br><span id=\"p19034013_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your lips from speaking deceit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Keep thy tongue from evil, and thy lips from speaking guile.  ","niv":"<sup><strong>13</strong></sup> keep your tongue from evil and your lips from speaking lies."},{"_id":"616b3a06ede035c13f93231d","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 12:18","votes":633,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012018_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012018-1\">18&nbsp;</b>&nbsp;&nbsp;There is one whose rash words are like sword thrusts,</span><br><span id=\"p20012018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the tongue of the wise brings healing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> There is that speaketh like the piercings of a sword: but the tongue of the wise is health.  ","niv":"<sup><strong>18</strong></sup> Reckless words pierce like a sword, but the tongue of the wise brings healing.","modified":"2022-11-24T10:32:55.276Z"},{"_id":"616b3a07ede035c13f93231f","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 17:28","votes":469,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017028_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017028-1\">28&nbsp;</b>&nbsp;&nbsp;Even a fool who keeps silent is considered wise;</span><br><span id=\"p20017028_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he closes his lips, he is deemed intelligent.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Even a fool, when he holdeth his peace, is counted wise: and  he that shutteth his lips is esteemed a man of understanding.  ","niv":"<sup><strong>28</strong></sup> Even a fool is thought wise if he keeps silent, and discerning if he holds his tongue.","modified":"2023-05-07T02:01:37.266Z"},{"_id":"616b3a07ede035c13f932320","topicId":"616b3a01ede035c13f932316","verse":"1 Peter 3:10","votes":475,"__v":0,"esv":"<div>\n<p id=\"p60003010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_01-11\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_01-11\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  ","niv":"<sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech."},{"_id":"616b3a07ede035c13f932322","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 18:21","votes":509,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018021_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018021-1\">21&nbsp;</b>&nbsp;&nbsp;Death and life are in the power of the tongue,</span><br><span id=\"p20018021_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who love it will eat its fruits.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.  ","niv":"<sup><strong>21</strong></sup> The tongue has the power of life and death, and those who love it will eat its fruit.","modified":"2023-01-20T16:41:52.796Z"},{"_id":"616b3a07ede035c13f932321","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 15:4","votes":442,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015004_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015004-1\">4&nbsp;</b>&nbsp;&nbsp;A gentle tongue is a tree of life,</span><br><span id=\"p20015004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but perverseness in it breaks the spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit.  ","niv":"<sup><strong>4</strong></sup> The tongue that brings healing is a tree of life, but a deceitful tongue crushes the spirit."},{"_id":"616b3a08ede035c13f932324","topicId":"616b3a01ede035c13f932316","verse":"Matthew 15:11","votes":351,"__v":0,"esv":"<div>\n<p id=\"p40015011_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015011-1\">11&nbsp;</b><span class=\"woc\">it is not what goes into the mouth that defiles a person, but what comes out of the mouth; this defiles a person.”</span></p>\n</div>","kjv":"<strong>11</strong> Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.  ","niv":"<sup><strong>11</strong></sup> What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.'\"","modified":"2022-07-26T04:44:04.147Z"},{"_id":"616b3a07ede035c13f932323","topicId":"616b3a01ede035c13f932316","verse":"James 3:10","votes":318,"__v":0,"esv":"<div>\n<p id=\"p59003010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so.</p>\n\n</div>","kjv":"<strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  ","niv":"<sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be.","modified":"2022-09-07T14:18:37.616Z"},{"_id":"616b3a09ede035c13f932328","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 10:19","votes":315,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010019_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010019-1\">19&nbsp;</b>&nbsp;&nbsp;When words are many, transgression is not lacking,</span><br><span id=\"p20010019_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever restrains his lips is prudent.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.  ","niv":"<sup><strong>19</strong></sup> When words are many, sin is not absent, but he who holds his tongue is wise."},{"_id":"616b3a09ede035c13f932327","topicId":"616b3a01ede035c13f932316","verse":"James 3:1-18","votes":288,"__v":0,"kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  <strong>2</strong> For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.  <strong>3</strong> Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.  <strong>4</strong> Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.  <strong>5</strong> Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!  <strong>6</strong> And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.  <strong>7</strong> For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:  <strong>8</strong> But the tongue can no man tame; it is an unruly evil, full of deadly poison.  <strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  <strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  <strong>11</strong> Doth a fountain send forth at the same place sweet water  and bitter?  <strong>12</strong> Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.  <strong>13</strong> Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.  <strong>14</strong> But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.  <strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  <strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly. <sup><strong>2</strong></sup> We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check. <sup><strong>3</strong></sup> When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. <sup><strong>4</strong></sup> Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. <sup><strong>5</strong></sup> Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. <sup><strong>6</strong></sup> The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell. <sup><strong>7</strong></sup> All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man, <sup><strong>8</strong></sup> but no man can tame the tongue. It is a restless evil, full of deadly poison. <sup><strong>9</strong></sup> With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. <sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. <sup><strong>11</strong></sup> Can both fresh water and salt water flow from the same spring? <sup><strong>12</strong></sup> My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. <sup><strong>13</strong></sup> Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom. <sup><strong>14</strong></sup> But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. <sup><strong>15</strong></sup> Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. <sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. <sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness. ","modified":"2022-11-02T19:51:30.556Z"},{"_id":"616b3a09ede035c13f932325","topicId":"616b3a01ede035c13f932316","verse":"Titus 3:2","votes":290,"__v":0,"esv":"<div>\n<p id=\"p56003002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.</p>\n</div>","kjv":"<strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  ","niv":"<sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men."},{"_id":"616b3a09ede035c13f932326","topicId":"616b3a01ede035c13f932316","verse":"Matthew 12:33-37","votes":319,"__v":0,"esv":"<div>\n\n<p id=\"p40012033_08-19\"><b class=\"verse-num woc\" id=\"v40012033-1\">33&nbsp;</b><span class=\"woc\">“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.</span> <b class=\"verse-num woc\" id=\"v40012034-1\">34&nbsp;</b><span class=\"woc\">You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.</span> <b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>33</strong> Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit. <strong>34</strong> O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.  <strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>33</strong></sup> \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. <sup><strong>34</strong></sup> You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. <sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" ","modified":"2023-10-16T14:30:13.622Z"},{"_id":"616b3a09ede035c13f932329","topicId":"616b3a01ede035c13f932316","verse":"Psalm 52:2","votes":242,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19052002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052002-1\">2&nbsp;</b>&nbsp;&nbsp;Your tongue plots destruction,</span><br><span id=\"p19052002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a sharp razor, you worker of deceit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Thy tongue deviseth mischiefs; like a sharp rasor, working deceitfully.  ","niv":"<sup><strong>2</strong></sup> Your tongue plots destruction; it is like a sharpened razor, you who practice deceit.","modified":"2022-11-02T19:49:04.288Z"},{"_id":"616b3a0bede035c13f93232a","topicId":"616b3a01ede035c13f932316","verse":"Exodus 14:14","votes":202,"__v":0,"esv":"<div>\n<p id=\"p02014014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v02014014-1\">14&nbsp;</b>The LORD will fight for you, and you have only to be silent.”</p>\n</div>","kjv":"<strong>14</strong> The LORD shall fight for you, and ye shall hold your peace.  ","niv":"<sup><strong>14</strong></sup> The LORD will fight for you; you need only to be still.\"","modified":"2023-10-29T15:29:57.188Z"},{"_id":"616b3a0bede035c13f93232b","topicId":"616b3a01ede035c13f932316","verse":"Psalm 37:30","votes":196,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037030_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037030-1\">30&nbsp;</b>&nbsp;&nbsp;The mouth of the righteous utters wisdom,</span><br><span id=\"p19037030_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his tongue speaks justice.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> The mouth of the righteous speaketh wisdom, and his tongue talketh of judgment.  ","niv":"<sup><strong>30</strong></sup> The mouth of the righteous man utters wisdom, and his tongue speaks what is just.","modified":"2023-09-15T17:06:10.469Z"},{"_id":"616b3a0bede035c13f93232c","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 17:9","votes":220,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever covers an offense seeks love,</span><br><span id=\"p20017009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who repeats a matter separates close friends.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends.  ","niv":"<sup><strong>9</strong></sup> He who covers over an offense promotes love, but whoever repeats the matter separates close friends."},{"_id":"616b3a0cede035c13f93232d","topicId":"616b3a01ede035c13f932316","verse":"James 1:19-20","votes":187,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-24\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"616b3a0cede035c13f93232e","topicId":"616b3a01ede035c13f932316","verse":"Proverbs 26:20","votes":185,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026020_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026020-1\">20&nbsp;</b>&nbsp;&nbsp;For lack of wood the fire goes out,</span><br><span id=\"p20026020_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and where there is no whisperer, quarreling ceases.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Where no wood is, there the fire goeth out: so where there is no talebearer, the strife ceaseth.  ","niv":"<sup><strong>20</strong></sup> Without wood a fire goes out; without gossip a quarrel dies down."},{"_id":"616b3a0cede035c13f93232f","topicId":"616b3a01ede035c13f932316","verse":"James 3:2","votes":184,"__v":0,"esv":"<div>\n<p id=\"p59003002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003002-1\">2&nbsp;</b>For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body.</p>\n</div>","kjv":"<strong>2</strong> For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.  ","niv":"<sup><strong>2</strong></sup> We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check.","modified":"2023-04-19T09:04:45.995Z"}]}