{"_id":"616b3a7fede035c13f932330","slug":"tanning","name":"Tanning","verses":[{"_id":"616b3a7fede035c13f932331","topicId":"616b3a7fede035c13f932330","verse":"Ecclesiastes 1:1-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p21001001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21001001-1\">1:1&nbsp;</b>The words of the Preacher, the son of David, king in Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001002_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001002-1\">2&nbsp;</b>&nbsp;&nbsp;Vanity of vanities, says the Preacher,</span><br><span id=\"p21001002_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vanity of vanities! All is vanity.</span><br><span id=\"p21001003_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001003-1\">3&nbsp;</b>&nbsp;&nbsp;What does man gain by all the toil</span><br><span id=\"p21001003_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at which he toils under the sun?</span><br><span id=\"p21001004_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001004-1\">4&nbsp;</b>&nbsp;&nbsp;A generation goes, and a generation comes,</span><br><span id=\"p21001004_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the earth remains forever.</span><br><span id=\"p21001005_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001005-1\">5&nbsp;</b>&nbsp;&nbsp;The sun rises, and the sun goes down,</span><br><span id=\"p21001005_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hastens to the place where it rises.</span><br><span id=\"p21001006_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001006-1\">6&nbsp;</b>&nbsp;&nbsp;The wind blows to the south</span><br><span id=\"p21001006_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes around to the north;</span><br><span id=\"p21001006_04-1\" class=\"line\">&nbsp;&nbsp;around and around goes the wind,</span><br><span id=\"p21001006_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on its circuits the wind returns.</span><br><span id=\"p21001007_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001007-1\">7&nbsp;</b>&nbsp;&nbsp;All streams run to the sea,</span><br><span id=\"p21001007_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sea is not full;</span><br><span id=\"p21001007_04-1\" class=\"line\">&nbsp;&nbsp;to the place where the streams flow,</span><br><span id=\"p21001007_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they flow again.</span><br><span id=\"p21001008_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001008-1\">8&nbsp;</b>&nbsp;&nbsp;All things are full of weariness;</span><br><span id=\"p21001008_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man cannot utter it;</span><br><span id=\"p21001008_04-1\" class=\"line\">&nbsp;&nbsp;the eye is not satisfied with seeing,</span><br><span id=\"p21001008_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the ear filled with hearing.</span><br><span id=\"p21001009_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001009-1\">9&nbsp;</b>&nbsp;&nbsp;What has been is what will be,</span><br><span id=\"p21001009_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what has been done is what will be done,</span><br><span id=\"p21001009_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing new under the sun.</span><br><span id=\"p21001010_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001010-1\">10&nbsp;</b>&nbsp;&nbsp;Is there a thing of which it is said,</span><br><span id=\"p21001010_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“See, this is new”?</span><br><span id=\"p21001010_04-1\" class=\"line\">&nbsp;&nbsp;It has been already</span><br><span id=\"p21001010_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the ages before us.</span><br><span id=\"p21001011_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001011-1\">11&nbsp;</b>&nbsp;&nbsp;There is no remembrance of former things,</span><br><span id=\"p21001011_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will there be any remembrance</span><br><span id=\"p21001011_04-1\" class=\"line\">&nbsp;&nbsp;of later things yet to be</span><br><span id=\"p21001011_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among those who come after.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21001011_08-1\"><b class=\"verse-num\" id=\"v21001012-1\">12&nbsp;</b>I the Preacher have been king over Israel in Jerusalem. <b class=\"verse-num\" id=\"v21001013-1\">13&nbsp;</b>And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21001014-1\">14&nbsp;</b>I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001015_08-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001015-1\">15&nbsp;</b>&nbsp;&nbsp;What is crooked cannot be made straight,</span><br><span id=\"p21001015_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is lacking cannot be counted.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21001015_08-1\"><b class=\"verse-num\" id=\"v21001016-1\">16&nbsp;</b>I said in my heart, “I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.” <b class=\"verse-num\" id=\"v21001017-1\">17&nbsp;</b>And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001018_08-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001018-1\">18&nbsp;</b>&nbsp;&nbsp;For in much wisdom is much vexation,</span><br><span id=\"p21001018_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who increases knowledge increases sorrow.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of the Preacher, the son of David, king in Jerusalem.  <strong>2</strong> Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity.  <strong>3</strong> What profit hath a man of all his labour which he taketh under the sun?  <strong>4</strong> One generation passeth away, and another generation cometh: but the earth abideth for ever.  <strong>5</strong> The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.  <strong>6</strong> The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.  <strong>7</strong> All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.  <strong>8</strong> All things are full of labour; man cannot utter it:  the eye is not satisfied with seeing, nor the ear filled with hearing.  <strong>9</strong> The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is  no new thing under the sun.  <strong>10</strong> Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.  <strong>11</strong> There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after.  <strong>12</strong> I the Preacher was king over Israel in Jerusalem.  <strong>13</strong> And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith.  <strong>14</strong> I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit.  <strong>15</strong> That which is crooked cannot be made straight: and that which is wanting cannot be numbered.  <strong>16</strong> I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge.  <strong>17</strong> And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit.  <strong>18</strong> For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.  ","niv":"<sup><strong>1</strong></sup> The words of the Teacher, son of David, king in Jerusalem: <sup><strong>2</strong></sup> \"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\" <sup><strong>3</strong></sup> What does man gain from all his labor at which he toils under the sun? <sup><strong>4</strong></sup> Generations come and generations go, but the earth remains forever. <sup><strong>5</strong></sup> The sun rises and the sun sets, and hurries back to where it rises. <sup><strong>6</strong></sup> The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. <sup><strong>7</strong></sup> All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. <sup><strong>8</strong></sup> All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing. <sup><strong>9</strong></sup> What has been will be again, what has been done will be done again; there is nothing new under the sun. <sup><strong>10</strong></sup> Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time. <sup><strong>11</strong></sup> There is no remembrance of men of old, and even those who are yet to come will not be remembered by those who follow. <sup><strong>12</strong></sup> I, the Teacher, was king over Israel in Jerusalem. <sup><strong>13</strong></sup> I devoted myself to study and to explore by wisdom all that is done under heaven. What a heavy burden God has laid on men! <sup><strong>14</strong></sup> I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind. <sup><strong>15</strong></sup> What is twisted cannot be straightened; what is lacking cannot be counted. <sup><strong>16</strong></sup> I thought to myself, \"Look, I have grown and increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.\" <sup><strong>17</strong></sup> Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind. <sup><strong>18</strong></sup> For with much wisdom comes much sorrow; the more knowledge, the more grief. "},{"_id":"616b3a81ede035c13f932332","topicId":"616b3a7fede035c13f932330","verse":"1 Corinthians 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-3\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?"},{"_id":"616b3a81ede035c13f932333","topicId":"616b3a7fede035c13f932330","verse":"Acts 10:1-48","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-4\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-4\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-4\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-4\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-4\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-4\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"616b3a81ede035c13f932334","topicId":"616b3a7fede035c13f932330","verse":"Acts 1:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"616b3a81ede035c13f932335","topicId":"616b3a7fede035c13f932330","verse":"Matthew 15:10","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40015010_05-6\"><b class=\"verse-num\" id=\"v40015010-1\">10&nbsp;</b>And he called the people to him and said to them, <span class=\"woc\">“Hear and understand:</span></p>\n</div>","kjv":"<strong>10</strong> And he called the multitude, and said unto them, Hear, and understand:  ","niv":"<sup><strong>10</strong></sup> Jesus called the crowd to him and said, \"Listen and understand."},{"_id":"616b3a81ede035c13f932336","topicId":"616b3a7fede035c13f932330","verse":"Revelation 21:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021014-1\">14&nbsp;</b>And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.</p>\n</div>","kjv":"<strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  ","niv":"<sup><strong>14</strong></sup> The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb."},{"_id":"616b3a81ede035c13f932337","topicId":"616b3a7fede035c13f932330","verse":"Revelation 16:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66016010_01-8\"><b class=\"verse-num\" id=\"v66016010-1\">10&nbsp;</b>The fifth angel poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues in anguish</p>\n</div>","kjv":"<strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  ","niv":"<sup><strong>10</strong></sup> The fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. Men gnawed their tongues in agony"},{"_id":"616b3a83ede035c13f932338","topicId":"616b3a7fede035c13f932330","verse":"Revelation 9:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66009002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft.</p>\n</div>","kjv":"<strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  ","niv":"<sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss."},{"_id":"616b3a83ede035c13f932339","topicId":"616b3a7fede035c13f932330","verse":"Revelation 8:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66008012_01-10\"><b class=\"verse-num\" id=\"v66008012-1\">12&nbsp;</b>The fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light might be darkened, and a third of the day might be kept from shining, and likewise a third of the night.</p>\n</div>","kjv":"<strong>12</strong> And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.  ","niv":"<sup><strong>12</strong></sup> The fourth angel sounded his trumpet, and a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them turned dark. A third of the day was without light, and also a third of the night."},{"_id":"616b3a83ede035c13f93233a","topicId":"616b3a7fede035c13f932330","verse":"Revelation 6:12-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66006012_01-11\"><b class=\"verse-num\" id=\"v66006012-1\">12&nbsp;</b>When he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood, <b class=\"verse-num\" id=\"v66006013-1\">13&nbsp;</b>and the stars of the sky fell to the earth as the fig tree sheds its winter fruit when shaken by a gale. <b class=\"verse-num\" id=\"v66006014-1\">14&nbsp;</b>The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place.</p>\n</div>","kjv":"<strong>12</strong> And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;  <strong>13</strong> And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.  <strong>14</strong> And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.  ","niv":"<sup><strong>12</strong></sup> I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red, <sup><strong>13</strong></sup> and the stars in the sky fell to earth, as late figs drop from a fig tree when shaken by a strong wind. <sup><strong>14</strong></sup> The sky receded like a scroll, rolling up, and every mountain and island was removed from its place. "},{"_id":"616b3a83ede035c13f93233b","topicId":"616b3a7fede035c13f932330","verse":"Revelation 2:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66002020_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span></p>\n</div>","kjv":"<strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  ","niv":"<sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols."},{"_id":"616b3a83ede035c13f93233c","topicId":"616b3a7fede035c13f932330","verse":"Jude 1:24","votes":1,"__v":0,"kjv":"<strong>24</strong> Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b3a83ede035c13f93233d","topicId":"616b3a7fede035c13f932330","verse":"Jude 1:12","votes":1,"__v":0,"kjv":"<strong>12</strong> These are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b3a83ede035c13f93233e","topicId":"616b3a7fede035c13f932330","verse":"Jude 1:18","votes":1,"__v":0,"kjv":"<strong>18</strong> How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b3a84ede035c13f932340","topicId":"616b3a7fede035c13f932330","verse":"Jude 1:3","votes":1,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b3a84ede035c13f93233f","topicId":"616b3a7fede035c13f932330","verse":"Jude 1:7","votes":1,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b3a86ede035c13f932341","topicId":"616b3a7fede035c13f932330","verse":"1 John 5:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005009-1\">9&nbsp;</b>If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son. <b class=\"verse-num\" id=\"v62005010-1\">10&nbsp;</b>Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son.</p>\n</div>","kjv":"<strong>9</strong> If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.  <strong>10</strong> He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.  ","niv":"<sup><strong>9</strong></sup> We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. <sup><strong>10</strong></sup> Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. "},{"_id":"616b3a86ede035c13f932342","topicId":"616b3a7fede035c13f932330","verse":"1 John 5:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005017-1\">17&nbsp;</b>All wrongdoing is sin, but there is sin that does not lead to death.</p>\n</div>","kjv":"<strong>17</strong> All unrighteousness is sin: and there is a sin not unto death.  ","niv":"<sup><strong>17</strong></sup> All wrongdoing is sin, and there is sin that does not lead to death."},{"_id":"616b3a86ede035c13f932343","topicId":"616b3a7fede035c13f932330","verse":"3 John 1:6","votes":1,"__v":0,"kjv":"<strong>6</strong> Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"616b3a86ede035c13f932344","topicId":"616b3a7fede035c13f932330","verse":"3 John 1:12","votes":1,"__v":0,"kjv":"<strong>12</strong> Demetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"616b3a86ede035c13f932346","topicId":"616b3a7fede035c13f932330","verse":"1 John 5:3-4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome. <b class=\"verse-num\" id=\"v62005004-1\">4&nbsp;</b>For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  <strong>4</strong> For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome, <sup><strong>4</strong></sup> for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. "},{"_id":"616b3a86ede035c13f932345","topicId":"616b3a7fede035c13f932330","verse":"1 John 5:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005002-1\">2&nbsp;</b>By this we know that we love the children of God, when we love God and obey his commandments.</p>\n</div>","kjv":"<strong>2</strong> By this we know that we love the children of God, when we love God, and keep his commandments.  ","niv":"<sup><strong>2</strong></sup> This is how we know that we love the children of God: by loving God and carrying out his commands."},{"_id":"616b3a88ede035c13f932347","topicId":"616b3a7fede035c13f932330","verse":"1 John 5:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62005001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62005001-1\">5:1&nbsp;</b>Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him.</p>\n</div>","kjv":"<strong>1</strong> Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.  ","niv":"<sup><strong>1</strong></sup> Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well."},{"_id":"616b3a88ede035c13f932348","topicId":"616b3a7fede035c13f932330","verse":"1 John 4:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.</p>\n</div>","kjv":"<strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  ","niv":"<sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. "},{"_id":"616b3a88ede035c13f932349","topicId":"616b3a7fede035c13f932330","verse":"1 John 4:15-16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him.</p>\n</div>","kjv":"<strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  ","niv":"<sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. "}]}