{"_id":"616b3b8eede035c13f932372","slug":"taste","name":"Taste","verses":[{"_id":"616b3b8fede035c13f932373","topicId":"616b3b8eede035c13f932372","verse":"Psalm 34:8","votes":34,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034008-1\">8&nbsp;</b>&nbsp;&nbsp;Oh, taste and see that the LORD is good!</span><br><span id=\"p19034008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Blessed is the man who takes refuge in him!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> O taste and see that the LORD is good: blessed is  the man that trusteth in him.  ","niv":"<sup><strong>8</strong></sup> Taste and see that the LORD is good; blessed is the man who takes refuge in him."},{"_id":"616b3b90ede035c13f932374","topicId":"616b3b8eede035c13f932372","verse":"Psalm 119:103","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119103_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  ","niv":"<sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth!","modified":"2022-07-27T16:53:56.846Z"},{"_id":"616b3b90ede035c13f932375","topicId":"616b3b8eede035c13f932372","verse":"Luke 12:19-32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42012019_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_05-3\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_05-3\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span></p>\n\n</div>","kjv":"<strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  ","niv":"<sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. "},{"_id":"616b3b90ede035c13f932376","topicId":"616b3b8eede035c13f932372","verse":"Ecclesiastes 9:7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p21009007_08-4\"><b class=\"verse-num\" id=\"v21009007-1\">7&nbsp;</b>Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.</p>\n</div>","kjv":"<strong>7</strong> Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.  ","niv":"<sup><strong>7</strong></sup> Go, eat your food with gladness, and drink your wine with a joyful heart, for it is now that God favors what you do."},{"_id":"616b3b91ede035c13f932377","topicId":"616b3b8eede035c13f932372","verse":"1 Peter 2:2-3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. "},{"_id":"616b3b91ede035c13f932379","topicId":"616b3b8eede035c13f932372","verse":"Proverbs 27:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027007_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027007-1\">7&nbsp;</b>&nbsp;&nbsp;One who is full loathes honey,</span><br><span id=\"p20027007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but to one who is hungry everything bitter is sweet.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The full soul loatheth an honeycomb; but to the hungry soul every bitter thing is sweet.  ","niv":"<sup><strong>7</strong></sup> He who is full loathes honey, but to the hungry even what is bitter tastes sweet."},{"_id":"616b3b91ede035c13f932378","topicId":"616b3b8eede035c13f932372","verse":"Deuteronomy 14:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05014026_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05014026-1\">26&nbsp;</b>and spend the money for whatever you desire—oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the LORD your God and rejoice, you and your household.</p>\n</div>","kjv":"<strong>26</strong> And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,  ","niv":"<sup><strong>26</strong></sup> Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the LORD your God and rejoice."},{"_id":"616b3b92ede035c13f93237a","topicId":"616b3b8eede035c13f932372","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616b3b92ede035c13f93237b","topicId":"616b3b8eede035c13f932372","verse":"Proverbs 25:16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025016_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025016-1\">16&nbsp;</b>&nbsp;&nbsp;If you have found honey, eat only enough for you,</span><br><span id=\"p20025016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you have your fill of it and vomit it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Hast thou found honey? eat so much as is sufficient for thee, lest thou be filled therewith, and vomit it.  ","niv":"<sup><strong>16</strong></sup> If you find honey, eat just enough- too much of it, and you will vomit."}]}