{"_id":"616b3ceaede035c13f9323d5","slug":"tax-collectors","name":"Tax Collectors","verses":[{"_id":"616b3ceaede035c13f9323d6","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 3:12-13","votes":22,"__v":0,"esv":"<div>\n<p id=\"p42003012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003012-1\">12&nbsp;</b>Tax collectors also came to be baptized and said to him, “Teacher, what shall we do?” <b class=\"verse-num\" id=\"v42003013-1\">13&nbsp;</b>And he said to them, “Collect no more than you are authorized to do.”</p>\n</div>","kjv":"<strong>12</strong> Then came also publicans to be baptized, and said unto him, Master, what shall we do?  <strong>13</strong> And he said unto them, Exact no more than that which is appointed you.  ","niv":"<sup><strong>12</strong></sup> Tax collectors also came to be baptized. \"Teacher,\" they asked, \"what should we do?\" <sup><strong>13</strong></sup> \"Don't collect any more than you are required to,\" he told "},{"_id":"616b3cecede035c13f9323d7","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 11:19","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40011019_01-2\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v40011019-1\">19&nbsp;</b><span class=\"woc\">The Son of Man came eating and drinking, and they say, ‘Look at him! A glutton and a drunkard, a friend of tax collectors and sinners!’ Yet wisdom is justified by her deeds.”</span></p>\n\n</div>","kjv":"<strong>19</strong> The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a winebibber, a friend of publicans and sinners. But wisdom is justified of her children. ","niv":"<sup><strong>19</strong></sup> The Son of Man came eating and drinking, and they say, 'Here is a glutton and a drunkard, a friend of tax collectors and \"sinners.\"' But wisdom is proved right by her actions.\"","modified":"2022-10-02T14:01:26.243Z"},{"_id":"616b3cecede035c13f9323d8","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 18:15-17","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40018015_07-3\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span></p>\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. "},{"_id":"616b3cecede035c13f9323d9","topicId":"616b3ceaede035c13f9323d5","verse":"Romans 13:6-7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45013006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"616b3cecede035c13f9323da","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 17:24-27","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40017024_04-5\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?” <b class=\"verse-num\" id=\"v40017025-1\">25&nbsp;</b>He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, <span class=\"woc\">“What do you think, Simon? From whom do kings of the earth take toll or tax? From their sons or from others?”</span> <b class=\"verse-num\" id=\"v40017026-1\">26&nbsp;</b>And when he said, “From others,” Jesus said to him, <span class=\"woc\">“Then the sons are free.</span> <b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\" <sup><strong>25</strong></sup> \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\" <sup><strong>26</strong></sup> \"From others,\" Peter answered. <sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\" "},{"_id":"616b3cecede035c13f9323db","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 5:46","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40005046_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span></p>\n</div>","kjv":"<strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  ","niv":"<sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that?","modified":"2023-07-26T22:48:47.430Z"},{"_id":"616b3cecede035c13f9323dc","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 18:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42018010_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span></p>\n</div>","kjv":"<strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  ","niv":"<sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector."},{"_id":"616b3cecede035c13f9323dd","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 18:9-14","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-8\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"616b3ceeede035c13f9323de","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 9:9","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40009009_04-9\"><b class=\"verse-num\" id=\"v40009009-1\">9&nbsp;</b>As Jesus passed on from there, he saw a man called Matthew sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n</div>","kjv":"<strong>9</strong> And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he saith unto him, Follow me.  And he arose, and followed him.  ","niv":"<sup><strong>9</strong></sup> As Jesus went on from there, he saw a man named Matthew sitting at the tax collector's booth. \"Follow me,\" he told him, and Matthew got up and followed him."},{"_id":"616b3ceeede035c13f9323e0","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 15:1-32","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-10\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-10\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-10\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-10\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-10\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"616b3ceeede035c13f9323df","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 9:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40009011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009011-1\">11&nbsp;</b>And when the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”</p>\n</div>","kjv":"<strong>11</strong> And when the Pharisees saw it, they said unto his disciples, Why eateth your Master with publicans and sinners?  ","niv":"<sup><strong>11</strong></sup> When the Pharisees saw this, they asked his disciples, \"Why does your teacher eat with tax collectors and 'sinners'?\""},{"_id":"616b3ceeede035c13f9323e1","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 7:29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42007029_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v42007029-1\">29&nbsp;</b>(When all the people heard this, and the tax collectors too, they declared God just, having been baptized with the baptism of John,</p>\n\n</div>","kjv":"<strong>29</strong> And all the people that heard him, and the publicans, justified God, being baptized with the baptism of John.  ","niv":"<sup><strong>29</strong></sup> (All the people, even the tax collectors, when they heard Jesus' words, acknowledged that God's way was right, because they had been baptized by John."},{"_id":"616b3cefede035c13f9323e2","topicId":"616b3ceaede035c13f9323d5","verse":"Mark 2:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p41002014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41002014-1\">14&nbsp;</b>And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n</div>","kjv":"<strong>14</strong> And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.  ","niv":"<sup><strong>14</strong></sup> As he walked along, he saw Levi son of Alphaeus sitting at the tax collector's booth. \"Follow me,\" Jesus told him, and Levi got up and followed him."},{"_id":"616b3cefede035c13f9323e3","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 18:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40018017_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span></p>\n</div>","kjv":"<strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector.","modified":"2022-12-27T05:00:40.409Z"},{"_id":"616b3cefede035c13f9323e4","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 15:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him.</p>\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him."},{"_id":"616b3cefede035c13f9323e5","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 7:34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42007034_01-16\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v42007034-1\">34&nbsp;</b><span class=\"woc\">The Son of Man has come eating and drinking, and you say, ‘Look at him! A glutton and a drunkard, a friend of tax collectors and sinners!’</span></p>\n</div>","kjv":"<strong>34</strong> The Son of man is come eating and drinking; and ye say, Behold a gluttonous man, and a winebibber, a friend of publicans and sinners!  ","niv":"<sup><strong>34</strong></sup> The Son of Man came eating and drinking, and you say, 'Here is a glutton and a drunkard, a friend of tax collectors and \"sinners.\"'"},{"_id":"616b3cefede035c13f9323e7","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 18:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42018011_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span></p>\n\n</div>","kjv":"<strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  ","niv":"<sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector."},{"_id":"616b3cefede035c13f9323e6","topicId":"616b3ceaede035c13f9323d5","verse":"Romans 13:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"616b3cf1ede035c13f9323e8","topicId":"616b3ceaede035c13f9323d5","verse":"Matthew 9:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40009010_01-19\"><b class=\"verse-num\" id=\"v40009010-1\">10&nbsp;</b>And as Jesus reclined at table in the house, behold, many tax collectors and sinners came and were reclining with Jesus and his disciples.</p>\n\n</div>","kjv":"<strong>10</strong> And it came to pass, as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with him and his disciples.  ","niv":"<sup><strong>10</strong></sup> While Jesus was having dinner at Matthew's house, many tax collectors and \"sinners\" came and ate with him and his disciples."},{"_id":"616b3cf1ede035c13f9323e9","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 5:29","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42005029_01-20\"><b class=\"verse-num\" id=\"v42005029-1\">29&nbsp;</b>And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them.</p>\n</div>","kjv":"<strong>29</strong> And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.  ","niv":"<sup><strong>29</strong></sup> Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them."},{"_id":"616b3cf1ede035c13f9323eb","topicId":"616b3ceaede035c13f9323d5","verse":"Mark 2:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41002015_01-21\"><b class=\"verse-num\" id=\"v41002015-1\">15&nbsp;</b>And as he reclined at table in his house, many tax collectors and sinners were reclining with Jesus and his disciples, for there were many who followed him.</p>\n</div>","kjv":"<strong>15</strong> And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.  ","niv":"<sup><strong>15</strong></sup> While Jesus was having dinner at Levi's house, many tax collectors and \"sinners\" were eating with him and his disciples, for there were many who followed him."},{"_id":"616b3cf1ede035c13f9323ea","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 5:27","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42005027_04-22\"><b class=\"verse-num\" id=\"v42005027-1\">27&nbsp;</b>After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, <span class=\"woc\">“Follow me.”</span></p>\n</div>","kjv":"<strong>27</strong> And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.  ","niv":"<sup><strong>27</strong></sup> After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him,"},{"_id":"616b3cf2ede035c13f9323ec","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 5:30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42005030_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005030-1\">30&nbsp;</b>And the Pharisees and their scribes grumbled at his disciples, saying, “Why do you eat and drink with tax collectors and sinners?”</p>\n</div>","kjv":"<strong>30</strong> But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?  ","niv":"<sup><strong>30</strong></sup> But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and 'sinners'?\""},{"_id":"616b3cf2ede035c13f9323ed","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 19:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42019008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42019008-1\">8&nbsp;</b>And Zacchaeus stood and said to the Lord, “Behold, Lord, the half of my goods I give to the poor. And if I have defrauded anyone of anything, I restore it fourfold.”</p>\n</div>","kjv":"<strong>8</strong> And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.  ","niv":"<sup><strong>8</strong></sup> But Zacchaeus stood up and said to the Lord, \"Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.\""},{"_id":"616b3cf2ede035c13f9323ee","topicId":"616b3ceaede035c13f9323d5","verse":"Luke 15:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42015002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n</div>","kjv":"<strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  ","niv":"<sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\""}]}