{"_id":"616b3df8ede035c13f932431","slug":"teaching-profession","name":"Teaching Profession","verses":[{"_id":"616b3df8ede035c13f932432","topicId":"616b3df8ede035c13f932431","verse":"Romans 10:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616b3df9ede035c13f932433","topicId":"616b3df8ede035c13f932431","verse":"3 John 1:7","votes":3,"__v":0,"kjv":"<strong>7</strong> Because that for his name’s sake they went forth, taking nothing of the Gentiles.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"616b3df9ede035c13f932434","topicId":"616b3df8ede035c13f932431","verse":"1 John 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—</p>\n</div>","kjv":"<strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  ","niv":"<sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us."},{"_id":"616b3df9ede035c13f932435","topicId":"616b3df8ede035c13f932431","verse":"2 Timothy 2:23-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55002023_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"616b3dfaede035c13f932436","topicId":"616b3df8ede035c13f932431","verse":"Romans 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"616b3dfaede035c13f932437","topicId":"616b3df8ede035c13f932431","verse":"Psalm 14:1","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19014001_08-6\" class=\"psalm-title\">To the choirmaster. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19014001_08-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;The fool says in his heart, “There is no God.”</span><br><span id=\"p19014001_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They are corrupt, they do abominable deeds;</span><br><span id=\"p19014001_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who does good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The fool hath said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that doeth good.  ","niv":"<sup><strong>1</strong></sup> The fool says in his heart, \"There is no God.\" They are corrupt, their deeds are vile; there is no one who does good."}]}