{"_id":"616b3dbdede035c13f932424","slug":"teaching-others","name":"Teaching Others","verses":[{"_id":"616b3dbdede035c13f932425","topicId":"616b3dbdede035c13f932424","verse":"James 3:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly.","modified":"2023-01-08T03:11:46.091Z"},{"_id":"616b3dbeede035c13f932426","topicId":"616b3dbdede035c13f932424","verse":"Matthew 28:19-20","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" ","modified":"2022-08-29T15:28:33.429Z"},{"_id":"616b3dbeede035c13f932427","topicId":"616b3dbdede035c13f932424","verse":"James 5:19-20","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59005019_01-3\"><b class=\"verse-num\" id=\"v59005019-1\">19&nbsp;</b>My brothers, if anyone among you wanders from the truth and someone brings him back, <b class=\"verse-num\" id=\"v59005020-1\">20&nbsp;</b>let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins.</p>\n</div>","kjv":"<strong>19</strong> Brethren, if any of you do err from the truth, and one convert him;  <strong>20</strong> Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.  ","niv":"<sup><strong>19</strong></sup> My brothers, if one of you should wander from the truth and someone should bring him back, <sup><strong>20</strong></sup> remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins. ","modified":"2023-03-20T09:40:58.821Z"},{"_id":"616b3dbeede035c13f932428","topicId":"616b3dbdede035c13f932424","verse":"2 Timothy 2:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others.","modified":"2023-01-23T18:58:12.307Z"},{"_id":"616b3dbeede035c13f932429","topicId":"616b3dbdede035c13f932424","verse":"Colossians 3:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God.","modified":"2023-08-26T09:13:04.637Z"},{"_id":"616b3dbfede035c13f93242a","topicId":"616b3dbdede035c13f932424","verse":"2 Timothy 2:24-26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55002024_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"616b3dc0ede035c13f93242b","topicId":"616b3dbdede035c13f932424","verse":"1 Timothy 3:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.</p>\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task.","modified":"2022-08-08T01:38:07.160Z"},{"_id":"616b3dc0ede035c13f93242d","topicId":"616b3dbdede035c13f932424","verse":"1 Peter 3:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,","modified":"2023-08-05T12:53:43.628Z"},{"_id":"616b3dc0ede035c13f93242c","topicId":"616b3dbdede035c13f932424","verse":"Leviticus 26:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03026003_01-11\"><b class=\"verse-num\" id=\"v03026003-1\">3&nbsp;</b>“If you walk in my statutes and observe my commandments and do them,</p>\n</div>","kjv":"<strong>3</strong> If ye walk in my statutes, and keep my commandments, and do them;  ","niv":"<sup><strong>3</strong></sup> \"'If you follow my decrees and are careful to obey my commands,","modified":"2023-03-22T15:11:53.355Z"},{"_id":"616b3dc0ede035c13f93242e","topicId":"616b3dbdede035c13f932424","verse":"Leviticus 26:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03026002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026002-1\">2&nbsp;</b>You shall keep my Sabbaths and reverence my sanctuary: I am the LORD.</p>\n</div>","kjv":"<strong>2</strong> Ye shall keep my sabbaths, and reverence my sanctuary: I am  the LORD.  ","niv":"<sup><strong>2</strong></sup> \"'Observe my Sabbaths and have reverence for my sanctuary. I am the LORD."},{"_id":"616b3dc1ede035c13f93242f","topicId":"616b3dbdede035c13f932424","verse":"Deuteronomy 6:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p05006007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006007-1\">7&nbsp;</b>You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.</p>\n</div>","kjv":"<strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.  ","niv":"<sup><strong>7</strong></sup> Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up.","modified":"2022-11-11T15:50:03.115Z"},{"_id":"616b3dc1ede035c13f932430","topicId":"616b3dbdede035c13f932424","verse":"Matthew 26:36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40026036_05-14\"><b class=\"verse-num\" id=\"v40026036-1\">36&nbsp;</b>Then Jesus went with them to a place called Gethsemane, and he said to his disciples, <span class=\"woc\">“Sit here, while I go over there and pray.”</span></p>\n</div>","kjv":"<strong>36</strong> Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder.  ","niv":"<sup><strong>36</strong></sup> Then Jesus went with his disciples to a place called Gethsemane, and he said to them, \"Sit here while I go over there and pray.\"","modified":"2023-04-21T21:35:44.829Z"}]}