{"_id":"616b4b18ede035c13f9324b8","slug":"teenagers","name":"Teenagers","verses":[{"_id":"616b4b18ede035c13f9324b9","topicId":"616b4b18ede035c13f9324b8","verse":"1 Timothy 4:12","votes":91,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"616b4b19ede035c13f9324ba","topicId":"616b4b18ede035c13f9324b8","verse":"2 Timothy 2:22-26","votes":68,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-2\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"616b4b19ede035c13f9324bb","topicId":"616b4b18ede035c13f9324b8","verse":"1 Corinthians 10:13","votes":36,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616b4b1aede035c13f9324bc","topicId":"616b4b18ede035c13f9324b8","verse":"2 Kings 15:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p12015002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v12015002-1\">2&nbsp;</b>He was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem.</p>\n</div>","kjv":"<strong>2</strong> Sixteen years old was he when he began to reign, and he reigned two and fifty years in Jerusalem. And his mother’s name was Jecholiah of Jerusalem.  ","niv":"<sup><strong>2</strong></sup> He was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother's name was Jecoliah; she was from Jerusalem.","modified":"2022-10-10T01:01:10.130Z"},{"_id":"616b4b1aede035c13f9324bd","topicId":"616b4b18ede035c13f9324b8","verse":"1 Peter 5:7","votes":20,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","modified":"2022-08-28T23:09:47.782Z"},{"_id":"616b4b1aede035c13f9324be","topicId":"616b4b18ede035c13f9324b8","verse":"Isaiah 40:30-31","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040030_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040030-1\">30&nbsp;</b>&nbsp;&nbsp;Even youths shall faint and be weary,</span><br><span id=\"p23040030_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and young men shall fall exhausted;</span><br><span id=\"p23040031_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-8\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> Even the youths shall faint and be weary, and the young men shall utterly fall:  <strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>30</strong></sup> Even youths grow tired and weary, and young men stumble and fall; <sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. "},{"_id":"616b4b1aede035c13f9324bf","topicId":"616b4b18ede035c13f9324b8","verse":"2 Timothy 1:7","votes":20,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616b4b1aede035c13f9324c0","topicId":"616b4b18ede035c13f9324b8","verse":"Ecclesiastes 11:9","votes":20,"__v":0,"esv":"<div>\n<p id=\"p21011009_01-10\"><b class=\"verse-num\" id=\"v21011009-1\">9&nbsp;</b>Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.</p>\n</div>","kjv":"<strong>9</strong> Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.  ","niv":"<sup><strong>9</strong></sup> Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment."},{"_id":"616b4b1bede035c13f9324c1","topicId":"616b4b18ede035c13f9324b8","verse":"Titus 2:6","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine. <b class=\"verse-num\" id=\"v56002002-1\">2&nbsp;</b>Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness. <b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled. <b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled. <b class=\"verse-num\" id=\"v56002007-1\">7&nbsp;</b>Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, <b class=\"verse-num\" id=\"v56002008-1\">8&nbsp;</b>and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. <b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n<p id=\"p56002010_04-26\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, <b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, <b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n<p id=\"p56002014_04-26\"><b class=\"verse-num\" id=\"v56002015-1\">15&nbsp;</b>Declare these things; exhort and rebuke with all authority. Let no one disregard you.</p>\n\n</div>","kjv":"<strong>6</strong> Young men likewise exhort to be sober minded.  ","niv":"<sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled."},{"_id":"616b4b1cede035c13f9324c2","topicId":"616b4b18ede035c13f9324b8","verse":"2 Chronicles 26:3","votes":16,"__v":0,"esv":"<div>\n<p id=\"p14026003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v14026003-1\">3&nbsp;</b>Uzziah was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem.</p>\n</div>","kjv":"<strong>3</strong> Sixteen years old was Uzziah when he began to reign, and he reigned fifty and two years in Jerusalem. His mother’s name also was Jecoliah of Jerusalem.  ","niv":"<sup><strong>3</strong></sup> Uzziah was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother's name was Jecoliah; she was from Jerusalem."},{"_id":"616b4b1cede035c13f9324c3","topicId":"616b4b18ede035c13f9324b8","verse":"Proverbs 22:6","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2022-04-13T19:12:48.219Z"},{"_id":"616b4b1cede035c13f9324c4","topicId":"616b4b18ede035c13f9324b8","verse":"Genesis 4:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\""},{"_id":"616b4b1cede035c13f9324c5","topicId":"616b4b18ede035c13f9324b8","verse":"Matthew 4:1-25","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-15\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-15\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-15\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-15\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-15\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-15\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-15\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-15\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-15\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-15\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-15\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. ","modified":"2022-04-13T19:12:31.126Z"},{"_id":"616b4b1dede035c13f9324c6","topicId":"616b4b18ede035c13f9324b8","verse":"1 Peter 4:1-19","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p60004001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin, <b class=\"verse-num\" id=\"v60004002-1\">2&nbsp;</b>so as to live for the rest of the time in the flesh no longer for human passions but for the will of God. <b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you; <b class=\"verse-num\" id=\"v60004005-1\">5&nbsp;</b>but they will give account to him who is ready to judge the living and the dead. <b class=\"verse-num\" id=\"v60004006-1\">6&nbsp;</b>For this is why the gospel was preached even to those who are dead, that though judged in the flesh the way people are, they might live in the spirit the way God does.</p>\n<p id=\"p60004006_05-17\"><b class=\"verse-num\" id=\"v60004007-1\">7&nbsp;</b>The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers. <b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins. <b class=\"verse-num\" id=\"v60004009-1\">9&nbsp;</b>Show hospitality to one another without grumbling. <b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n\n<p id=\"p60004011_09-17\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. <b class=\"verse-num\" id=\"v60004015-1\">15&nbsp;</b>But let none of you suffer as a murderer or a thief or an evildoer or as a meddler. <b class=\"verse-num\" id=\"v60004016-1\">16&nbsp;</b>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name. <b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God? <b class=\"verse-num\" id=\"v60004018-1\">18&nbsp;</b>And</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60004018_09-17\" class=\"line\">&nbsp;&nbsp;“If the righteous is scarcely saved,</span><br><span id=\"p60004018_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will become of the ungodly and the sinner?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60004018_09-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  <strong>2</strong> That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.  <strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  <strong>5</strong> Who shall give account to him that is ready to judge the quick and the dead.  <strong>6</strong> For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.  <strong>7</strong> But the end of all things is at hand: be ye therefore sober, and watch unto prayer.  <strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  <strong>9</strong> Use hospitality one to another without grudging.  <strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  <strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  <strong>15</strong> But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.  <strong>16</strong> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.  <strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  <strong>18</strong> And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?  <strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>1</strong></sup> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because he who has suffered in his body is done with sin. <sup><strong>2</strong></sup> As a result, he does not live the rest of his earthly life for evil human desires, but rather for the will of God. <sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <sup><strong>4</strong></sup> They think it strange that you do not plunge with them into the same flood of dissipation, and they heap abuse on you. <sup><strong>5</strong></sup> But they will have to give account to him who is ready to judge the living and the dead. <sup><strong>6</strong></sup> For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to men in regard to the body, but live according to God in regard to the spirit. <sup><strong>7</strong></sup> The end of all things is near. Therefore be clear minded and self-controlled so that you can pray. <sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins. <sup><strong>9</strong></sup> Offer hospitality to one another without grumbling. <sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. <sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. <sup><strong>15</strong></sup> If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. <sup><strong>16</strong></sup> However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name. <sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God? <sup><strong>18</strong></sup> And, \"If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?\" <sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good. "},{"_id":"616b4b1dede035c13f9324c8","topicId":"616b4b18ede035c13f9324b8","verse":"Titus 3:3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p56003003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another.</p>\n</div>","kjv":"<strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  ","niv":"<sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},{"_id":"616b4b1dede035c13f9324c7","topicId":"616b4b18ede035c13f9324b8","verse":"Ecclesiastes 12:1-14","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”; <b class=\"verse-num\" id=\"v21012002-1\">2&nbsp;</b>before the sun and the light and the moon and the stars are darkened and the clouds return after the rain, <b class=\"verse-num\" id=\"v21012003-1\">3&nbsp;</b>in the day when the keepers of the house tremble, and the strong men are bent, and the grinders cease because they are few, and those who look through the windows are dimmed, <b class=\"verse-num\" id=\"v21012004-1\">4&nbsp;</b>and the doors on the street are shut—when the sound of the grinding is low, and one rises up at the sound of a bird, and all the daughters of song are brought low—<b class=\"verse-num\" id=\"v21012005-1\">5&nbsp;</b>they are afraid also of what is high, and terrors are in the way; the almond tree blossoms, the grasshopper drags itself along, and desire fails, because man is going to his eternal home, and the mourners go about the streets—<b class=\"verse-num\" id=\"v21012006-1\">6&nbsp;</b>before the silver cord is snapped, or the golden bowl is broken, or the pitcher is shattered at the fountain, or the wheel broken at the cistern, <b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it. <b class=\"verse-num\" id=\"v21012008-1\">8&nbsp;</b>Vanity of vanities, says the Preacher; all is vanity.</p>\n\n<p id=\"p21012008_13-19\"><b class=\"verse-num\" id=\"v21012009-1\">9&nbsp;</b>Besides being wise, the Preacher also taught the people knowledge, weighing and studying and arranging many proverbs with great care. <b class=\"verse-num\" id=\"v21012010-1\">10&nbsp;</b>The Preacher sought to find words of delight, and uprightly he wrote words of truth.</p>\n<p id=\"p21012010_13-19\"><b class=\"verse-num\" id=\"v21012011-1\">11&nbsp;</b>The words of the wise are like goads, and like nails firmly fixed are the collected sayings; they are given by one Shepherd. <b class=\"verse-num\" id=\"v21012012-1\">12&nbsp;</b>My son, beware of anything beyond these. Of making many books there is no end, and much study is a weariness of the flesh.</p>\n<p id=\"p21012012_13-19\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  <strong>2</strong> While the sun, or the light, or the moon, or the stars, be not darkened, nor the clouds return after the rain:  <strong>3</strong> In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out of the windows be darkened,  <strong>4</strong> And the doors shall be shut in the streets, when the sound of the grinding is low, and he shall rise up at the voice of the bird, and all the daughters of musick shall be brought low;  <strong>5</strong> Also when they shall be afraid of that which is  high, and fears shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and desire shall fail: because man goeth to his long home, and the mourners go about the streets:  <strong>6</strong> Or ever the silver cord be loosed, or the golden bowl be broken, or the pitcher be broken at the fountain, or the wheel broken at the cistern.  <strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  <strong>8</strong> Vanity of vanities, saith the preacher; all is vanity.  <strong>9</strong> And moreover, because the preacher was wise, he still taught the people knowledge; yea, he gave good heed, and sought out, and set in order many proverbs.  <strong>10</strong> The preacher sought to find out acceptable words: and that which was written was upright, even words of truth.  <strong>11</strong> The words of the wise are as goads, and as nails fastened by the masters of assemblies, which are given from one shepherd.  <strong>12</strong> And further, by these, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh.  <strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"- <sup><strong>2</strong></sup> before the sun and the light and the moon and the stars grow dark, and the clouds return after the rain; <sup><strong>3</strong></sup> when the keepers of the house tremble, and the strong men stoop, when the grinders cease because they are few, and those looking through the windows grow dim; <sup><strong>4</strong></sup> when the doors to the street are closed and the sound of grinding fades; when men rise up at the sound of birds, but all their songs grow faint; <sup><strong>5</strong></sup> when men are afraid of heights and of dangers in the streets; when the almond tree blossoms and the grasshopper drags himself along and desire no longer is stirred. Then man goes to his eternal home and mourners go about the streets. <sup><strong>6</strong></sup> Remember him-before the silver cord is severed, or the golden bowl is broken; before the pitcher is shattered at the spring, or the wheel broken at the well, <sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it. <sup><strong>8</strong></sup> \"Meaningless! Meaningless!\" says the Teacher. \"Everything is meaningless!\" <sup><strong>9</strong></sup> Not only was the Teacher wise, but also he imparted knowledge to the people. He pondered and searched out and set in order many proverbs. <sup><strong>10</strong></sup> The Teacher searched to find just the right words, and what he wrote was upright and true. <sup><strong>11</strong></sup> The words of the wise are like goads, their collected sayings like firmly embedded nails-given by one Shepherd. <sup><strong>12</strong></sup> Be warned, my son, of anything in addition to them. Of making many books there is no end, and much study wearies the body. <sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. "},{"_id":"616b4b1eede035c13f9324c9","topicId":"616b4b18ede035c13f9324b8","verse":"Isaiah 30:1-33","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030001_07-20\" class=\"line\"><b class=\"chapter-num\" id=\"v23030001-1\">30:1&nbsp;</b>&nbsp;&nbsp;“Ah, stubborn children,” declares the LORD,</span><br><span id=\"p23030001_07-20\" class=\"line\">&nbsp;&nbsp;“who carry out a plan, but not mine,</span><br><span id=\"p23030001_07-20\" class=\"line\">&nbsp;&nbsp;and who make an alliance, but not of my Spirit,</span><br><span id=\"p23030001_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may add sin to sin;</span><br><span id=\"p23030002_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030002-1\">2&nbsp;</b>&nbsp;&nbsp;who set out to go down to Egypt,</span><br><span id=\"p23030002_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without asking for my direction,</span><br><span id=\"p23030002_07-20\" class=\"line\">&nbsp;&nbsp;to take refuge in the protection of Pharaoh</span><br><span id=\"p23030002_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to seek shelter in the shadow of Egypt!</span><br><span id=\"p23030003_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030003-1\">3&nbsp;</b>&nbsp;&nbsp;Therefore shall the protection of Pharaoh turn to your shame,</span><br><span id=\"p23030003_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the shelter in the shadow of Egypt to your humiliation.</span><br><span id=\"p23030004_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030004-1\">4&nbsp;</b>&nbsp;&nbsp;For though his officials are at Zoan</span><br><span id=\"p23030004_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his envoys reach Hanes,</span><br><span id=\"p23030005_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030005-1\">5&nbsp;</b>&nbsp;&nbsp;everyone comes to shame</span><br><span id=\"p23030005_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through a people that cannot profit them,</span><br><span id=\"p23030005_07-20\" class=\"line\">&nbsp;&nbsp;that brings neither help nor profit,</span><br><span id=\"p23030005_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but shame and disgrace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23030005_07-20\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23030006-1\">6&nbsp;</b>An oracle on the beasts of the Negeb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030006_07-20\" class=\"line\">&nbsp;&nbsp;Through a land of trouble and anguish,</span><br><span id=\"p23030006_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from where come the lioness and the lion,</span><br><span id=\"p23030006_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the adder and the flying fiery serpent,</span><br><span id=\"p23030006_07-20\" class=\"line\">&nbsp;&nbsp;they carry their riches on the backs of donkeys,</span><br><span id=\"p23030006_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their treasures on the humps of camels,</span><br><span id=\"p23030006_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a people that cannot profit them.</span><br><span id=\"p23030007_07-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030007-1\">7&nbsp;</b>&nbsp;&nbsp;Egypt’s help is worthless and empty;</span><br><span id=\"p23030007_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I have called her</span><br><span id=\"p23030007_07-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Rahab who sits still.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030008_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030008-1\">8&nbsp;</b>&nbsp;&nbsp;And now, go, write it before them on a tablet</span><br><span id=\"p23030008_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inscribe it in a book,</span><br><span id=\"p23030008_10-20\" class=\"line\">&nbsp;&nbsp;that it may be for the time to come</span><br><span id=\"p23030008_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a witness forever.</span><br><span id=\"p23030009_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030009-1\">9&nbsp;</b>&nbsp;&nbsp;For they are a rebellious people,</span><br><span id=\"p23030009_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lying children,</span><br><span id=\"p23030009_10-20\" class=\"line\">&nbsp;&nbsp;children unwilling to hear</span><br><span id=\"p23030009_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the instruction of the LORD;</span><br><span id=\"p23030010_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030010-1\">10&nbsp;</b>&nbsp;&nbsp;who say to the seers, “Do not see,”</span><br><span id=\"p23030010_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the prophets, “Do not prophesy to us what is right;</span><br><span id=\"p23030010_10-20\" class=\"line\">&nbsp;&nbsp;speak to us smooth things,</span><br><span id=\"p23030010_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;prophesy illusions,</span><br><span id=\"p23030011_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030011-1\">11&nbsp;</b>&nbsp;&nbsp;leave the way, turn aside from the path,</span><br><span id=\"p23030011_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us hear no more about the Holy One of Israel.”</span><br><span id=\"p23030012_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore thus says the Holy One of Israel,</span><br><span id=\"p23030012_10-20\" class=\"line\">&nbsp;&nbsp;“Because you despise this word</span><br><span id=\"p23030012_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trust in oppression and perverseness</span><br><span id=\"p23030012_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rely on them,</span><br><span id=\"p23030013_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030013-1\">13&nbsp;</b>&nbsp;&nbsp;therefore this iniquity shall be to you</span><br><span id=\"p23030013_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a breach in a high wall, bulging out and about to collapse,</span><br><span id=\"p23030013_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose breaking comes suddenly, in an instant;</span><br><span id=\"p23030014_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030014-1\">14&nbsp;</b>&nbsp;&nbsp;and its breaking is like that of a potter’s vessel</span><br><span id=\"p23030014_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is smashed so ruthlessly</span><br><span id=\"p23030014_10-20\" class=\"line\">&nbsp;&nbsp;that among its fragments not a shard is found</span><br><span id=\"p23030014_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which to take fire from the hearth,</span><br><span id=\"p23030014_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or to dip up water out of the cistern.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23030015_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030015-1\">15&nbsp;</b>&nbsp;&nbsp;For thus said the Lord GOD, the Holy One of Israel,</span><br><span id=\"p23030015_10-20\" class=\"line\">&nbsp;&nbsp;“In returning and rest you shall be saved;</span><br><span id=\"p23030015_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in quietness and in trust shall be your strength.”</span><br><span id=\"p23030015_10-20\" class=\"line\">&nbsp;&nbsp;But you were unwilling, <b class=\"verse-num inline\" id=\"v23030016-1\">16&nbsp;</b>and you said,</span><br><span id=\"p23030016_10-20\" class=\"line\">&nbsp;&nbsp;“No! We will flee upon horses”;</span><br><span id=\"p23030016_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore you shall flee away;</span><br><span id=\"p23030016_10-20\" class=\"line\">&nbsp;&nbsp;and, “We will ride upon swift steeds”;</span><br><span id=\"p23030016_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore your pursuers shall be swift.</span><br><span id=\"p23030017_10-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030017-1\">17&nbsp;</b>&nbsp;&nbsp;A thousand shall flee at the threat of one;</span><br><span id=\"p23030017_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the threat of five you shall flee,</span><br><span id=\"p23030017_10-20\" class=\"line\">&nbsp;&nbsp;till you are left</span><br><span id=\"p23030017_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a flagstaff on the top of a mountain,</span><br><span id=\"p23030017_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a signal on a hill.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030018_15-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030018-1\">18&nbsp;</b>&nbsp;&nbsp;Therefore the LORD waits to be gracious to you,</span><br><span id=\"p23030018_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and therefore he exalts himself to show mercy to you.</span><br><span id=\"p23030018_15-20\" class=\"line\">&nbsp;&nbsp;For the LORD is a God of justice;</span><br><span id=\"p23030018_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed are all those who wait for him.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23030018_15-20\"><b class=\"verse-num\" id=\"v23030019-1\">19&nbsp;</b>For a people shall dwell in Zion, in Jerusalem; you shall weep no more. He will surely be gracious to you at the sound of your cry. As soon as he hears it, he answers you. <b class=\"verse-num\" id=\"v23030020-1\">20&nbsp;</b>And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself anymore, but your eyes shall see your Teacher. <b class=\"verse-num\" id=\"v23030021-1\">21&nbsp;</b>And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left. <b class=\"verse-num\" id=\"v23030022-1\">22&nbsp;</b>Then you will defile your carved idols overlaid with silver and your gold-plated metal images. You will scatter them as unclean things. You will say to them, “Be gone!”</p>\n<p id=\"p23030022_15-20\"><b class=\"verse-num\" id=\"v23030023-1\">23&nbsp;</b>And he will give rain for the seed with which you sow the ground, and bread, the produce of the ground, which will be rich and plenteous. In that day your livestock will graze in large pastures, <b class=\"verse-num\" id=\"v23030024-1\">24&nbsp;</b>and the oxen and the donkeys that work the ground will eat seasoned fodder, which has been winnowed with shovel and fork. <b class=\"verse-num\" id=\"v23030025-1\">25&nbsp;</b>And on every lofty mountain and every high hill there will be brooks running with water, in the day of the great slaughter, when the towers fall. <b class=\"verse-num\" id=\"v23030026-1\">26&nbsp;</b>Moreover, the light of the moon will be as the light of the sun, and the light of the sun will be sevenfold, as the light of seven days, in the day when the LORD binds up the brokenness of his people, and heals the wounds inflicted by his blow.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030027_15-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030027-1\">27&nbsp;</b>&nbsp;&nbsp;Behold, the name of the LORD comes from afar,</span><br><span id=\"p23030027_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;burning with his anger, and in thick rising smoke;</span><br><span id=\"p23030027_15-20\" class=\"line\">&nbsp;&nbsp;his lips are full of fury,</span><br><span id=\"p23030027_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his tongue is like a devouring fire;</span><br><span id=\"p23030028_15-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030028-1\">28&nbsp;</b>&nbsp;&nbsp;his breath is like an overflowing stream</span><br><span id=\"p23030028_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that reaches up to the neck;</span><br><span id=\"p23030028_15-20\" class=\"line\">&nbsp;&nbsp;to sift the nations with the sieve of destruction,</span><br><span id=\"p23030028_15-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to place on the jaws of the peoples a bridle that leads astray.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23030028_15-20\"><b class=\"verse-num\" id=\"v23030029-1\">29&nbsp;</b>You shall have a song as in the night when a holy feast is kept, and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the LORD, to the Rock of Israel. <b class=\"verse-num\" id=\"v23030030-1\">30&nbsp;</b>And the LORD will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and storm and hailstones. <b class=\"verse-num\" id=\"v23030031-1\">31&nbsp;</b>The Assyrians will be terror-stricken at the voice of the LORD, when he strikes with his rod. <b class=\"verse-num\" id=\"v23030032-1\">32&nbsp;</b>And every stroke of the appointed staff that the LORD lays on them will be to the sound of tambourines and lyres. Battling with brandished arm, he will fight with them. <b class=\"verse-num\" id=\"v23030033-1\">33&nbsp;</b>For a burning place has long been prepared; indeed, for the king it is made ready, its pyre made deep and wide, with fire and wood in abundance; the breath of the LORD, like a stream of sulfur, kindles it.</p>\n\n</div>","kjv":"<strong>1</strong> Woe to the rebellious children, saith the LORD, that take counsel, but not of me; and that cover with a covering, but not of my spirit, that they may add sin to sin:  <strong>2</strong> That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!  <strong>3</strong> Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt your confusion.  <strong>4</strong> For his princes were at Zoan, and his ambassadors came to Hanes.  <strong>5</strong> They were all ashamed of a people that could not profit them, nor be an help nor profit, but a shame, and also a reproach.  <strong>6</strong> The burden of the beasts of the south: into the land of trouble and anguish, from whence come the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people that  shall not profit them.  <strong>7</strong> For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength is to sit still.  <strong>8</strong> Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever:  <strong>9</strong> That this is a rebellious people, lying children, children that will not hear the law of the LORD:  <strong>10</strong> Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:  <strong>11</strong> Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us.  <strong>12</strong> Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon:  <strong>13</strong> Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant.  <strong>14</strong> And he shall break it as the breaking of the potters’ vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it a sherd to take fire from the hearth, or to take water withal out of the pit.  <strong>15</strong> For thus saith the Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.  <strong>16</strong> But ye said, No; for we will flee upon horses; therefore shall ye flee: and, We will ride upon the swift; therefore shall they that pursue you be swift.  <strong>17</strong> One thousand shall flee at the rebuke of one; at the rebuke of five shall ye flee: till ye be left as a beacon upon the top of a mountain, and as an ensign on an hill.  <strong>18</strong> And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him.  <strong>19</strong> For the people shall dwell in Zion at Jerusalem: thou shalt weep no more: he will be very gracious unto thee at the voice of thy cry; when he shall hear it, he will answer thee.  <strong>20</strong> And though the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers:  <strong>21</strong> And thine ears shall hear a word behind thee, saying, This is  the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.  <strong>22</strong> Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.  <strong>23</strong> Then shall he give the rain of thy seed, that thou shalt sow the ground withal; and bread of the increase of the earth, and it shall be fat and plenteous: in that day shall thy cattle feed in large pastures.  <strong>24</strong> The oxen likewise and the young asses that ear the ground shall eat clean provender, which hath been winnowed with the shovel and with the fan.  <strong>25</strong> And there shall be upon every high mountain, and upon every high hill, rivers and streams of waters in the day of the great slaughter, when the towers fall.  <strong>26</strong> Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the LORD bindeth up the breach of his people, and healeth the stroke of their wound.  <strong>27</strong> Behold, the name of the LORD cometh from far, burning with  his anger, and the burden thereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:  <strong>28</strong> And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and there shall be a bridle in the jaws of the people, causing them to err.  <strong>29</strong> Ye shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goeth with a pipe to come into the mountain of the LORD, to the mighty One of Israel.  <strong>30</strong> And the LORD shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones.  <strong>31</strong> For through the voice of the LORD shall the Assyrian be beaten down, which smote with a rod.  <strong>32</strong> And in every place where the grounded staff shall pass, which the LORD shall lay upon him, it shall be with tabrets and harps: and in battles of shaking will he fight with it.  <strong>33</strong> For Tophet is ordained of old; yea, for the king it is prepared; he hath made it deep and large: the pile thereof is fire and much wood; the breath of the LORD, like a stream of brimstone, doth kindle it.  ","niv":"<sup><strong>1</strong></sup> \"Woe to the obstinate children,\" declares the LORD, \"to those who carry out plans that are not mine, forming an alliance, but not by my Spirit, heaping sin upon sin; <sup><strong>2</strong></sup> who go down to Egypt without consulting me; who look for help to Pharaoh's protection, to Egypt's shade for refuge. <sup><strong>3</strong></sup> But Pharaoh's protection will be to your shame, Egypt's shade will bring you disgrace. <sup><strong>4</strong></sup> Though they have officials in Zoan and their envoys have arrived in Hanes, <sup><strong>5</strong></sup> everyone will be put to shame because of a people useless to them, who bring neither help nor advantage, but only shame and disgrace.\" <sup><strong>6</strong></sup> An oracle concerning the animals of the Negev: Through a land of hardship and distress, of lions and lionesses, of adders and darting snakes, the envoys carry their riches on donkeys' backs, their treasures on the humps of camels, to that unprofitable nation, <sup><strong>7</strong></sup> to Egypt, whose help is utterly useless. Therefore I call her Rahab the Do-Nothing. <sup><strong>8</strong></sup> Go now, write it on a tablet for them, inscribe it on a scroll, that for the days to come it may be an everlasting witness. <sup><strong>9</strong></sup> These are rebellious people, deceitful children, children unwilling to listen to the LORD's instruction. <sup><strong>10</strong></sup> They say to the seers, \"See no more visions!\" and to the prophets, \"Give us no more visions of what is right! Tell us pleasant things, prophesy illusions. <sup><strong>11</strong></sup> Leave this way, get off this path, and stop confronting us with the Holy One of Israel!\" <sup><strong>12</strong></sup> Therefore, this is what the Holy One of Israel says: \"Because you have rejected this message, relied on oppression and depended on deceit, <sup><strong>13</strong></sup> this sin will become for you like a high wall, cracked and bulging, that collapses suddenly, in an instant. <sup><strong>14</strong></sup> It will break in pieces like pottery, shattered so mercilessly that among its pieces not a fragment will be found for taking coals from a hearth or scooping water out of a cistern.\" <sup><strong>15</strong></sup> This is what the Sovereign LORD, the Holy One of Israel, says: \"In repentance and rest is your salvation, in quietness and trust is your strength, but you would have none of it. <sup><strong>16</strong></sup> You said, 'No, we will flee on horses.' Therefore you will flee! You said, 'We will ride off on swift horses.' Therefore your pursuers will be swift! <sup><strong>17</strong></sup> A thousand will flee at the threat of one; at the threat of five you will all flee away, till you are left like a flagstaff on a mountaintop, like a banner on a hill.\" <sup><strong>18</strong></sup> Yet the LORD longs to be gracious to you; he rises to show you compassion. For the LORD is a God of justice. Blessed are all who wait for him! <sup><strong>19</strong></sup> O people of Zion, who live in Jerusalem, you will weep no more. How gracious he will be when you cry for help! As soon as he hears, he will answer you. <sup><strong>20</strong></sup> Although the Lord gives you the bread of adversity and the water of affliction, your teachers will be hidden no more; with your own eyes you will see them. <sup><strong>21</strong></sup> Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, \"This is the way; walk in it.\" <sup><strong>22</strong></sup> Then you will defile your idols overlaid with silver and your images covered with gold; you will throw them away like a menstrual cloth and say to them, \"Away with you!\" <sup><strong>23</strong></sup> He will also send you rain for the seed you sow in the ground, and the food that comes from the land will be rich and plentiful. In that day your cattle will graze in broad meadows. <sup><strong>24</strong></sup> The oxen and donkeys that work the soil will eat fodder and mash, spread out with fork and shovel. <sup><strong>25</strong></sup> In the day of great slaughter, when the towers fall, streams of water will flow on every high mountain and every lofty hill. <sup><strong>26</strong></sup> The moon will shine like the sun, and the sunlight will be seven times brighter, like the light of seven full days, when the LORD binds up the bruises of his people and heals the wounds he inflicted. <sup><strong>27</strong></sup> See, the Name of the LORD comes from afar, with burning anger and dense clouds of smoke; his lips are full of wrath, and his tongue is a consuming fire. <sup><strong>28</strong></sup> His breath is like a rushing torrent, rising up to the neck. He shakes the nations in the sieve of destruction; he places in the jaws of the peoples a bit that leads them astray. <sup><strong>29</strong></sup> And you will sing as on the night you celebrate a holy festival; your hearts will rejoice as when people go up with flutes to the mountain of the LORD, to the Rock of Israel. <sup><strong>30</strong></sup> The LORD will cause men to hear his majestic voice and will make them see his arm coming down with raging anger and consuming fire, with cloudburst, thunderstorm and hail. <sup><strong>31</strong></sup> The voice of the LORD will shatter Assyria; with his scepter he will strike them down. <sup><strong>32</strong></sup> Every stroke the LORD lays on them with his punishing rod will be to the music of tambourines and harps, as he fights them in battle with the blows of his arm. <sup><strong>33</strong></sup> Topheth has long been prepared; it has been made ready for the king. Its fire pit has been made deep and wide, with an abundance of fire and wood; the breath of the LORD, like a stream of burning sulfur, sets it ablaze. "},{"_id":"616b4b1eede035c13f9324ca","topicId":"616b4b18ede035c13f9324b8","verse":"Romans 13:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature."},{"_id":"616b4b1eede035c13f9324cb","topicId":"616b4b18ede035c13f9324b8","verse":"Romans 12:1-21","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-22\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-22\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-22\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"616b4b1fede035c13f9324cc","topicId":"616b4b18ede035c13f9324b8","verse":"Psalm 56:1-13","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19056001_05-23\" class=\"psalm-title\">To the choirmaster: according to The Dove on Far-off Terebinths. A Miktam of David, when the Philistines seized him in Gath.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19056001_05-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19056001-1\">56:1&nbsp;</b>&nbsp;&nbsp;Be gracious to me, O God, for man tramples on me;</span><br><span id=\"p19056001_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all day long an attacker oppresses me;</span><br><span id=\"p19056002_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056002-1\">2&nbsp;</b>&nbsp;&nbsp;my enemies trample on me all day long,</span><br><span id=\"p19056002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for many attack me proudly.</span><br><span id=\"p19056003_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056003-1\">3&nbsp;</b>&nbsp;&nbsp;When I am afraid,</span><br><span id=\"p19056003_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I put my trust in you.</span><br><span id=\"p19056004_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056004-1\">4&nbsp;</b>&nbsp;&nbsp;In God, whose word I praise,</span><br><span id=\"p19056004_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in God I trust; I shall not be afraid.</span><br><span id=\"p19056004_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What can flesh do to me?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19056005_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056005-1\">5&nbsp;</b>&nbsp;&nbsp;All day long they injure my cause;</span><br><span id=\"p19056005_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their thoughts are against me for evil.</span><br><span id=\"p19056006_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056006-1\">6&nbsp;</b>&nbsp;&nbsp;They stir up strife, they lurk;</span><br><span id=\"p19056006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they watch my steps,</span><br><span id=\"p19056006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as they have waited for my life.</span><br><span id=\"p19056007_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056007-1\">7&nbsp;</b>&nbsp;&nbsp;For their crime will they escape?</span><br><span id=\"p19056007_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In wrath cast down the peoples, O God!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19056008_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056008-1\">8&nbsp;</b>&nbsp;&nbsp;You have kept count of my tossings;</span><br><span id=\"p19056008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put my tears in your bottle.</span><br><span id=\"p19056008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Are they not in your book?</span><br><span id=\"p19056009_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056009-1\">9&nbsp;</b>&nbsp;&nbsp;Then my enemies will turn back</span><br><span id=\"p19056009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the day when I call.</span><br><span id=\"p19056009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;This I know, that God is for me.</span><br><span id=\"p19056010_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056010-1\">10&nbsp;</b>&nbsp;&nbsp;In God, whose word I praise,</span><br><span id=\"p19056010_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the LORD, whose word I praise,</span><br><span id=\"p19056011_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056011-1\">11&nbsp;</b>&nbsp;&nbsp;in God I trust; I shall not be afraid.</span><br><span id=\"p19056011_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What can man do to me?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19056012_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056012-1\">12&nbsp;</b>&nbsp;&nbsp;I must perform my vows to you, O God;</span><br><span id=\"p19056012_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will render thank offerings to you.</span><br><span id=\"p19056013_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056013-1\">13&nbsp;</b>&nbsp;&nbsp;For you have delivered my soul from death,</span><br><span id=\"p19056013_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yes, my feet from falling,</span><br><span id=\"p19056013_05-23\" class=\"line\">&nbsp;&nbsp;that I may walk before God</span><br><span id=\"p19056013_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the light of life.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Be merciful unto me, O God: for man would swallow me up; he fighting daily oppresseth me.  <strong>2</strong> Mine enemies would daily swallow me up: for they be  many that fight against me, O thou most High.  <strong>3</strong> What time I am afraid, I will trust in thee.  <strong>4</strong> In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me.  <strong>5</strong> Every day they wrest my words: all their thoughts are against me for evil.  <strong>6</strong> They gather themselves together, they hide themselves, they mark my steps, when they wait for my soul.  <strong>7</strong> Shall they escape by iniquity? in thine anger cast down the people, O God.  <strong>8</strong> Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?  <strong>9</strong> When I cry unto thee, then shall mine enemies turn back: this I know; for God is for me.  <strong>10</strong> In God will I praise his word: in the LORD will I praise his word.  <strong>11</strong> In God have I put my trust: I will not be afraid what man can do unto me.  <strong>12</strong> Thy vows are upon me, O God: I will render praises unto thee.  <strong>13</strong> For thou hast delivered my soul from death: wilt not thou deliver my feet from falling, that I may walk before God in the light of the living?  ","niv":"<sup><strong>1</strong></sup> Be merciful to me, O God, for men hotly pursue me; all day long they press their attack. <sup><strong>2</strong></sup> My slanderers pursue me all day long; many are attacking me in their pride. <sup><strong>3</strong></sup> When I am afraid, I will trust in you. <sup><strong>4</strong></sup> In God, whose word I praise, in God I trust; I will not be afraid. What can mortal man do to me? <sup><strong>5</strong></sup> All day long they twist my words; they are always plotting to harm me. <sup><strong>6</strong></sup> They conspire, they lurk, they watch my steps, eager to take my life. <sup><strong>7</strong></sup> On no account let them escape; in your anger, O God, bring down the nations. <sup><strong>8</strong></sup> Record my lament; list my tears on your scroll - are they not in your record? <sup><strong>9</strong></sup> Then my enemies will turn back when I call for help. By this I will know that God is for me. <sup><strong>10</strong></sup> In God, whose word I praise, in the LORD, whose word I praise- <sup><strong>11</strong></sup> in God I trust; I will not be afraid. What can man do to me? <sup><strong>12</strong></sup> I am under vows to you, O God; I will present my thank offerings to you. <sup><strong>13</strong></sup> For you have delivered me from death and my feet from stumbling, that I may walk before God in the light of life. "},{"_id":"616b4b1fede035c13f9324cd","topicId":"616b4b18ede035c13f9324b8","verse":"Ephesians 2:1-22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins <b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—<b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. <b class=\"verse-num\" id=\"v49002004-1\">4&nbsp;</b>But God, being rich in mercy, because of the great love with which he loved us, <b class=\"verse-num\" id=\"v49002005-1\">5&nbsp;</b>even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—<b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus, <b class=\"verse-num\" id=\"v49002007-1\">7&nbsp;</b>so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. <b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n\n<p id=\"p49002010_08-24\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—<b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. <b class=\"verse-num\" id=\"v49002013-1\">13&nbsp;</b>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. <b class=\"verse-num\" id=\"v49002014-1\">14&nbsp;</b>For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility <b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace, <b class=\"verse-num\" id=\"v49002016-1\">16&nbsp;</b>and might reconcile us both to God in one body through the cross, thereby killing the hostility. <b class=\"verse-num\" id=\"v49002017-1\">17&nbsp;</b>And he came and preached peace to you who were far off and peace to those who were near. <b class=\"verse-num\" id=\"v49002018-1\">18&nbsp;</b>For through him we both have access in one Spirit to the Father. <b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  <strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  <strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  <strong>4</strong> But God, who is rich in mercy, for his great love wherewith he loved us,  <strong>5</strong> Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)  <strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  <strong>7</strong> That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.  <strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  <strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  <strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  <strong>13</strong> But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.  <strong>14</strong> For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;  <strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  <strong>16</strong> And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:  <strong>17</strong> And came and preached peace to you which were afar off, and to them that were nigh.  <strong>18</strong> For through him we both have access by one Spirit unto the Father.  <strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins, <sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. <sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath. <sup><strong>4</strong></sup> But because of his great love for us, God, who is rich in mercy, <sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. <sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, <sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. <sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. <sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)-- <sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. <sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near through the blood of Christ. <sup><strong>14</strong></sup> For he himself is our peace, who has made the two one and has destroyed the barrier, the dividing wall of hostility, <sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace, <sup><strong>16</strong></sup> and in this one body to reconcile both of them to God through the cross, by which he put to death their hostility. <sup><strong>17</strong></sup> He came and preached peace to you who were far away and peace to those who were near. <sup><strong>18</strong></sup> For through him we both have access to the Father by one Spirit. <sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. "},{"_id":"616b4b1fede035c13f9324ce","topicId":"616b4b18ede035c13f9324b8","verse":"Proverbs 20:11","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020011_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020011-1\">11&nbsp;</b>&nbsp;&nbsp;Even a child makes himself known by his acts,</span><br><span id=\"p20020011_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by whether his conduct is pure and upright.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Even a child is known by his doings, whether his work be  pure, and whether it be right.  ","niv":"<sup><strong>11</strong></sup> Even a child is known by his actions, by whether his conduct is pure and right."},{"_id":"616b4b20ede035c13f9324cf","topicId":"616b4b18ede035c13f9324b8","verse":"Titus 2:1-15","votes":5,"__v":0,"kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  <strong>2</strong> That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.  <strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  <strong>6</strong> Young men likewise exhort to be sober minded.  <strong>7</strong> In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,  <strong>8</strong> Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.  <strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  <strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  <strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  <strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  <strong>15</strong> These things speak, and exhort, and rebuke with all authority. Let no man despise thee.  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine. <sup><strong>2</strong></sup> Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance. <sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. <sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. <sup><strong>7</strong></sup> In everything set them an example by doing what is good. In your teaching show integrity, seriousness <sup><strong>8</strong></sup> and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. <sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. <sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, <sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ, <sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. <sup><strong>15</strong></sup> These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you. "},{"_id":"616b4b20ede035c13f9324d0","topicId":"616b4b18ede035c13f9324b8","verse":"Psalm 119:9-40","votes":5,"__v":0,"esv":"<div>\n<h4 id=\"p19119009_01-27\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br><span id=\"p19119012_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed are you, O LORD;</span><br><span id=\"p19119012_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119013_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119013-1\">13&nbsp;</b>&nbsp;&nbsp;With my lips I declare</span><br><span id=\"p19119013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the rules of your mouth.</span><br><span id=\"p19119014_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119014-1\">14&nbsp;</b>&nbsp;&nbsp;In the way of your testimonies I delight</span><br><span id=\"p19119014_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as much as in all riches.</span><br><span id=\"p19119015_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119015-1\">15&nbsp;</b>&nbsp;&nbsp;I will meditate on your precepts</span><br><span id=\"p19119015_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fix my eyes on your ways.</span><br><span id=\"p19119016_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119016_01-27\" class=\"psalm-acrostic-title\">Gimel</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119017_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119017-1\">17&nbsp;</b>&nbsp;&nbsp;Deal bountifully with your servant,</span><br><span id=\"p19119017_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may live and keep your word.</span><br><span id=\"p19119018_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br><span id=\"p19119019_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119019-1\">19&nbsp;</b>&nbsp;&nbsp;I am a sojourner on the earth;</span><br><span id=\"p19119019_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide not your commandments from me!</span><br><span id=\"p19119020_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119020-1\">20&nbsp;</b>&nbsp;&nbsp;My soul is consumed with longing</span><br><span id=\"p19119020_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules at all times.</span><br><span id=\"p19119021_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119021-1\">21&nbsp;</b>&nbsp;&nbsp;You rebuke the insolent, accursed ones,</span><br><span id=\"p19119021_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who wander from your commandments.</span><br><span id=\"p19119022_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119022-1\">22&nbsp;</b>&nbsp;&nbsp;Take away from me scorn and contempt,</span><br><span id=\"p19119022_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have kept your testimonies.</span><br><span id=\"p19119023_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119023-1\">23&nbsp;</b>&nbsp;&nbsp;Even though princes sit plotting against me,</span><br><span id=\"p19119023_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your servant will meditate on your statutes.</span><br><span id=\"p19119024_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119024-1\">24&nbsp;</b>&nbsp;&nbsp;Your testimonies are my delight;</span><br><span id=\"p19119024_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are my counselors.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119024_01-27\" class=\"psalm-acrostic-title\">Daleth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119025_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119025-1\">25&nbsp;</b>&nbsp;&nbsp;My soul clings to the dust;</span><br><span id=\"p19119025_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your word!</span><br><span id=\"p19119026_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119026-1\">26&nbsp;</b>&nbsp;&nbsp;When I told of my ways, you answered me;</span><br><span id=\"p19119026_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119027_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119027-1\">27&nbsp;</b>&nbsp;&nbsp;Make me understand the way of your precepts,</span><br><span id=\"p19119027_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your wondrous works.</span><br><span id=\"p19119028_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119028-1\">28&nbsp;</b>&nbsp;&nbsp;My soul melts away for sorrow;</span><br><span id=\"p19119028_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen me according to your word!</span><br><span id=\"p19119029_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119029-1\">29&nbsp;</b>&nbsp;&nbsp;Put false ways far from me</span><br><span id=\"p19119029_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and graciously teach me your law!</span><br><span id=\"p19119030_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119030-1\">30&nbsp;</b>&nbsp;&nbsp;I have chosen the way of faithfulness;</span><br><span id=\"p19119030_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I set your rules before me.</span><br><span id=\"p19119031_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119031-1\">31&nbsp;</b>&nbsp;&nbsp;I cling to your testimonies, O LORD;</span><br><span id=\"p19119031_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame!</span><br><span id=\"p19119032_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119032-1\">32&nbsp;</b>&nbsp;&nbsp;I will run in the way of your commandments</span><br><span id=\"p19119032_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you enlarge my heart!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119032_01-27\" class=\"psalm-acrostic-title\">He</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119033_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119033-1\">33&nbsp;</b>&nbsp;&nbsp;Teach me, O LORD, the way of your statutes;</span><br><span id=\"p19119033_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will keep it to the end.</span><br><span id=\"p19119034_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119034-1\">34&nbsp;</b>&nbsp;&nbsp;Give me understanding, that I may keep your law</span><br><span id=\"p19119034_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observe it with my whole heart.</span><br><span id=\"p19119035_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119035-1\">35&nbsp;</b>&nbsp;&nbsp;Lead me in the path of your commandments,</span><br><span id=\"p19119035_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I delight in it.</span><br><span id=\"p19119036_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119036-1\">36&nbsp;</b>&nbsp;&nbsp;Incline my heart to your testimonies,</span><br><span id=\"p19119036_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to selfish gain!</span><br><span id=\"p19119037_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119037-1\">37&nbsp;</b>&nbsp;&nbsp;Turn my eyes from looking at worthless things;</span><br><span id=\"p19119037_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give me life in your ways.</span><br><span id=\"p19119038_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119038-1\">38&nbsp;</b>&nbsp;&nbsp;Confirm to your servant your promise,</span><br><span id=\"p19119038_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be feared.</span><br><span id=\"p19119039_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119039-1\">39&nbsp;</b>&nbsp;&nbsp;Turn away the reproach that I dread,</span><br><span id=\"p19119039_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules are good.</span><br><span id=\"p19119040_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119040-1\">40&nbsp;</b>&nbsp;&nbsp;Behold, I long for your precepts;</span><br><span id=\"p19119040_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness give me life!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  <strong>12</strong> Blessed art thou, O LORD: teach me thy statutes.  <strong>13</strong> With my lips have I declared all the judgments of thy mouth.  <strong>14</strong> I have rejoiced in the way of thy testimonies, as much as  in all riches.  <strong>15</strong> I will meditate in thy precepts, and have respect unto thy ways.  <strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  <strong>17</strong> Deal bountifully with thy servant, that I may live, and keep thy word.  <strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  <strong>19</strong> I am a stranger in the earth: hide not thy commandments from me.  <strong>20</strong> My soul breaketh for the longing that it hath unto thy judgments at all times.  <strong>21</strong> Thou hast rebuked the proud that are cursed, which do err from thy commandments.  <strong>22</strong> Remove from me reproach and contempt; for I have kept thy testimonies.  <strong>23</strong> Princes also did sit and speak against me: but  thy servant did meditate in thy statutes.  <strong>24</strong> Thy testimonies also are my delight and my counsellors.  <strong>25</strong> My soul cleaveth unto the dust: quicken thou me according to thy word.  <strong>26</strong> I have declared my ways, and thou heardest me: teach me thy statutes.  <strong>27</strong> Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.  <strong>28</strong> My soul melteth for heaviness: strengthen thou me according unto thy word.  <strong>29</strong> Remove from me the way of lying: and grant me thy law graciously.  <strong>30</strong> I have chosen the way of truth: thy judgments have I laid before me. <strong>31</strong> I have stuck unto thy testimonies: O LORD, put me not to shame.  <strong>32</strong> I will run the way of thy commandments, when thou shalt enlarge my heart.  <strong>33</strong> Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end.  <strong>34</strong> Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart.  <strong>35</strong> Make me to go in the path of thy commandments; for therein do I delight.  <strong>36</strong> Incline my heart unto thy testimonies, and not to covetousness.  <strong>37</strong> Turn away mine eyes from beholding vanity; and quicken thou me in thy way.  <strong>38</strong> Stablish thy word unto thy servant, who is devoted to thy fear.  <strong>39</strong> Turn away my reproach which I fear: for thy judgments are  good.  <strong>40</strong> Behold, I have longed after thy precepts: quicken me in thy righteousness.  ","niv":"<sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. <sup><strong>12</strong></sup> Praise be to you, O LORD; teach me your decrees. <sup><strong>13</strong></sup> With my lips I recount all the laws that come from your mouth. <sup><strong>14</strong></sup> I rejoice in following your statutes as one rejoices in great riches. <sup><strong>15</strong></sup> I meditate on your precepts and consider your ways. <sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word. <sup><strong>17</strong></sup> Do good to your servant, and I will live; I will obey your word. <sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law. <sup><strong>19</strong></sup> I am a stranger on earth; do not hide your commands from me. <sup><strong>20</strong></sup> My soul is consumed with longing for your laws at all times. <sup><strong>21</strong></sup> You rebuke the arrogant, who are cursed and who stray from your commands. <sup><strong>22</strong></sup> Remove from me scorn and contempt, for I keep your statutes. <sup><strong>23</strong></sup> Though rulers sit together and slander me, your servant will meditate on your decrees. <sup><strong>24</strong></sup> Your statutes are my delight; they are my counselors. <sup><strong>25</strong></sup> I am laid low in the dust; preserve my life according to your word. <sup><strong>26</strong></sup> I recounted my ways and you answered me; teach me your decrees. <sup><strong>27</strong></sup> Let me understand the teaching of your precepts; then I will meditate on your wonders. <sup><strong>28</strong></sup> My soul is weary with sorrow; strengthen me according to your word. <sup><strong>29</strong></sup> Keep me from deceitful ways; be gracious to me through your law. <sup><strong>30</strong></sup> I have chosen the way of truth; I have set my heart on your laws. <sup><strong>31</strong></sup> I hold fast to your statutes, O LORD; do not let me be put to shame. <sup><strong>32</strong></sup> I run in the path of your commands, for you have set my heart free. <sup><strong>33</strong></sup> Teach me, O LORD, to follow your decrees; then I will keep them to the end. <sup><strong>34</strong></sup> Give me understanding, and I will keep your law and obey it with all my heart. <sup><strong>35</strong></sup> Direct me in the path of your commands, for there I find delight. <sup><strong>36</strong></sup> Turn my heart toward your statutes and not toward selfish gain. <sup><strong>37</strong></sup> Turn my eyes away from worthless things; preserve my life according to your word. <sup><strong>38</strong></sup> Fulfill your promise to your servant, so that you may be feared. <sup><strong>39</strong></sup> Take away the disgrace I dread, for your laws are good. <sup><strong>40</strong></sup> How I long for your precepts! Preserve my life in your righteousness. "},{"_id":"616b4b20ede035c13f9324d1","topicId":"616b4b18ede035c13f9324b8","verse":"Colossians 2:23-3:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51002023_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n<p id=\"p51003001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-28\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-28\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-28\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  <strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":""}]}