{"_id":"616b4ba7ede035c13f932504","slug":"telekinesis","name":"Telekinesis","verses":[{"_id":"616b4ba8ede035c13f932505","topicId":"616b4ba7ede035c13f932504","verse":"Matthew 17:20","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\""},{"_id":"616b4ba9ede035c13f932506","topicId":"616b4ba7ede035c13f932504","verse":"Acts 8:9-12","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-2\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.</p>\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. "},{"_id":"616b4ba9ede035c13f932507","topicId":"616b4ba7ede035c13f932504","verse":"Deuteronomy 18:10-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"616b4ba9ede035c13f932508","topicId":"616b4ba7ede035c13f932504","verse":"Galatians 5:19-21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. ","modified":"2022-05-22T04:07:15.913Z"},{"_id":"616b4baaede035c13f932509","topicId":"616b4ba7ede035c13f932504","verse":"Leviticus 19:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-5\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"616b4baaede035c13f93250a","topicId":"616b4ba7ede035c13f932504","verse":"Philippians 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-6\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"616b4baaede035c13f93250b","topicId":"616b4ba7ede035c13f932504","verse":"Leviticus 20:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-7\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"616b4baaede035c13f93250c","topicId":"616b4ba7ede035c13f932504","verse":"Matthew 17:20-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n<p id=\"p40017020_06-8\"><b class=\"verse-num\" id=\"v40017022-1\">22&nbsp;</b>As they were gathering in Galilee, Jesus said to them, <span class=\"woc\">“The Son of Man is about to be delivered into the hands of men,</span></p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  <strong>21</strong> Howbeit this kind goeth not out but by prayer and fasting.  <strong>22</strong> And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\" <sup><strong>21</strong></sup> See Footnote <sup><strong>22</strong></sup> When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men. "},{"_id":"616b4babede035c13f93250e","topicId":"616b4ba7ede035c13f932504","verse":"Proverbs 4:25","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004025_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004025-1\">25&nbsp;</b>&nbsp;&nbsp;Let your eyes look directly forward,</span><br><span id=\"p20004025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gaze be straight before you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Let thine eyes look right on, and let thine eyelids look straight before thee.  ","niv":"<sup><strong>25</strong></sup> Let your eyes look straight ahead, fix your gaze directly before you."},{"_id":"616b4babede035c13f93250d","topicId":"616b4ba7ede035c13f932504","verse":"Matthew 17:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40017019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017019-1\">19&nbsp;</b>Then the disciples came to Jesus privately and said, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Then came the disciples to Jesus apart, and said, Why could not we cast him out?  <strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>19</strong></sup> Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\" <sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\" "},{"_id":"616b4bacede035c13f93250f","topicId":"616b4ba7ede035c13f932504","verse":"Psalm 19:1","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19019001_08-11\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019001_08-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19019001-1\">19:1&nbsp;</b>&nbsp;&nbsp;The heavens declare the glory of God,</span><br><span id=\"p19019001_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sky above proclaims his handiwork.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The heavens declare the glory of God; and the firmament sheweth his handywork.  ","niv":"<sup><strong>1</strong></sup> The heavens declare the glory of God; the skies proclaim the work of his hands."},{"_id":"616b4bacede035c13f932510","topicId":"616b4ba7ede035c13f932504","verse":"Revelation 21:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616b4bacede035c13f932511","topicId":"616b4ba7ede035c13f932504","verse":"Matthew 17:20-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n<p id=\"p40017020_06-13\"><b class=\"verse-num\" id=\"v40017022-1\">22&nbsp;</b>As they were gathering in Galilee, Jesus said to them, <span class=\"woc\">“The Son of Man is about to be delivered into the hands of men,</span> <b class=\"verse-num woc\" id=\"v40017023-1\">23&nbsp;</b><span class=\"woc\">and they will kill him, and he will be raised on the third day.”</span> And they were greatly distressed.</p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  <strong>21</strong> Howbeit this kind goeth not out but by prayer and fasting.  <strong>22</strong> And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:  <strong>23</strong> And they shall kill him, and the third day he shall be raised again. And they were exceeding sorry.  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\" <sup><strong>21</strong></sup> See Footnote <sup><strong>22</strong></sup> When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men. <sup><strong>23</strong></sup> They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief. "},{"_id":"616b4bacede035c13f932512","topicId":"616b4ba7ede035c13f932504","verse":"1 Corinthians 2:11-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46002011_01-15\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_01-15\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n\n</div>","kjv":"<strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. "}]}