{"_id":"616b4c37ede035c13f93253f","slug":"telling-lies","name":"Telling Lies","verses":[{"_id":"616b4c37ede035c13f932540","topicId":"616b4c37ede035c13f93253f","verse":"John 8:44","votes":101,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.","modified":"2023-06-26T00:17:11.142Z"},{"_id":"616b4c38ede035c13f932541","topicId":"616b4c37ede035c13f93253f","verse":"1 John 2:4","votes":73,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him.","modified":"2023-05-07T12:43:14.050Z"},{"_id":"616b4c39ede035c13f932542","topicId":"616b4c37ede035c13f93253f","verse":"Proverbs 12:22","votes":50,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012022_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012022-1\">22&nbsp;</b>&nbsp;&nbsp;Lying lips are an abomination to the LORD,</span><br><span id=\"p20012022_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who act faithfully are his delight.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Lying lips are abomination to the LORD: but they that deal truly are his delight.  ","niv":"<sup><strong>22</strong></sup> The LORD detests lying lips, but he delights in men who are truthful.","modified":"2023-06-26T00:22:24.498Z"},{"_id":"616b4c39ede035c13f932543","topicId":"616b4c37ede035c13f93253f","verse":"Revelation 21:8","votes":102,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-06-28T13:44:31.647Z"},{"_id":"616b4c3aede035c13f932544","topicId":"616b4c37ede035c13f93253f","verse":"Ephesians 4:25","votes":44,"__v":0,"esv":"<div>\n<p id=\"p49004025_01-5\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.</p>\n</div>","kjv":"<strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  ","niv":"<sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body.","modified":"2022-07-09T17:45:13.632Z"},{"_id":"616b4c3aede035c13f932546","topicId":"616b4c37ede035c13f93253f","verse":"Proverbs 12:19","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012019_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012019-1\">19&nbsp;</b>&nbsp;&nbsp;Truthful lips endure forever,</span><br><span id=\"p20012019_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a lying tongue is but for a moment.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> The lip of truth shall be established for ever: but a lying tongue is but for a moment.  ","niv":"<sup><strong>19</strong></sup> Truthful lips endure forever, but a lying tongue lasts only a moment."},{"_id":"616b4c3aede035c13f932547","topicId":"616b4c37ede035c13f93253f","verse":"Numbers 23:19","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04023019_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023019-1\">19&nbsp;</b>&nbsp;&nbsp;God is not man, that he should lie,</span><br><span id=\"p04023019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or a son of man, that he should change his mind.</span><br><span id=\"p04023019_01-7\" class=\"line\">&nbsp;&nbsp;Has he said, and will he not do it?</span><br><span id=\"p04023019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or has he spoken, and will he not fulfill it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?  ","niv":"<sup><strong>19</strong></sup> God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"},{"_id":"616b4c3aede035c13f932545","topicId":"616b4c37ede035c13f93253f","verse":"Exodus 20:16","votes":36,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-8\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"616b4c3bede035c13f932548","topicId":"616b4c37ede035c13f93253f","verse":"1 John 4:1","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616b4c3bede035c13f932549","topicId":"616b4c37ede035c13f93253f","verse":"Proverbs 19:9","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019009-1\">9&nbsp;</b>&nbsp;&nbsp;A false witness will not go unpunished,</span><br><span id=\"p20019009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who breathes out lies will perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> A false witness shall not be unpunished, and he that speaketh lies shall perish.  ","niv":"<sup><strong>9</strong></sup> A false witness will not go unpunished, and he who pours out lies will perish."},{"_id":"616b4c3bede035c13f93254a","topicId":"616b4c37ede035c13f93253f","verse":"Proverbs 6:16-19","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"616b4c3cede035c13f93254b","topicId":"616b4c37ede035c13f93253f","verse":"1 Corinthians 13:1-13","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-13\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-13\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-13\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616b4c3cede035c13f93254c","topicId":"616b4c37ede035c13f93253f","verse":"Leviticus 19:11","votes":27,"__v":0,"esv":"<div>\n<p id=\"p03019011_01-14\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another.</p>\n</div>","kjv":"<strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  ","niv":"<sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another."},{"_id":"616b4c3cede035c13f93254d","topicId":"616b4c37ede035c13f93253f","verse":"Colossians 3:9","votes":27,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices"},{"_id":"616b4c3cede035c13f93254e","topicId":"616b4c37ede035c13f93253f","verse":"Proverbs 19:5","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019005-1\">5&nbsp;</b>&nbsp;&nbsp;A false witness will not go unpunished,</span><br><span id=\"p20019005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who breathes out lies will not escape.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> A false witness shall not be unpunished, and he that speaketh lies shall not escape.  ","niv":"<sup><strong>5</strong></sup> A false witness will not go unpunished, and he who pours out lies will not go free."},{"_id":"616b4c3dede035c13f93254f","topicId":"616b4c37ede035c13f93253f","verse":"2 Peter 2:9","votes":24,"__v":0,"esv":"<div>\n<p id=\"p61002009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,</p>\n\n</div>","kjv":"<strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  ","niv":"<sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment."},{"_id":"616b4c3dede035c13f932550","topicId":"616b4c37ede035c13f93253f","verse":"Hebrews 6:18","votes":23,"__v":0,"esv":"<div>\n<p id=\"p58006018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us.</p>\n</div>","kjv":"<strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  ","niv":"<sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged."},{"_id":"616b4c3eede035c13f932551","topicId":"616b4c37ede035c13f93253f","verse":"Revelation 21:27","votes":22,"__v":0,"esv":"<div>\n<p id=\"p66021027_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life."},{"_id":"616b4c3eede035c13f932553","topicId":"616b4c37ede035c13f93253f","verse":"1 John 1:9","votes":23,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2022-07-09T17:46:46.093Z"},{"_id":"616b4c3eede035c13f932552","topicId":"616b4c37ede035c13f93253f","verse":"Psalm 119:163","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119163_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119163-1\">163&nbsp;</b>&nbsp;&nbsp;I hate and abhor falsehood,</span><br><span id=\"p19119163_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>163</strong> I hate and abhor lying: but thy law do I love.  ","niv":"<sup><strong>163</strong></sup> I hate and abhor falsehood but I love your law."},{"_id":"616b4c3eede035c13f932554","topicId":"616b4c37ede035c13f93253f","verse":"Matthew 19:18","votes":23,"__v":0,"esv":"<div>\n<p id=\"p40019018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span></p>\n</div>","kjv":"<strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  ","niv":"<sup><strong>18</strong></sup> \"Which ones?\" the man inquired."},{"_id":"616b4c3eede035c13f932555","topicId":"616b4c37ede035c13f93253f","verse":"Titus 1:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p56001002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began</p>\n\n</div>","kjv":"<strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  ","niv":"<sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time,"},{"_id":"616b4c3fede035c13f932556","topicId":"616b4c37ede035c13f93253f","verse":"John 14:6","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2022-07-09T17:46:21.123Z"},{"_id":"616b4c3fede035c13f932557","topicId":"616b4c37ede035c13f93253f","verse":"Colossians 3:9-10","votes":21,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. ","modified":"2022-07-09T17:46:05.719Z"},{"_id":"616b4c3fede035c13f932558","topicId":"616b4c37ede035c13f93253f","verse":"Psalm 5:6","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19005006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19005006-1\">6&nbsp;</b>&nbsp;&nbsp;You destroy those who speak lies;</span><br><span id=\"p19005006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD abhors the bloodthirsty and deceitful man.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Thou shalt destroy them that speak leasing: the LORD will abhor the bloody and deceitful man.  ","niv":"<sup><strong>6</strong></sup> You destroy those who tell lies; bloodthirsty and deceitful men the LORD abhors."}]}