{"_id":"616b5e58ede035c13f9326a9","slug":"terrorism","name":"Terrorism","verses":[{"_id":"616b5e58ede035c13f9326aa","topicId":"616b5e58ede035c13f9326a9","verse":"Proverbs 6:16-19","votes":236,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"616b5e58ede035c13f9326ab","topicId":"616b5e58ede035c13f9326a9","verse":"Romans 12:19-21","votes":186,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"616b5e58ede035c13f9326ac","topicId":"616b5e58ede035c13f9326a9","verse":"Psalm 34:14","votes":127,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034014-1\">14&nbsp;</b>&nbsp;&nbsp;Turn away from evil and do good;</span><br><span id=\"p19034014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seek peace and pursue it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Depart from evil, and do good; seek peace, and pursue it.  ","niv":"<sup><strong>14</strong></sup> Turn from evil and do good; seek peace and pursue it."},{"_id":"616b5e59ede035c13f9326ad","topicId":"616b5e58ede035c13f9326a9","verse":"Matthew 24:2-15","votes":79,"__v":0,"esv":"<div>\n<p id=\"p40024002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_08-4\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_08-4\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_12-4\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span></p>\n\n</div>","kjv":"<strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) ","niv":"<sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- "},{"_id":"616b5e59ede035c13f9326ae","topicId":"616b5e58ede035c13f9326a9","verse":"Matthew 5:38-48","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p40005038_02-5\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_05-5\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616b5e59ede035c13f9326af","topicId":"616b5e58ede035c13f9326a9","verse":"Psalm 10:17-18","votes":66,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19010017_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19010017-1\">17&nbsp;</b>&nbsp;&nbsp;O LORD, you hear the desire of the afflicted;</span><br><span id=\"p19010017_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will strengthen their heart; you will incline your ear</span><br><span id=\"p19010018_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19010018-1\">18&nbsp;</b>&nbsp;&nbsp;to do justice to the fatherless and the oppressed,</span><br><span id=\"p19010018_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that man who is of the earth may strike terror no more.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> LORD, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear:  <strong>18</strong> To judge the fatherless and the oppressed, that the man of the earth may no more oppress.  ","niv":"<sup><strong>17</strong></sup> You hear, O LORD, the desire of the afflicted; you encourage them, and you listen to their cry, <sup><strong>18</strong></sup> defending the fatherless and the oppressed, in order that man, who is of the earth, may terrify no more. "},{"_id":"616b5e5aede035c13f9326b0","topicId":"616b5e58ede035c13f9326a9","verse":"Isaiah 2:4","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002004-1\">4&nbsp;</b>&nbsp;&nbsp;He shall judge between the nations,</span><br><span id=\"p23002004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall decide disputes for many peoples;</span><br><span id=\"p23002004_01-7\" class=\"line\">&nbsp;&nbsp;and they shall beat their swords into plowshares,</span><br><span id=\"p23002004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their spears into pruning hooks;</span><br><span id=\"p23002004_01-7\" class=\"line\">&nbsp;&nbsp;nation shall not lift up sword against nation,</span><br><span id=\"p23002004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither shall they learn war anymore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.  ","niv":"<sup><strong>4</strong></sup> He will judge between the nations and will settle disputes for many peoples. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore."},{"_id":"616b5e5aede035c13f9326b1","topicId":"616b5e58ede035c13f9326a9","verse":"Luke 12:4","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p42012004_04-8\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span></p>\n</div>","kjv":"<strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  ","niv":"<sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more."},{"_id":"616b5e5aede035c13f9326b2","topicId":"616b5e58ede035c13f9326a9","verse":"John 16:2","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43016002_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016002-1\">2&nbsp;</b><span class=\"woc\">They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God.</span></p>\n</div>","kjv":"<strong>2</strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.  ","niv":"<sup><strong>2</strong></sup> They will put you out of the synagogue; in fact, a time is coming when anyone who kills you will think he is offering a service to God."},{"_id":"616b5e5aede035c13f9326b3","topicId":"616b5e58ede035c13f9326a9","verse":"Proverbs 24:1-34","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024001_01-10\" class=\"line\"><b class=\"chapter-num\" id=\"v20024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;Be not envious of evil men,</span><br><span id=\"p20024001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor desire to be with them,</span><br><span id=\"p20024002_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024002-1\">2&nbsp;</b>&nbsp;&nbsp;for their hearts devise violence,</span><br><span id=\"p20024002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their lips talk of trouble.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024003-1\">3&nbsp;</b>&nbsp;&nbsp;By wisdom a house is built,</span><br><span id=\"p20024003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by understanding it is established;</span><br><span id=\"p20024004_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024004-1\">4&nbsp;</b>&nbsp;&nbsp;by knowledge the rooms are filled</span><br><span id=\"p20024004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all precious and pleasant riches.</span><br><span id=\"p20024005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024005-1\">5&nbsp;</b>&nbsp;&nbsp;A wise man is full of strength,</span><br><span id=\"p20024005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a man of knowledge enhances his might,</span><br><span id=\"p20024006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024006-1\">6&nbsp;</b>&nbsp;&nbsp;for by wise guidance you can wage your war,</span><br><span id=\"p20024006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in abundance of counselors there is victory.</span><br><span id=\"p20024007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024007-1\">7&nbsp;</b>&nbsp;&nbsp;Wisdom is too high for a fool;</span><br><span id=\"p20024007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the gate he does not open his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever plans to do evil</span><br><span id=\"p20024008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be called a schemer.</span><br><span id=\"p20024009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024009-1\">9&nbsp;</b>&nbsp;&nbsp;The devising of folly is sin,</span><br><span id=\"p20024009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the scoffer is an abomination to mankind.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024010-1\">10&nbsp;</b>&nbsp;&nbsp;If you faint in the day of adversity,</span><br><span id=\"p20024010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your strength is small.</span><br><span id=\"p20024011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024011-1\">11&nbsp;</b>&nbsp;&nbsp;Rescue those who are being taken away to death;</span><br><span id=\"p20024011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold back those who are stumbling to the slaughter.</span><br><span id=\"p20024012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024012-1\">12&nbsp;</b>&nbsp;&nbsp;If you say, “Behold, we did not know this,”</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;does not he who weighs the heart perceive it?</span><br><span id=\"p20024012_01-10\" class=\"line\">&nbsp;&nbsp;Does not he who keeps watch over your soul know it,</span><br><span id=\"p20024012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will he not repay man according to his work?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024013_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024013-1\">13&nbsp;</b>&nbsp;&nbsp;My son, eat honey, for it is good,</span><br><span id=\"p20024013_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the drippings of the honeycomb are sweet to your taste.</span><br><span id=\"p20024014_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024014-1\">14&nbsp;</b>&nbsp;&nbsp;Know that wisdom is such to your soul;</span><br><span id=\"p20024014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you find it, there will be a future,</span><br><span id=\"p20024014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your hope will not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024015_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024015-1\">15&nbsp;</b>&nbsp;&nbsp;Lie not in wait as a wicked man against the dwelling of the righteous;</span><br><span id=\"p20024015_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do no violence to his home;</span><br><span id=\"p20024016_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024016-1\">16&nbsp;</b>&nbsp;&nbsp;for the righteous falls seven times and rises again,</span><br><span id=\"p20024016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked stumble in times of calamity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024017_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024017-1\">17&nbsp;</b>&nbsp;&nbsp;Do not rejoice when your enemy falls,</span><br><span id=\"p20024017_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let not your heart be glad when he stumbles,</span><br><span id=\"p20024018_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024018-1\">18&nbsp;</b>&nbsp;&nbsp;lest the LORD see it and be displeased,</span><br><span id=\"p20024018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn away his anger from him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024019_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024019-1\">19&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers,</span><br><span id=\"p20024019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be not envious of the wicked,</span><br><span id=\"p20024020_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024020-1\">20&nbsp;</b>&nbsp;&nbsp;for the evil man has no future;</span><br><span id=\"p20024020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lamp of the wicked will be put out.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024021_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024021-1\">21&nbsp;</b>&nbsp;&nbsp;My son, fear the LORD and the king,</span><br><span id=\"p20024021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not join with those who do otherwise,</span><br><span id=\"p20024022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024022-1\">22&nbsp;</b>&nbsp;&nbsp;for disaster will arise suddenly from them,</span><br><span id=\"p20024022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and who knows the ruin that will come from them both?</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p20024022_06-10\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v20024023-1\">23&nbsp;</b>These also are sayings of the wise.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024023_06-10\" class=\"line\">&nbsp;&nbsp;Partiality in judging is not good.</span><br><span id=\"p20024024_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever says to the wicked, “You are in the right,”</span><br><span id=\"p20024024_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be cursed by peoples, abhorred by nations,</span><br><span id=\"p20024025_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024025-1\">25&nbsp;</b>&nbsp;&nbsp;but those who rebuke the wicked will have delight,</span><br><span id=\"p20024025_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a good blessing will come upon them.</span><br><span id=\"p20024026_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024026-1\">26&nbsp;</b>&nbsp;&nbsp;Whoever gives an honest answer</span><br><span id=\"p20024026_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;kisses the lips.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024027_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024027-1\">27&nbsp;</b>&nbsp;&nbsp;Prepare your work outside;</span><br><span id=\"p20024027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;get everything ready for yourself in the field,</span><br><span id=\"p20024027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after that build your house.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024028_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024028-1\">28&nbsp;</b>&nbsp;&nbsp;Be not a witness against your neighbor without cause,</span><br><span id=\"p20024028_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not deceive with your lips.</span><br><span id=\"p20024029_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not say, “I will do to him as he has done to me;</span><br><span id=\"p20024029_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will pay the man back for what he has done.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20024030_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024030-1\">30&nbsp;</b>&nbsp;&nbsp;I passed by the field of a sluggard,</span><br><span id=\"p20024030_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by the vineyard of a man lacking sense,</span><br><span id=\"p20024031_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024031-1\">31&nbsp;</b>&nbsp;&nbsp;and behold, it was all overgrown with thorns;</span><br><span id=\"p20024031_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the ground was covered with nettles,</span><br><span id=\"p20024031_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its stone wall was broken down.</span><br><span id=\"p20024032_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024032-1\">32&nbsp;</b>&nbsp;&nbsp;Then I saw and considered it;</span><br><span id=\"p20024032_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I looked and received instruction.</span><br><span id=\"p20024033_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024033-1\">33&nbsp;</b>&nbsp;&nbsp;A little sleep, a little slumber,</span><br><span id=\"p20024033_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a little folding of the hands to rest,</span><br><span id=\"p20024034_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024034-1\">34&nbsp;</b>&nbsp;&nbsp;and poverty will come upon you like a robber,</span><br><span id=\"p20024034_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and want like an armed man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Be not thou envious against evil men, neither desire to be with them.  <strong>2</strong> For their heart studieth destruction, and their lips talk of mischief.  <strong>3</strong> Through wisdom is an house builded; and by understanding it is established:  <strong>4</strong> And by knowledge shall the chambers be filled with all precious and pleasant riches.  <strong>5</strong> A wise man is strong; yea, a man of knowledge increaseth strength.  <strong>6</strong> For by wise counsel thou shalt make thy war: and in multitude of counsellors there is safety.  <strong>7</strong> Wisdom is too high for a fool: he openeth not his mouth in the gate.  <strong>8</strong> He that deviseth to do evil shall be called a mischievous person.  <strong>9</strong> The thought of foolishness is sin: and the scorner is  an abomination to men.  <strong>10</strong> If thou faint in the day of adversity, thy strength is small.  <strong>11</strong> If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;  <strong>12</strong> If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not  he know it? and shall not he render to every  man according to his works?  <strong>13</strong> My son, eat thou honey, because it is good; and the honeycomb, which is sweet to thy taste:  <strong>14</strong> So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.  <strong>15</strong> Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:  <strong>16</strong> For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.  <strong>17</strong> Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:  <strong>18</strong> Lest the LORD see it, and it displease him, and he turn away his wrath from him.  <strong>19</strong> Fret not thyself because of evil men, neither be thou envious at the wicked;  <strong>20</strong> For there shall be no reward to the evil man; the candle of the wicked shall be put out.  <strong>21</strong> My son, fear thou the LORD and the king: and meddle not with them that are given to change:  <strong>22</strong> For their calamity shall rise suddenly; and who knoweth the ruin of them both?  <strong>23</strong> These things also belong to the wise. It is  not good to have respect of persons in judgment.  <strong>24</strong> He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:  <strong>25</strong> But to them that rebuke him shall be delight, and a good blessing shall come upon them.  <strong>26</strong> Every man shall kiss his lips that giveth a right answer.  <strong>27</strong> Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.  <strong>28</strong> Be not a witness against thy neighbour without cause; and deceive not with thy lips.  <strong>29</strong> Say not, I will do so to him as he hath done to me: I will render to the man according to his work.  <strong>30</strong> I went by the field of the slothful, and by the vineyard of the man void of understanding;  <strong>31</strong> And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.  <strong>32</strong> Then I saw, and considered it well: I looked upon it, and received instruction.  <strong>33</strong> Yet a little sleep, a little slumber, a little folding of the hands to sleep:  <strong>34</strong> So shall thy poverty come as one that travelleth; and thy want as an armed man.  ","niv":"<sup><strong>1</strong></sup> Do not envy wicked men, do not desire their company; <sup><strong>2</strong></sup> for their hearts plot violence, and their lips talk about making trouble. <sup><strong>3</strong></sup> By wisdom a house is built, and through understanding it is established; <sup><strong>4</strong></sup> through knowledge its rooms are filled with rare and beautiful treasures. <sup><strong>5</strong></sup> A wise man has great power, and a man of knowledge increases strength; <sup><strong>6</strong></sup> for waging war you need guidance, and for victory many advisers. <sup><strong>7</strong></sup> Wisdom is too high for a fool; in the assembly at the gate he has nothing to say. <sup><strong>8</strong></sup> He who plots evil will be known as a schemer. <sup><strong>9</strong></sup> The schemes of folly are sin, and men detest a mocker. <sup><strong>10</strong></sup> If you falter in times of trouble, how small is your strength! <sup><strong>11</strong></sup> Rescue those being led away to death; hold back those staggering toward slaughter. <sup><strong>12</strong></sup> If you say, \"But we knew nothing about this,\" does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay each person according to what he has done? <sup><strong>13</strong></sup> Eat honey, my son, for it is good; honey from the comb is sweet to your taste. <sup><strong>14</strong></sup> Know also that wisdom is sweet to your soul; if you find it, there is a future hope for you, and your hope will not be cut off. <sup><strong>15</strong></sup> Do not lie in wait like an outlaw against a righteous man's house, do not raid his dwelling place; <sup><strong>16</strong></sup> for though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity. <sup><strong>17</strong></sup> Do not gloat when your enemy falls; when he stumbles, do not let your heart rejoice, <sup><strong>18</strong></sup> or the LORD will see and disapprove and turn his wrath away from him. <sup><strong>19</strong></sup> Do not fret because of evil men or be envious of the wicked, <sup><strong>20</strong></sup> for the evil man has no future hope, and the lamp of the wicked will be snuffed out. <sup><strong>21</strong></sup> Fear the LORD and the king, my son, and do not join with the rebellious, <sup><strong>22</strong></sup> for those two will send sudden destruction upon them, and who knows what calamities they can bring? Further Sayings of the Wise <sup><strong>23</strong></sup> These also are sayings of the wise: To show partiality in judging is not good: <sup><strong>24</strong></sup> Whoever says to the guilty, \"You are innocent\"- peoples will curse him and nations denounce him. <sup><strong>25</strong></sup> But it will go well with those who convict the guilty, and rich blessing will come upon them. <sup><strong>26</strong></sup> An honest answer is like a kiss on the lips. <sup><strong>27</strong></sup> Finish your outdoor work and get your fields ready; after that, build your house. <sup><strong>28</strong></sup> Do not testify against your neighbor without cause, or use your lips to deceive. <sup><strong>29</strong></sup> Do not say, \"I'll do to him as he has done to me; I'll pay that man back for what he did.\" <sup><strong>30</strong></sup> I went past the field of the sluggard, past the vineyard of the man who lacks judgment; <sup><strong>31</strong></sup> thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins. <sup><strong>32</strong></sup> I applied my heart to what I observed and learned a lesson from what I saw: <sup><strong>33</strong></sup> A little sleep, a little slumber, a little folding of the hands to rest- <sup><strong>34</strong></sup> and poverty will come on you like a bandit and scarcity like an armed man. "},{"_id":"616b5e5bede035c13f9326b4","topicId":"616b5e58ede035c13f9326a9","verse":"John 14:27","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"616b5e5bede035c13f9326b5","topicId":"616b5e58ede035c13f9326a9","verse":"Proverbs 29:8","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029008_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029008-1\">8&nbsp;</b>&nbsp;&nbsp;Scoffers set a city aflame,</span><br><span id=\"p20029008_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wise turn away wrath.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Scornful men bring a city into a snare: but wise men turn away wrath.  ","niv":"<sup><strong>8</strong></sup> Mockers stir up a city, but wise men turn away anger."},{"_id":"616b5e5bede035c13f9326b6","topicId":"616b5e58ede035c13f9326a9","verse":"Psalm 83:1-18","votes":17,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-13\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br><span id=\"p19083006_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083006-1\">6&nbsp;</b>&nbsp;&nbsp;the tents of Edom and the Ishmaelites,</span><br><span id=\"p19083006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab and the Hagrites,</span><br><span id=\"p19083007_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083007-1\">7&nbsp;</b>&nbsp;&nbsp;Gebal and Ammon and Amalek,</span><br><span id=\"p19083007_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Philistia with the inhabitants of Tyre;</span><br><span id=\"p19083008_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083008-1\">8&nbsp;</b>&nbsp;&nbsp;Asshur also has joined them;</span><br><span id=\"p19083008_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are the strong arm of the children of Lot. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083009_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083009-1\">9&nbsp;</b>&nbsp;&nbsp;Do to them as you did to Midian,</span><br><span id=\"p19083009_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as to Sisera and Jabin at the river Kishon,</span><br><span id=\"p19083010_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083010-1\">10&nbsp;</b>&nbsp;&nbsp;who were destroyed at En-dor,</span><br><span id=\"p19083010_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who became dung for the ground.</span><br><span id=\"p19083011_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083011-1\">11&nbsp;</b>&nbsp;&nbsp;Make their nobles like Oreb and Zeeb,</span><br><span id=\"p19083011_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their princes like Zebah and Zalmunna,</span><br><span id=\"p19083012_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083012-1\">12&nbsp;</b>&nbsp;&nbsp;who said, “Let us take possession for ourselves</span><br><span id=\"p19083012_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the pastures of God.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083013_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083013-1\">13&nbsp;</b>&nbsp;&nbsp;O my God, make them like whirling dust,</span><br><span id=\"p19083013_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like chaff before the wind.</span><br><span id=\"p19083014_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083014-1\">14&nbsp;</b>&nbsp;&nbsp;As fire consumes the forest,</span><br><span id=\"p19083014_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flame sets the mountains ablaze,</span><br><span id=\"p19083015_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083015-1\">15&nbsp;</b>&nbsp;&nbsp;so may you pursue them with your tempest</span><br><span id=\"p19083015_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them with your hurricane!</span><br><span id=\"p19083016_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083016-1\">16&nbsp;</b>&nbsp;&nbsp;Fill their faces with shame,</span><br><span id=\"p19083016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may seek your name, O LORD.</span><br><span id=\"p19083017_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dismayed forever;</span><br><span id=\"p19083017_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them perish in disgrace,</span><br><span id=\"p19083018_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083018-1\">18&nbsp;</b>&nbsp;&nbsp;that they may know that you alone,</span><br><span id=\"p19083018_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose name is the LORD,</span><br><span id=\"p19083018_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the Most High over all the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  <strong>6</strong> The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;  <strong>7</strong> Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;  <strong>8</strong> Assur also is joined with them: they have holpen the children of Lot. Selah.  <strong>9</strong> Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:  <strong>10</strong>             Which perished at Endor: they became as dung for the earth.  <strong>11</strong> Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:  <strong>12</strong> Who said, Let us take to ourselves the houses of God in possession.  <strong>13</strong> O my God, make them like a wheel; as the stubble before the wind.  <strong>14</strong> As the fire burneth a wood, and as the flame setteth the mountains on fire;  <strong>15</strong> So persecute them with thy tempest, and make them afraid with thy storm.  <strong>16</strong> Fill their faces with shame; that they may seek thy name, O LORD.  <strong>17</strong> Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:  <strong>18</strong> That men may know that thou, whose name alone is  JEHOVAH, art the most high over all the earth.  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- <sup><strong>6</strong></sup> the tents of Edom and the Ishmaelites, of Moab and the Hagrites, <sup><strong>7</strong></sup> Gebal, Ammon and Amalek, Philistia, with the people of Tyre. <sup><strong>8</strong></sup> Even Assyria has joined them to lend strength to the descendants of Lot. Selah <sup><strong>9</strong></sup> Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon, <sup><strong>10</strong></sup> who perished at Endor and became like refuse on the ground. <sup><strong>11</strong></sup> Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, <sup><strong>12</strong></sup> who said, \"Let us take possession of the pasturelands of God.\" <sup><strong>13</strong></sup> Make them like tumbleweed, O my God, like chaff before the wind. <sup><strong>14</strong></sup> As fire consumes the forest or a flame sets the mountains ablaze, <sup><strong>15</strong></sup> so pursue them with your tempest and terrify them with your storm. <sup><strong>16</strong></sup> Cover their faces with shame so that men will seek your name, O LORD. <sup><strong>17</strong></sup> May they ever be ashamed and dismayed; may they perish in disgrace. <sup><strong>18</strong></sup> Let them know that you, whose name is the LORD - that you alone are the Most High over all the earth. "},{"_id":"616b5e5cede035c13f9326b7","topicId":"616b5e58ede035c13f9326a9","verse":"Psalm 2:1-3:8","votes":17,"__v":0,"kjv":"<strong>1</strong> Why do the heathen rage, and the people imagine a vain thing?  <strong>2</strong> The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, <strong>3</strong> Let us break their bands asunder, and cast away their cords from us.  <strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  <strong>5</strong> Then shall he speak unto them in his wrath, and vex them in his sore displeasure.  <strong>6</strong> Yet have I set my king upon my holy hill of Zion.  <strong>7</strong> I will declare the decree: the LORD hath said unto me, Thou art  my Son; this day have I begotten thee.  <strong>8</strong> Ask of me, and I shall give thee the heathen for  thine inheritance, and the uttermost parts of the earth for  thy possession.  <strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  <strong>10</strong> Be wise now therefore, O ye kings: be instructed, ye judges of the earth.  <strong>11</strong> Serve the LORD with fear, and rejoice with trembling.  <strong>12</strong> Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.  <strong>1</strong> LORD, how are they increased that trouble me! many are they that rise up against me.  <strong>2</strong> Many there be which say of my soul, There is no help for him in God. Selah.  <strong>3</strong> But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head.  <strong>4</strong> I cried unto the LORD with my voice, and he heard me out of his holy hill. Selah.  <strong>5</strong> I laid me down and slept; I awaked; for the LORD sustained me.  <strong>6</strong> I will not be afraid of ten thousands of people, that have set themselves against me round about.  <strong>7</strong> Arise, O LORD; save me, O my God: for thou hast smitten all mine enemies upon the cheek bone; thou hast broken the teeth of the ungodly.  <strong>8</strong> Salvation belongeth unto the LORD: thy blessing is  upon thy people. Selah.  ","niv":"<sup><strong>1</strong></sup> Why do the nations conspire and the peoples plot in vain? <sup><strong>2</strong></sup> The kings of the earth take their stand and the rulers gather together against the LORD and against his Anointed One. <sup><strong>3</strong></sup> \"Let us break their chains,\" they say, \"and throw off their fetters.\" "},{"_id":"616b5e5cede035c13f9326b8","topicId":"616b5e58ede035c13f9326a9","verse":"Joshua 11:20","votes":17,"__v":0,"esv":"<div>\n<p id=\"p06011020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v06011020-1\">20&nbsp;</b>For it was the LORD’s doing to harden their hearts that they should come against Israel in battle, in order that they should be devoted to destruction and should receive no mercy but be destroyed, just as the LORD commanded Moses.</p>\n</div>","kjv":"<strong>20</strong> For it was of the LORD to harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, and  that they might have no favour, but that he might destroy them, as the LORD commanded Moses.  ","niv":"<sup><strong>20</strong></sup> For it was the LORD himself who hardened their hearts to wage war against Israel, so that he might destroy them totally, exterminating them without mercy, as the LORD had commanded Moses."},{"_id":"616b5e5cede035c13f9326b9","topicId":"616b5e58ede035c13f9326a9","verse":"Jeremiah 50:1-46","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p24050001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24050001-1\">50:1&nbsp;</b>The word that the LORD spoke concerning Babylon, concerning the land of the Chaldeans, by Jeremiah the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050002_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050002-1\">2&nbsp;</b>&nbsp;&nbsp;“Declare among the nations and proclaim,</span><br><span id=\"p24050002_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set up a banner and proclaim,</span><br><span id=\"p24050002_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;conceal it not, and say:</span><br><span id=\"p24050002_04-16\" class=\"line\">&nbsp;&nbsp;‘Babylon is taken,</span><br><span id=\"p24050002_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Bel is put to shame,</span><br><span id=\"p24050002_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Merodach is dismayed.</span><br><span id=\"p24050002_04-16\" class=\"line\">&nbsp;&nbsp;Her images are put to shame,</span><br><span id=\"p24050002_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her idols are dismayed.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050002_04-16\"><b class=\"verse-num\" id=\"v24050003-1\">3&nbsp;</b>“For out of the north a nation has come up against her, which shall make her land a desolation, and none shall dwell in it; both man and beast shall flee away.</p>\n<p id=\"p24050003_04-16\"><b class=\"verse-num\" id=\"v24050004-1\">4&nbsp;</b>“In those days and in that time, declares the LORD, the people of Israel and the people of Judah shall come together, weeping as they come, and they shall seek the LORD their God. <b class=\"verse-num\" id=\"v24050005-1\">5&nbsp;</b>They shall ask the way to Zion, with faces turned toward it, saying, ‘Come, let us join ourselves to the LORD in an everlasting covenant that will never be forgotten.’</p>\n<p id=\"p24050005_04-16\"><b class=\"verse-num\" id=\"v24050006-1\">6&nbsp;</b>“My people have been lost sheep. Their shepherds have led them astray, turning them away on the mountains. From mountain to hill they have gone. They have forgotten their fold. <b class=\"verse-num\" id=\"v24050007-1\">7&nbsp;</b>All who found them have devoured them, and their enemies have said, ‘We are not guilty, for they have sinned against the LORD, their habitation of righteousness, the LORD, the hope of their fathers.’</p>\n<p id=\"p24050007_04-16\"><b class=\"verse-num\" id=\"v24050008-1\">8&nbsp;</b>“Flee from the midst of Babylon, and go out of the land of the Chaldeans, and be as male goats before the flock. <b class=\"verse-num\" id=\"v24050009-1\">9&nbsp;</b>For behold, I am stirring up and bringing against Babylon a gathering of great nations, from the north country. And they shall array themselves against her. From there she shall be taken. Their arrows are like a skilled warrior who does not return empty-handed. <b class=\"verse-num\" id=\"v24050010-1\">10&nbsp;</b>Chaldea shall be plundered; all who plunder her shall be sated, declares the LORD.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050011_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050011-1\">11&nbsp;</b>&nbsp;&nbsp;“Though you rejoice, though you exult,</span><br><span id=\"p24050011_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O plunderers of my heritage,</span><br><span id=\"p24050011_04-16\" class=\"line\">&nbsp;&nbsp;though you frolic like a heifer in the pasture,</span><br><span id=\"p24050011_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and neigh like stallions,</span><br><span id=\"p24050012_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050012-1\">12&nbsp;</b>&nbsp;&nbsp;your mother shall be utterly shamed,</span><br><span id=\"p24050012_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she who bore you shall be disgraced.</span><br><span id=\"p24050012_04-16\" class=\"line\">&nbsp;&nbsp;Behold, she shall be the last of the nations,</span><br><span id=\"p24050012_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a wilderness, a dry land, and a desert.</span><br><span id=\"p24050013_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050013-1\">13&nbsp;</b>&nbsp;&nbsp;Because of the wrath of the LORD she shall not be inhabited</span><br><span id=\"p24050013_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but shall be an utter desolation;</span><br><span id=\"p24050013_04-16\" class=\"line\">&nbsp;&nbsp;everyone who passes by Babylon shall be appalled,</span><br><span id=\"p24050013_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hiss because of all her wounds.</span><br><span id=\"p24050014_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050014-1\">14&nbsp;</b>&nbsp;&nbsp;Set yourselves in array against Babylon all around,</span><br><span id=\"p24050014_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who bend the bow;</span><br><span id=\"p24050014_04-16\" class=\"line\">&nbsp;&nbsp;shoot at her, spare no arrows,</span><br><span id=\"p24050014_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for she has sinned against the LORD.</span><br><span id=\"p24050015_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050015-1\">15&nbsp;</b>&nbsp;&nbsp;Raise a shout against her all around;</span><br><span id=\"p24050015_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she has surrendered;</span><br><span id=\"p24050015_04-16\" class=\"line\">&nbsp;&nbsp;her bulwarks have fallen;</span><br><span id=\"p24050015_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her walls are thrown down.</span><br><span id=\"p24050015_04-16\" class=\"line\">&nbsp;&nbsp;For this is the vengeance of the LORD:</span><br><span id=\"p24050015_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;take vengeance on her;</span><br><span id=\"p24050015_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do to her as she has done.</span><br><span id=\"p24050016_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050016-1\">16&nbsp;</b>&nbsp;&nbsp;Cut off from Babylon the sower,</span><br><span id=\"p24050016_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the one who handles the sickle in time of harvest;</span><br><span id=\"p24050016_04-16\" class=\"line\">&nbsp;&nbsp;because of the sword of the oppressor,</span><br><span id=\"p24050016_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every one shall turn to his own people,</span><br><span id=\"p24050016_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one shall flee to his own land.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050016_04-16\"><b class=\"verse-num\" id=\"v24050017-1\">17&nbsp;</b>“Israel is a hunted sheep driven away by lions. First the king of Assyria devoured him, and now at last Nebuchadnezzar king of Babylon has gnawed his bones. <b class=\"verse-num\" id=\"v24050018-1\">18&nbsp;</b>Therefore, thus says the LORD of hosts, the God of Israel: Behold, I am bringing punishment on the king of Babylon and his land, as I punished the king of Assyria. <b class=\"verse-num\" id=\"v24050019-1\">19&nbsp;</b>I will restore Israel to his pasture, and he shall feed on Carmel and in Bashan, and his desire shall be satisfied on the hills of Ephraim and in Gilead. <b class=\"verse-num\" id=\"v24050020-1\">20&nbsp;</b>In those days and in that time, declares the LORD, iniquity shall be sought in Israel, and there shall be none, and sin in Judah, and none shall be found, for I will pardon those whom I leave as a remnant.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050021_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050021-1\">21&nbsp;</b>&nbsp;&nbsp;“Go up against the land of Merathaim,</span><br><span id=\"p24050021_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against the inhabitants of Pekod.</span><br><span id=\"p24050021_04-16\" class=\"line\">&nbsp;&nbsp;Kill, and devote them to destruction,</span><br><span id=\"p24050021_04-16\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24050021_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do all that I have commanded you.</span><br><span id=\"p24050022_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050022-1\">22&nbsp;</b>&nbsp;&nbsp;The noise of battle is in the land,</span><br><span id=\"p24050022_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and great destruction!</span><br><span id=\"p24050023_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050023-1\">23&nbsp;</b>&nbsp;&nbsp;How the hammer of the whole earth</span><br><span id=\"p24050023_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is cut down and broken!</span><br><span id=\"p24050023_04-16\" class=\"line\">&nbsp;&nbsp;How Babylon has become</span><br><span id=\"p24050023_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a horror among the nations!</span><br><span id=\"p24050024_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050024-1\">24&nbsp;</b>&nbsp;&nbsp;I set a snare for you and you were taken, O Babylon,</span><br><span id=\"p24050024_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you did not know it;</span><br><span id=\"p24050024_04-16\" class=\"line\">&nbsp;&nbsp;you were found and caught,</span><br><span id=\"p24050024_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you opposed the LORD.</span><br><span id=\"p24050025_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050025-1\">25&nbsp;</b>&nbsp;&nbsp;The LORD has opened his armory</span><br><span id=\"p24050025_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and brought out the weapons of his wrath,</span><br><span id=\"p24050025_04-16\" class=\"line\">&nbsp;&nbsp;for the Lord GOD of hosts has a work to do</span><br><span id=\"p24050025_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the land of the Chaldeans.</span><br><span id=\"p24050026_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050026-1\">26&nbsp;</b>&nbsp;&nbsp;Come against her from every quarter;</span><br><span id=\"p24050026_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;open her granaries;</span><br><span id=\"p24050026_04-16\" class=\"line\">&nbsp;&nbsp;pile her up like heaps of grain, and devote her to destruction;</span><br><span id=\"p24050026_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let nothing be left of her.</span><br><span id=\"p24050027_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050027-1\">27&nbsp;</b>&nbsp;&nbsp;Kill all her bulls;</span><br><span id=\"p24050027_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them go down to the slaughter.</span><br><span id=\"p24050027_04-16\" class=\"line\">&nbsp;&nbsp;Woe to them, for their day has come,</span><br><span id=\"p24050027_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the time of their punishment.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050027_04-16\"><b class=\"verse-num\" id=\"v24050028-1\">28&nbsp;</b>“A voice! They flee and escape from the land of Babylon, to declare in Zion the vengeance of the LORD our God, vengeance for his temple.</p>\n<p id=\"p24050028_04-16\"><b class=\"verse-num\" id=\"v24050029-1\">29&nbsp;</b>“Summon archers against Babylon, all those who bend the bow. Encamp around her; let no one escape. Repay her according to her deeds; do to her according to all that she has done. For she has proudly defied the LORD, the Holy One of Israel. <b class=\"verse-num\" id=\"v24050030-1\">30&nbsp;</b>Therefore her young men shall fall in her squares, and all her soldiers shall be destroyed on that day, declares the LORD.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050031_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050031-1\">31&nbsp;</b>&nbsp;&nbsp;“Behold, I am against you, O proud one,</span><br><span id=\"p24050031_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the Lord GOD of hosts,</span><br><span id=\"p24050031_04-16\" class=\"line\">&nbsp;&nbsp;for your day has come,</span><br><span id=\"p24050031_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the time when I will punish you.</span><br><span id=\"p24050032_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050032-1\">32&nbsp;</b>&nbsp;&nbsp;The proud one shall stumble and fall,</span><br><span id=\"p24050032_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to raise him up,</span><br><span id=\"p24050032_04-16\" class=\"line\">&nbsp;&nbsp;and I will kindle a fire in his cities,</span><br><span id=\"p24050032_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it will devour all that is around him.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050032_04-16\"><b class=\"verse-num\" id=\"v24050033-1\">33&nbsp;</b>“Thus says the LORD of hosts: The people of Israel are oppressed, and the people of Judah with them. All who took them captive have held them fast; they refuse to let them go. <b class=\"verse-num\" id=\"v24050034-1\">34&nbsp;</b>Their Redeemer is strong; the LORD of hosts is his name. He will surely plead their cause, that he may give rest to the earth, but unrest to the inhabitants of Babylon.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050035_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050035-1\">35&nbsp;</b>&nbsp;&nbsp;“A sword against the Chaldeans, declares the LORD,</span><br><span id=\"p24050035_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against the inhabitants of Babylon,</span><br><span id=\"p24050035_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against her officials and her wise men!</span><br><span id=\"p24050036_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050036-1\">36&nbsp;</b>&nbsp;&nbsp;A sword against the diviners,</span><br><span id=\"p24050036_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may become fools!</span><br><span id=\"p24050036_04-16\" class=\"line\">&nbsp;&nbsp;A sword against her warriors,</span><br><span id=\"p24050036_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may be destroyed!</span><br><span id=\"p24050037_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050037-1\">37&nbsp;</b>&nbsp;&nbsp;A sword against her horses and against her chariots,</span><br><span id=\"p24050037_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against all the foreign troops in her midst,</span><br><span id=\"p24050037_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may become women!</span><br><span id=\"p24050037_04-16\" class=\"line\">&nbsp;&nbsp;A sword against all her treasures,</span><br><span id=\"p24050037_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may be plundered!</span><br><span id=\"p24050038_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050038-1\">38&nbsp;</b>&nbsp;&nbsp;A drought against her waters,</span><br><span id=\"p24050038_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may be dried up!</span><br><span id=\"p24050038_04-16\" class=\"line\">&nbsp;&nbsp;For it is a land of images,</span><br><span id=\"p24050038_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they are mad over idols.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050038_04-16\"><b class=\"verse-num\" id=\"v24050039-1\">39&nbsp;</b>“Therefore wild beasts shall dwell with hyenas in Babylon, and ostriches shall dwell in her. She shall never again have people, nor be inhabited for all generations. <b class=\"verse-num\" id=\"v24050040-1\">40&nbsp;</b>As when God overthrew Sodom and Gomorrah and their neighboring cities, declares the LORD, so no man shall dwell there, and no son of man shall sojourn in her.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050041_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050041-1\">41&nbsp;</b>&nbsp;&nbsp;“Behold, a people comes from the north;</span><br><span id=\"p24050041_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a mighty nation and many kings</span><br><span id=\"p24050041_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are stirring from the farthest parts of the earth.</span><br><span id=\"p24050042_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050042-1\">42&nbsp;</b>&nbsp;&nbsp;They lay hold of bow and spear;</span><br><span id=\"p24050042_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are cruel and have no mercy.</span><br><span id=\"p24050042_04-16\" class=\"line\">&nbsp;&nbsp;The sound of them is like the roaring of the sea;</span><br><span id=\"p24050042_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they ride on horses,</span><br><span id=\"p24050042_04-16\" class=\"line\">&nbsp;&nbsp;arrayed as a man for battle</span><br><span id=\"p24050042_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you, O daughter of Babylon!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24050043_04-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050043-1\">43&nbsp;</b>&nbsp;&nbsp;“The king of Babylon heard the report of them,</span><br><span id=\"p24050043_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hands fell helpless;</span><br><span id=\"p24050043_04-16\" class=\"line\">&nbsp;&nbsp;anguish seized him,</span><br><span id=\"p24050043_04-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pain as of a woman in labor.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24050043_04-16\"><b class=\"verse-num\" id=\"v24050044-1\">44&nbsp;</b>“Behold, like a lion coming up from the thicket of the Jordan against a perennial pasture, I will suddenly make them run away from her, and I will appoint over her whomever I choose. For who is like me? Who will summon me? What shepherd can stand before me? <b class=\"verse-num\" id=\"v24050045-1\">45&nbsp;</b>Therefore hear the plan that the LORD has made against Babylon, and the purposes that he has formed against the land of the Chaldeans: Surely the little ones of their flock shall be dragged away; surely their fold shall be appalled at their fate. <b class=\"verse-num\" id=\"v24050046-1\">46&nbsp;</b>At the sound of the capture of Babylon the earth shall tremble, and her cry shall be heard among the nations.”</p>\n\n</div>","kjv":"<strong>1</strong> The word that the LORD spake against Babylon and against the land of the Chaldeans by Jeremiah the prophet.  <strong>2</strong> Declare ye among the nations, and publish, and set up a standard; publish, and conceal not: say, Babylon is taken, Bel is confounded, Merodach is broken in pieces; her idols are confounded, her images are broken in pieces.  <strong>3</strong> For out of the north there cometh up a nation against her, which shall make her land desolate, and none shall dwell therein: they shall remove, they shall depart, both man and beast.  <strong>4</strong> In those days, and in that time, saith the LORD, the children of Israel shall come, they and the children of Judah together, going and weeping: they shall go, and seek the LORD their God.  <strong>5</strong> They shall ask the way to Zion with their faces thitherward, saying,  Come, and let us join ourselves to the LORD in a perpetual covenant that shall not be forgotten.  <strong>6</strong> My people hath been lost sheep: their shepherds have caused them to go astray, they have turned them away on the mountains: they have gone from mountain to hill, they have forgotten their restingplace.  <strong>7</strong> All that found them have devoured them: and their adversaries said, We offend not, because they have sinned against the LORD, the habitation of justice, even the LORD, the hope of their fathers.  <strong>8</strong> Remove out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be as the he goats before the flocks.  <strong>9</strong> For, lo, I will raise and cause to come up against Babylon an assembly of great nations from the north country: and they shall set themselves in array against her; from thence she shall be taken: their arrows shall be  as of a mighty expert man; none shall return in vain.  <strong>10</strong> And Chaldea shall be a spoil: all that spoil her shall be satisfied, saith the LORD.  <strong>11</strong> Because ye were glad, because ye rejoiced, O ye destroyers of mine heritage, because ye are grown fat as the heifer at grass, and bellow as bulls;  <strong>12</strong> Your mother shall be sore confounded; she that bare you shall be ashamed: behold, the hindermost of the nations shall be a wilderness, a dry land, and a desert.  <strong>13</strong> Because of the wrath of the LORD it shall not be inhabited, but it shall be wholly desolate: every one that goeth by Babylon shall be astonished, and hiss at all her plagues.  <strong>14</strong> Put yourselves in array against Babylon round about: all ye that bend the bow, shoot at her, spare no arrows: for she hath sinned against the LORD.  <strong>15</strong> Shout against her round about: she hath given her hand: her foundations are fallen, her walls are thrown down: for it is the vengeance of the LORD: take vengeance upon her; as she hath done, do unto her.  <strong>16</strong> Cut off the sower from Babylon, and him that handleth the sickle in the time of harvest: for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land.  <strong>17</strong> Israel is a scattered sheep; the lions have driven him  away: first the king of Assyria hath devoured him; and last this Nebuchadrezzar king of Babylon hath broken his bones.  <strong>18</strong> Therefore thus saith the LORD of hosts, the God of Israel; Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria.  <strong>19</strong> And I will bring Israel again to his habitation, and he shall feed on Carmel and Bashan, and his soul shall be satisfied upon mount Ephraim and Gilead.  <strong>20</strong> In those days, and in that time, saith the LORD, the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve.  <strong>21</strong> Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the LORD, and do according to all that I have commanded thee.  <strong>22</strong> A sound of battle is in the land, and of great destruction.  <strong>23</strong> How is the hammer of the whole earth cut asunder and broken! how is Babylon become a desolation among the nations!  <strong>24</strong> I have laid a snare for thee, and thou art also taken, O Babylon, and thou wast not aware: thou art found, and also caught, because thou hast striven against the LORD.  <strong>25</strong> The LORD hath opened his armoury, and hath brought forth the weapons of his indignation: for this is the work of the Lord GOD of hosts in the land of the Chaldeans.  <strong>26</strong> Come against her from the utmost border, open her storehouses: cast her up as heaps, and destroy her utterly: let nothing of her be left.  <strong>27</strong> Slay all her bullocks; let them go down to the slaughter: woe unto them! for their day is come, the time of their visitation.  <strong>28</strong> The voice of them that flee and escape out of the land of Babylon, to declare in Zion the vengeance of the LORD our God, the vengeance of his temple.  <strong>29</strong> Call together the archers against Babylon: all ye that bend the bow, camp against it round about; let none thereof escape: recompense her according to her work; according to all that she hath done, do unto her: for she hath been proud against the LORD, against the Holy One of Israel.  <strong>30</strong> Therefore shall her young men fall in the streets, and all her men of war shall be cut off in that day, saith the LORD.  <strong>31</strong> Behold, I am against thee, O thou most proud, saith the Lord GOD of hosts: for thy day is come, the time that I will visit thee.  <strong>32</strong> And the most proud shall stumble and fall, and none shall raise him up: and I will kindle a fire in his cities, and it shall devour all round about him.  <strong>33</strong> Thus saith the LORD of hosts; The children of Israel and the children of Judah were oppressed together: and all that took them captives held them fast; they refused to let them go.  <strong>34</strong> Their Redeemer is strong; the LORD of hosts is  his name: he shall throughly plead their cause, that he may give rest to the land, and disquiet the inhabitants of Babylon.  <strong>35</strong> A sword is upon the Chaldeans, saith the LORD, and upon the inhabitants of Babylon, and upon her princes, and upon her wise men.  <strong>36</strong> A sword is upon the liars; and they shall dote: a sword is upon her mighty men; and they shall be dismayed.  <strong>37</strong> A sword is upon their horses, and upon their chariots, and upon all the mingled people that are in the midst of her; and they shall become as women: a sword is upon her treasures; and they shall be robbed.  <strong>38</strong> A drought is upon her waters; and they shall be dried up: for it is the land of graven images, and they are mad upon their  idols.  <strong>39</strong> Therefore the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation.  <strong>40</strong> As God overthrew Sodom and Gomorrah and the neighbour cities  thereof, saith the LORD; so shall no man abide there, neither shall any son of man dwell therein.  <strong>41</strong> Behold, a people shall come from the north, and a great nation, and many kings shall be raised up from the coasts of the earth.  <strong>42</strong> They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.  <strong>43</strong> The king of Babylon hath heard the report of them, and his hands waxed feeble: anguish took hold of him, and pangs as of a woman in travail.  <strong>44</strong> Behold, he shall come up like a lion from the swelling of Jordan unto the habitation of the strong: but I will make them suddenly run away from her: and who is a chosen man, that I may appoint over her? for who is like me? and who will appoint me the time? and who is that shepherd that will stand before me?  <strong>45</strong> Therefore hear ye the counsel of the LORD, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.  <strong>46</strong> At the noise of the taking of Babylon the earth is moved, and the cry is heard among the nations.  ","niv":"<sup><strong>1</strong></sup> This is the word the LORD spoke through Jeremiah the prophet concerning Babylon and the land of the Babylonians: <sup><strong>2</strong></sup> \"Announce and proclaim among the nations, lift up a banner and proclaim it; keep nothing back, but say, 'Babylon will be captured; Bel will be put to shame, Marduk filled with terror. Her images will be put to shame and her idols filled with terror.' <sup><strong>3</strong></sup> A nation from the north will attack her and lay waste her land. No one will live in it; both men and animals will flee away. <sup><strong>4</strong></sup> \"In those days, at that time,\" declares the LORD, \"the people of Israel and the people of Judah together will go in tears to seek the LORD their God. <sup><strong>5</strong></sup> They will ask the way to Zion and turn their faces toward it. They will come and bind themselves to the LORD in an everlasting covenant that will not be forgotten. <sup><strong>6</strong></sup> \"My people have been lost sheep; their shepherds have led them astray and caused them to roam on the mountains. They wandered over mountain and hill and forgot their own resting place. <sup><strong>7</strong></sup> Whoever found them devoured them; their enemies said, 'We are not guilty, for they sinned against the LORD, their true pasture, the LORD, the hope of their fathers.' <sup><strong>8</strong></sup> \"Flee out of Babylon; leave the land of the Babylonians, and be like the goats that lead the flock. <sup><strong>9</strong></sup> For I will stir up and bring against Babylon an alliance of great nations from the land of the north. They will take up their positions against her, and from the north she will be captured. Their arrows will be like skilled warriors who do not return empty-handed. <sup><strong>10</strong></sup> So Babylonia will be plundered; all who plunder her will have their fill,\" declares the LORD. <sup><strong>11</strong></sup> \"Because you rejoice and are glad, you who pillage my inheritance, because you frolic like a heifer threshing grain and neigh like stallions, <sup><strong>12</strong></sup> your mother will be greatly ashamed; she who gave you birth will be disgraced. She will be the least of the nations- a wilderness, a dry land, a desert. <sup><strong>13</strong></sup> Because of the LORD's anger she will not be inhabited but will be completely desolate. All who pass Babylon will be horrified and scoff because of all her wounds. <sup><strong>14</strong></sup> \"Take up your positions around Babylon, all you who draw the bow. Shoot at her! Spare no arrows, for she has sinned against the LORD. <sup><strong>15</strong></sup> Shout against her on every side! She surrenders, her towers fall, her walls are torn down. Since this is the vengeance of the LORD, take vengeance on her; do to her as she has done to others. <sup><strong>16</strong></sup> Cut off from Babylon the sower, and the reaper with his sickle at harvest. Because of the sword of the oppressor let everyone return to his own people, let everyone flee to his own land. <sup><strong>17</strong></sup> \"Israel is a scattered flock that lions have chased away. The first to devour him was the king of Assyria; the last to crush his bones was Nebuchadnezzar king of Babylon.\" <sup><strong>18</strong></sup> Therefore this is what the LORD Almighty, the God of Israel, says: \"I will punish the king of Babylon and his land as I punished the king of Assyria. <sup><strong>19</strong></sup> But I will bring Israel back to his own pasture and he will graze on Carmel and Bashan; his appetite will be satisfied on the hills of Ephraim and Gilead. <sup><strong>20</strong></sup> In those days, at that time,\" declares the LORD, \"search will be made for Israel's guilt, but there will be none, and for the sins of Judah, but none will be found, for I will forgive the remnant I spare. <sup><strong>21</strong></sup> \"Attack the land of Merathaim and those who live in Pekod. Pursue, kill and completely destroy them,\" declares the LORD. \"Do everything I have commanded you. <sup><strong>22</strong></sup> The noise of battle is in the land, the noise of great destruction! <sup><strong>23</strong></sup> How broken and shattered is the hammer of the whole earth! How desolate is Babylon among the nations! <sup><strong>24</strong></sup> I set a trap for you, O Babylon, and you were caught before you knew it; you were found and captured because you opposed the LORD. <sup><strong>25</strong></sup> The LORD has opened his arsenal and brought out the weapons of his wrath, for the Sovereign LORD Almighty has work to do in the land of the Babylonians. <sup><strong>26</strong></sup> Come against her from afar. Break open her granaries; pile her up like heaps of grain. Completely destroy her and leave her no remnant. <sup><strong>27</strong></sup> Kill all her young bulls; let them go down to the slaughter! Woe to them! For their day has come, the time for them to be punished. <sup><strong>28</strong></sup> Listen to the fugitives and refugees from Babylon declaring in Zion how the LORD our God has taken vengeance, vengeance for his temple. <sup><strong>29</strong></sup> \"Summon archers against Babylon, all those who draw the bow. Encamp all around her; let no one escape. Repay her for her deeds; do to her as she has done. For she has defied the LORD, the Holy One of Israel. <sup><strong>30</strong></sup> Therefore, her young men will fall in the streets; all her soldiers will be silenced in that day,\" declares the LORD. <sup><strong>31</strong></sup> \"See, I am against you, O arrogant one,\" declares the Lord, the LORD Almighty, \"for your day has come, the time for you to be punished. <sup><strong>32</strong></sup> The arrogant one will stumble and fall and no one will help her up; I will kindle a fire in her towns that will consume all who are around her.\" <sup><strong>33</strong></sup> This is what the LORD Almighty says: \"The people of Israel are oppressed, and the people of Judah as well. All their captors hold them fast, refusing to let them go. <sup><strong>34</strong></sup> Yet their Redeemer is strong; the LORD Almighty is his name. He will vigorously defend their cause so that he may bring rest to their land, but unrest to those who live in Babylon. <sup><strong>35</strong></sup> \"A sword against the Babylonians!\" declares the LORD - \"against those who live in Babylon and against her officials and wise men! <sup><strong>36</strong></sup> A sword against her false prophets! They will become fools. A sword against her warriors! They will be filled with terror. <sup><strong>37</strong></sup> A sword against her horses and chariots and all the foreigners in her ranks! They will become women. A sword against her treasures! They will be plundered. <sup><strong>38</strong></sup> A drought on her waters! They will dry up. For it is a land of idols, idols that will go mad with terror. <sup><strong>39</strong></sup> \"So desert creatures and hyenas will live there, and there the owl will dwell. It will never again be inhabited or lived in from generation to generation. <sup><strong>40</strong></sup> As God overthrew Sodom and Gomorrah along with their neighboring towns,\" declares the LORD, \"so no one will live there; no man will dwell in it. <sup><strong>41</strong></sup> \"Look! An army is coming from the north; a great nation and many kings are being stirred up from the ends of the earth. <sup><strong>42</strong></sup> They are armed with bows and spears; they are cruel and without mercy. They sound like the roaring sea as they ride on their horses; they come like men in battle formation to attack you, O Daughter of Babylon. <sup><strong>43</strong></sup> The king of Babylon has heard reports about them, and his hands hang limp. Anguish has gripped him, pain like that of a woman in labor. <sup><strong>44</strong></sup> Like a lion coming up from Jordan's thickets to a rich pastureland, I will chase Babylon from its land in an instant. Who is the chosen one I will appoint for this? Who is like me and who can challenge me? And what shepherd can stand against me?\" <sup><strong>45</strong></sup> Therefore, hear what the LORD has planned against Babylon, what he has purposed against the land of the Babylonians: The young of the flock will be dragged away; he will completely destroy their pasture because of them. <sup><strong>46</strong></sup> At the sound of Babylon's capture the earth will tremble; its cry will resound among the nations. "},{"_id":"616b5e5dede035c13f9326ba","topicId":"616b5e58ede035c13f9326a9","verse":"Revelation 22:10-12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p66022010_01-17\"><b class=\"verse-num\" id=\"v66022010-1\">10&nbsp;</b>And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near. <b class=\"verse-num\" id=\"v66022011-1\">11&nbsp;</b>Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”</p>\n<p id=\"p66022011_01-17\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span></p>\n</div>","kjv":"<strong>10</strong> And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.  <strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  ","niv":"<sup><strong>10</strong></sup> Then he told me, \"Do not seal up the words of the prophecy of this book, because the time is near. <sup><strong>11</strong></sup> Let him who does wrong continue to do wrong; let him who is vile continue to be vile; let him who does right continue to do right; and let him who is holy continue to be holy.\" <sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done. "},{"_id":"616b5e5dede035c13f9326bb","topicId":"616b5e58ede035c13f9326a9","verse":"Revelation 9:1-21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth. <b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads. <b class=\"verse-num\" id=\"v66009005-1\">5&nbsp;</b>They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone. <b class=\"verse-num\" id=\"v66009006-1\">6&nbsp;</b>And in those days people will seek death and will not find it. They will long to die, but death will flee from them.</p>\n<p id=\"p66009006_01-18\"><b class=\"verse-num\" id=\"v66009007-1\">7&nbsp;</b>In appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces, <b class=\"verse-num\" id=\"v66009008-1\">8&nbsp;</b>their hair like women’s hair, and their teeth like lions’ teeth; <b class=\"verse-num\" id=\"v66009009-1\">9&nbsp;</b>they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle. <b class=\"verse-num\" id=\"v66009010-1\">10&nbsp;</b>They have tails and stings like scorpions, and their power to hurt people for five months is in their tails. <b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n<p id=\"p66009011_01-18\"><b class=\"verse-num\" id=\"v66009012-1\">12&nbsp;</b>The first woe has passed; behold, two woes are still to come.</p>\n<p id=\"p66009012_01-18\"><b class=\"verse-num\" id=\"v66009013-1\">13&nbsp;</b>Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God, <b class=\"verse-num\" id=\"v66009014-1\">14&nbsp;</b>saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.” <b class=\"verse-num\" id=\"v66009015-1\">15&nbsp;</b>So the four angels, who had been prepared for the hour, the day, the month, and the year, were released to kill a third of mankind. <b class=\"verse-num\" id=\"v66009016-1\">16&nbsp;</b>The number of mounted troops was twice ten thousand times ten thousand; I heard their number. <b class=\"verse-num\" id=\"v66009017-1\">17&nbsp;</b>And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths. <b class=\"verse-num\" id=\"v66009018-1\">18&nbsp;</b>By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths. <b class=\"verse-num\" id=\"v66009019-1\">19&nbsp;</b>For the power of the horses is in their mouths and in their tails, for their tails are like serpents with heads, and by means of them they wound.</p>\n<p id=\"p66009019_01-18\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk, <b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n\n</div>","kjv":"<strong>1</strong> And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.  <strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  <strong>3</strong> And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.  <strong>4</strong> And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.  <strong>5</strong> And to them it was given that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion, when he striketh a man.  <strong>6</strong> And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.  <strong>7</strong> And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.  <strong>8</strong> And they had hair as the hair of women, and their teeth were as the teeth of lions.  <strong>9</strong> And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.  <strong>10</strong> And they had tails like unto scorpions, and there were stings in their tails: and their power was to hurt men five months.  <strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  <strong>12</strong> One woe is past; and, behold, there come two woes more hereafter.  <strong>13</strong> And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,  <strong>14</strong> Saying to the sixth angel which had the trumpet, Loose the four angels which are bound in the great river Euphrates.  <strong>15</strong> And the four angels were loosed, which were prepared for an hour, and a day, and a month, and a year, for to slay the third part of men.  <strong>16</strong> And the number of the army of the horsemen were two hundred thousand thousand: and I heard the number of them.  <strong>17</strong> And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.  <strong>18</strong> By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.  <strong>19</strong> For their power is in their mouth, and in their tails: for their tails were like unto serpents, and had heads, and with them they do hurt.  <strong>20</strong> And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:  <strong>21</strong> Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.  ","niv":"<sup><strong>1</strong></sup> The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss. <sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss. <sup><strong>3</strong></sup> And out of the smoke locusts came down upon the earth and were given power like that of scorpions of the earth. <sup><strong>4</strong></sup> They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads. <sup><strong>5</strong></sup> They were not given power to kill them, but only to torture them for five months. And the agony they suffered was like that of the sting of a scorpion when it strikes a man. <sup><strong>6</strong></sup> During those days men will seek death, but will not find it; they will long to die, but death will elude them. <sup><strong>7</strong></sup> The locusts looked like horses prepared for battle. On their heads they wore something like crowns of gold, and their faces resembled human faces. <sup><strong>8</strong></sup> Their hair was like women's hair, and their teeth were like lions' teeth. <sup><strong>9</strong></sup> They had breastplates like breastplates of iron, and the sound of their wings was like the thundering of many horses and chariots rushing into battle. <sup><strong>10</strong></sup> They had tails and stings like scorpions, and in their tails they had power to torment people for five months. <sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon. <sup><strong>12</strong></sup> The first woe is past; two other woes are yet to come. <sup><strong>13</strong></sup> The sixth angel sounded his trumpet, and I heard a voice coming from the horns of the golden altar that is before God. <sup><strong>14</strong></sup> It said to the sixth angel who had the trumpet, \"Release the four angels who are bound at the great river Euphrates.\" <sup><strong>15</strong></sup> And the four angels who had been kept ready for this very hour and day and month and year were released to kill a third of mankind. <sup><strong>16</strong></sup> The number of the mounted troops was two hundred million. I heard their number. <sup><strong>17</strong></sup> The horses and riders I saw in my vision looked like this: Their breastplates were fiery red, dark blue, and yellow as sulfur. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke and sulfur. <sup><strong>18</strong></sup> A third of mankind was killed by the three plagues of fire, smoke and sulfur that came out of their mouths. <sup><strong>19</strong></sup> The power of the horses was in their mouths and in their tails; for their tails were like snakes, having heads with which they inflict injury. <sup><strong>20</strong></sup> The rest of mankind that were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood--idols that cannot see or hear or walk. <sup><strong>21</strong></sup> Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts. "},{"_id":"616b5e5dede035c13f9326bc","topicId":"616b5e58ede035c13f9326a9","verse":"1 Peter 2:1-25","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-20\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-20\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-20\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-20\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-20\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-20\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-20\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-20\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-20\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-20\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "},{"_id":"616b5e5dede035c13f9326bd","topicId":"616b5e58ede035c13f9326a9","verse":"2 Timothy 4:10-14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p55004010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004010-1\">10&nbsp;</b>For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. <b class=\"verse-num\" id=\"v55004011-1\">11&nbsp;</b>Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry. <b class=\"verse-num\" id=\"v55004012-1\">12&nbsp;</b>Tychicus I have sent to Ephesus. <b class=\"verse-num\" id=\"v55004013-1\">13&nbsp;</b>When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments. <b class=\"verse-num\" id=\"v55004014-1\">14&nbsp;</b>Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds.</p>\n\n</div>","kjv":"<strong>10</strong> For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.  <strong>11</strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.  <strong>12</strong> And Tychicus have I sent to Ephesus.  <strong>13</strong> The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.  <strong>14</strong> Alexander the coppersmith did me much evil: the Lord reward him according to his works:  ","niv":"<sup><strong>10</strong></sup> for Demas, because he loved this world, has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia. <sup><strong>11</strong></sup> Only Luke is with me. Get Mark and bring him with you, because he is helpful to me in my ministry. <sup><strong>12</strong></sup> I sent Tychicus to Ephesus. <sup><strong>13</strong></sup> When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments. <sup><strong>14</strong></sup> Alexander the metalworker did me a great deal of harm. The Lord will repay him for what he has done. "},{"_id":"616b5e5eede035c13f9326be","topicId":"616b5e58ede035c13f9326a9","verse":"2 Timothy 3:6-13","votes":13,"__v":0,"esv":"<div>\n<p id=\"p55003006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_08-22\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived.</p>\n</div>","kjv":"<strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  ","niv":"<sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. "},{"_id":"616b5e5eede035c13f9326bf","topicId":"616b5e58ede035c13f9326a9","verse":"2 Corinthians 10:1-18","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p47010001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47010001-1\">10:1&nbsp;</b>I, Paul, myself entreat you, by the meekness and gentleness of Christ—I who am humble when face to face with you, but bold toward you when I am away!—<b class=\"verse-num\" id=\"v47010002-1\">2&nbsp;</b>I beg of you that when I am present I may not have to show boldness with such confidence as I count on showing against some who suspect us of walking according to the flesh. <b class=\"verse-num\" id=\"v47010003-1\">3&nbsp;</b>For though we walk in the flesh, we are not waging war according to the flesh. <b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ, <b class=\"verse-num\" id=\"v47010006-1\">6&nbsp;</b>being ready to punish every disobedience, when your obedience is complete.</p>\n<p id=\"p47010006_05-23\"><b class=\"verse-num\" id=\"v47010007-1\">7&nbsp;</b>Look at what is before your eyes. If anyone is confident that he is Christ’s, let him remind himself that just as he is Christ’s, so also are we. <b class=\"verse-num\" id=\"v47010008-1\">8&nbsp;</b>For even if I boast a little too much of our authority, which the Lord gave for building you up and not for destroying you, I will not be ashamed. <b class=\"verse-num\" id=\"v47010009-1\">9&nbsp;</b>I do not want to appear to be frightening you with my letters. <b class=\"verse-num\" id=\"v47010010-1\">10&nbsp;</b>For they say, “His letters are weighty and strong, but his bodily presence is weak, and his speech of no account.” <b class=\"verse-num\" id=\"v47010011-1\">11&nbsp;</b>Let such a person understand that what we say by letter when absent, we do when present. <b class=\"verse-num\" id=\"v47010012-1\">12&nbsp;</b>Not that we dare to classify or compare ourselves with some of those who are commending themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding.</p>\n<p id=\"p47010012_05-23\"><b class=\"verse-num\" id=\"v47010013-1\">13&nbsp;</b>But we will not boast beyond limits, but will boast only with regard to the area of influence God assigned to us, to reach even to you. <b class=\"verse-num\" id=\"v47010014-1\">14&nbsp;</b>For we are not overextending ourselves, as though we did not reach you. For we were the first to come all the way to you with the gospel of Christ. <b class=\"verse-num\" id=\"v47010015-1\">15&nbsp;</b>We do not boast beyond limit in the labors of others. But our hope is that as your faith increases, our area of influence among you may be greatly enlarged, <b class=\"verse-num\" id=\"v47010016-1\">16&nbsp;</b>so that we may preach the gospel in lands beyond you, without boasting of work already done in another’s area of influence. <b class=\"verse-num\" id=\"v47010017-1\">17&nbsp;</b>“Let the one who boasts, boast in the Lord.” <b class=\"verse-num\" id=\"v47010018-1\">18&nbsp;</b>For it is not the one who commends himself who is approved, but the one whom the Lord commends.</p>\n</div>","kjv":"<strong>1</strong> Now I Paul myself beseech you by the meekness and gentleness of Christ, who in presence am base among you, but being absent am bold toward you:  <strong>2</strong> But I beseech you, that I may not be bold when I am present with that confidence, wherewith I think to be bold against some, which think of us as if we walked according to the flesh.  <strong>3</strong> For though we walk in the flesh, we do not war after the flesh:  <strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  <strong>6</strong> And having in a readiness to revenge all disobedience, when your obedience is fulfilled.  <strong>7</strong> Do ye look on things after the outward appearance? If any man trust to himself that he is Christ’s, let him of himself think this again, that, as he is Christ’s, even so are we Christ’s.  <strong>8</strong> For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should not be ashamed:  <strong>9</strong> That I may not seem as if I would terrify you by letters.  <strong>10</strong> For his letters, say they, are weighty and powerful; but his bodily presence is weak, and his speech contemptible.  <strong>11</strong> Let such an one think this, that, such as we are in word by letters when we are absent, such will we be also in deed when we are present.  <strong>12</strong> For we dare not make ourselves of the number, or compare ourselves with some that commend themselves: but they measuring themselves by themselves, and comparing themselves among themselves, are not wise.  <strong>13</strong> But we will not boast of things without our measure, but according to the measure of the rule which God hath distributed to us, a measure to reach even unto you.  <strong>14</strong> For we stretch not ourselves beyond our measure, as though we reached not unto you: for we are come as far as to you also in preaching  the gospel of Christ:  <strong>15</strong> Not boasting of things without our measure, that is,  of other men’s labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly,  <strong>16</strong> To preach the gospel in the regions beyond you, and  not to boast in another man’s line of things made ready to our hand.  <strong>17</strong> But he that glorieth, let him glory in the Lord.  <strong>18</strong> For not he that commendeth himself is approved, but whom the Lord commendeth.  ","niv":"<sup><strong>1</strong></sup> By the meekness and gentleness of Christ, I appeal to you--I, Paul, who am \"timid\" when face to face with you, but \"bold\" when away! <sup><strong>2</strong></sup> I beg you that when I come I may not have to be as bold as I expect to be toward some people who think that we live by the standards of this world. <sup><strong>3</strong></sup> For though we live in the world, we do not wage war as the world does. <sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. <sup><strong>6</strong></sup> And we will be ready to punish every act of disobedience, once your obedience is complete. <sup><strong>7</strong></sup> You are looking only on the surface of things. If anyone is confident that he belongs to Christ, he should consider again that we belong to Christ just as much as he. <sup><strong>8</strong></sup> For even if I boast somewhat freely about the authority the Lord gave us for building you up rather than pulling you down, I will not be ashamed of it. <sup><strong>9</strong></sup> I do not want to seem to be trying to frighten you with my letters. <sup><strong>10</strong></sup> For some say, \"His letters are weighty and forceful, but in person he is unimpressive and his speaking amounts to nothing.\" <sup><strong>11</strong></sup> Such people should realize that what we are in our letters when we are absent, we will be in our actions when we are present. <sup><strong>12</strong></sup> We do not dare to classify or compare ourselves with some who commend themselves. When they measure themselves by themselves and compare themselves with themselves, they are not wise. <sup><strong>13</strong></sup> We, however, will not boast beyond proper limits, but will confine our boasting to the field God has assigned to us, a field that reaches even to you. <sup><strong>14</strong></sup> We are not going too far in our boasting, as would be the case if we had not come to you, for we did get as far as you with the gospel of Christ. <sup><strong>15</strong></sup> Neither do we go beyond our limits by boasting of work done by others. Our hope is that, as your faith continues to grow, our area of activity among you will greatly expand, <sup><strong>16</strong></sup> so that we can preach the gospel in the regions beyond you. For we do not want to boast about work already done in another man's territory. <sup><strong>17</strong></sup> But, \"Let him who boasts boast in the Lord.\" <sup><strong>18</strong></sup> For it is not the one who commends himself who is approved, but the one whom the Lord commends. "},{"_id":"616b5e5eede035c13f9326c0","topicId":"616b5e58ede035c13f9326a9","verse":"1 Corinthians 4:1-21","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p46004001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46004001-1\">4:1&nbsp;</b>This is how one should regard us, as servants of Christ and stewards of the mysteries of God. <b class=\"verse-num\" id=\"v46004002-1\">2&nbsp;</b>Moreover, it is required of stewards that they be found faithful. <b class=\"verse-num\" id=\"v46004003-1\">3&nbsp;</b>But with me it is a very small thing that I should be judged by you or by any human court. In fact, I do not even judge myself. <b class=\"verse-num\" id=\"v46004004-1\">4&nbsp;</b>For I am not aware of anything against myself, but I am not thereby acquitted. It is the Lord who judges me. <b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n<p id=\"p46004005_05-25\"><b class=\"verse-num\" id=\"v46004006-1\">6&nbsp;</b>I have applied all these things to myself and Apollos for your benefit, brothers, that you may learn by us not to go beyond what is written, that none of you may be puffed up in favor of one against another. <b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n<p id=\"p46004007_05-25\"><b class=\"verse-num\" id=\"v46004008-1\">8&nbsp;</b>Already you have all you want! Already you have become rich! Without us you have become kings! And would that you did reign, so that we might share the rule with you! <b class=\"verse-num\" id=\"v46004009-1\">9&nbsp;</b>For I think that God has exhibited us apostles as last of all, like men sentenced to death, because we have become a spectacle to the world, to angels, and to men. <b class=\"verse-num\" id=\"v46004010-1\">10&nbsp;</b>We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You are held in honor, but we in disrepute. <b class=\"verse-num\" id=\"v46004011-1\">11&nbsp;</b>To the present hour we hunger and thirst, we are poorly dressed and buffeted and homeless, <b class=\"verse-num\" id=\"v46004012-1\">12&nbsp;</b>and we labor, working with our own hands. When reviled, we bless; when persecuted, we endure; <b class=\"verse-num\" id=\"v46004013-1\">13&nbsp;</b>when slandered, we entreat. We have become, and are still, like the scum of the world, the refuse of all things.</p>\n<p id=\"p46004013_05-25\"><b class=\"verse-num\" id=\"v46004014-1\">14&nbsp;</b>I do not write these things to make you ashamed, but to admonish you as my beloved children. <b class=\"verse-num\" id=\"v46004015-1\">15&nbsp;</b>For though you have countless guides in Christ, you do not have many fathers. For I became your father in Christ Jesus through the gospel. <b class=\"verse-num\" id=\"v46004016-1\">16&nbsp;</b>I urge you, then, be imitators of me. <b class=\"verse-num\" id=\"v46004017-1\">17&nbsp;</b>That is why I sent you Timothy, my beloved and faithful child in the Lord, to remind you of my ways in Christ, as I teach them everywhere in every church. <b class=\"verse-num\" id=\"v46004018-1\">18&nbsp;</b>Some are arrogant, as though I were not coming to you. <b class=\"verse-num\" id=\"v46004019-1\">19&nbsp;</b>But I will come to you soon, if the Lord wills, and I will find out not the talk of these arrogant people but their power. <b class=\"verse-num\" id=\"v46004020-1\">20&nbsp;</b>For the kingdom of God does not consist in talk but in power. <b class=\"verse-num\" id=\"v46004021-1\">21&nbsp;</b>What do you wish? Shall I come to you with a rod, or with love in a spirit of gentleness?</p>\n\n</div>","kjv":"<strong>1</strong> Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.  <strong>2</strong> Moreover it is required in stewards, that a man be found faithful.  <strong>3</strong> But with me it is a very small thing that I should be judged of you, or of man’s judgment: yea, I judge not mine own self.  <strong>4</strong> For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.  <strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  <strong>6</strong> And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.  <strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  <strong>8</strong> Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.  <strong>9</strong> For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.  <strong>10</strong> We are fools for Christ’s sake, but ye are wise in Christ; we are weak, but ye are strong; ye are  honourable, but we are despised.  <strong>11</strong> Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;  <strong>12</strong> And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:  <strong>13</strong> Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.  <strong>14</strong> I write not these things to shame you, but as my beloved sons I warn you.  <strong>15</strong> For though ye have ten thousand instructers in Christ, yet have ye  not many fathers: for in Christ Jesus I have begotten you through the gospel.  <strong>16</strong> Wherefore I beseech you, be ye followers of me.  <strong>17</strong> For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.  <strong>18</strong> Now some are puffed up, as though I would not come to you.  <strong>19</strong> But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.  <strong>20</strong> For the kingdom of God is not in word, but in power.  <strong>21</strong> What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?  ","niv":"<sup><strong>1</strong></sup> So then, men ought to regard us as servants of Christ and as those entrusted with the secret things of God. <sup><strong>2</strong></sup> Now it is required that those who have been given a trust must prove faithful. <sup><strong>3</strong></sup> I care very little if I am judged by you or by any human court; indeed, I do not even judge myself. <sup><strong>4</strong></sup> My conscience is clear, but that does not make me innocent. It is the Lord who judges me. <sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God. <sup><strong>6</strong></sup> Now, brothers, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying, \"Do not go beyond what is written.\" Then you will not take pride in one man over against another. <sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not? <sup><strong>8</strong></sup> Already you have all you want! Already you have become rich! You have become kings--and that without us! How I wish that you really had become kings so that we might be kings with you! <sup><strong>9</strong></sup> For it seems to me that God has put us apostles on display at the end of the procession, like men condemned to die in the arena. We have been made a spectacle to the whole universe, to angels as well as to men. <sup><strong>10</strong></sup> We are fools for Christ, but you are so wise in Christ! We are weak, but you are strong! You are honored, we are dishonored! <sup><strong>11</strong></sup> To this very hour we go hungry and thirsty, we are in rags, we are brutally treated, we are homeless. <sup><strong>12</strong></sup> We work hard with our own hands. When we are cursed, we bless; when we are persecuted, we endure it; <sup><strong>13</strong></sup> when we are slandered, we answer kindly. Up to this moment we have become the scum of the earth, the refuse of the world. <sup><strong>14</strong></sup> I am not writing this to shame you, but to warn you, as my dear children. <sup><strong>15</strong></sup> Even though you have ten thousand guardians in Christ, you do not have many fathers, for in Christ Jesus I became your father through the gospel. <sup><strong>16</strong></sup> Therefore I urge you to imitate me. <sup><strong>17</strong></sup> For this reason I am sending to you Timothy, my son whom I love, who is faithful in the Lord. He will remind you of my way of life in Christ Jesus, which agrees with what I teach everywhere in every church. <sup><strong>18</strong></sup> Some of you have become arrogant, as if I were not coming to you. <sup><strong>19</strong></sup> But I will come to you very soon, if the Lord is willing, and then I will find out not only how these arrogant people are talking, but what power they have. <sup><strong>20</strong></sup> For the kingdom of God is not a matter of talk but of power. <sup><strong>21</strong></sup> What do you prefer? Shall I come to you with a whip, or in love and with a gentle spirit? "},{"_id":"616b5e5fede035c13f9326c1","topicId":"616b5e58ede035c13f9326a9","verse":"Romans 12:1-13:14","votes":13,"__v":0,"kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  <strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. "},{"_id":"616b5e5fede035c13f9326c2","topicId":"616b5e58ede035c13f9326a9","verse":"Acts 19:1-41","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p44019001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44019001-1\">19:1&nbsp;</b>And it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples. <b class=\"verse-num\" id=\"v44019002-1\">2&nbsp;</b>And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.” <b class=\"verse-num\" id=\"v44019003-1\">3&nbsp;</b>And he said, “Into what then were you baptized?” They said, “Into John’s baptism.” <b class=\"verse-num\" id=\"v44019004-1\">4&nbsp;</b>And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.” <b class=\"verse-num\" id=\"v44019005-1\">5&nbsp;</b>On hearing this, they were baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying. <b class=\"verse-num\" id=\"v44019007-1\">7&nbsp;</b>There were about twelve men in all.</p>\n<p id=\"p44019007_04-27\"><b class=\"verse-num\" id=\"v44019008-1\">8&nbsp;</b>And he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God. <b class=\"verse-num\" id=\"v44019009-1\">9&nbsp;</b>But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus. <b class=\"verse-num\" id=\"v44019010-1\">10&nbsp;</b>This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks.</p>\n\n<p id=\"p44019010_08-27\"><b class=\"verse-num\" id=\"v44019011-1\">11&nbsp;</b>And God was doing extraordinary miracles by the hands of Paul, <b class=\"verse-num\" id=\"v44019012-1\">12&nbsp;</b>so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them. <b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded. <b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver. <b class=\"verse-num\" id=\"v44019020-1\">20&nbsp;</b>So the word of the Lord continued to increase and prevail mightily.</p>\n\n<p id=\"p44019020_12-27\"><b class=\"verse-num\" id=\"v44019021-1\">21&nbsp;</b>Now after these events Paul resolved in the Spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.” <b class=\"verse-num\" id=\"v44019022-1\">22&nbsp;</b>And having sent into Macedonia two of his helpers, Timothy and Erastus, he himself stayed in Asia for a while.</p>\n<p id=\"p44019022_12-27\"><b class=\"verse-num\" id=\"v44019023-1\">23&nbsp;</b>About that time there arose no little disturbance concerning the Way. <b class=\"verse-num\" id=\"v44019024-1\">24&nbsp;</b>For a man named Demetrius, a silversmith, who made silver shrines of Artemis, brought no little business to the craftsmen. <b class=\"verse-num\" id=\"v44019025-1\">25&nbsp;</b>These he gathered together, with the workmen in similar trades, and said, “Men, you know that from this business we have our wealth. <b class=\"verse-num\" id=\"v44019026-1\">26&nbsp;</b>And you see and hear that not only in Ephesus but in almost all of Asia this Paul has persuaded and turned away a great many people, saying that gods made with hands are not gods. <b class=\"verse-num\" id=\"v44019027-1\">27&nbsp;</b>And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis may be counted as nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”</p>\n<p id=\"p44019027_12-27\"><b class=\"verse-num\" id=\"v44019028-1\">28&nbsp;</b>When they heard this they were enraged and were crying out, “Great is Artemis of the Ephesians!” <b class=\"verse-num\" id=\"v44019029-1\">29&nbsp;</b>So the city was filled with the confusion, and they rushed together into the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul’s companions in travel. <b class=\"verse-num\" id=\"v44019030-1\">30&nbsp;</b>But when Paul wished to go in among the crowd, the disciples would not let him. <b class=\"verse-num\" id=\"v44019031-1\">31&nbsp;</b>And even some of the Asiarchs, who were friends of his, sent to him and were urging him not to venture into the theater. <b class=\"verse-num\" id=\"v44019032-1\">32&nbsp;</b>Now some cried out one thing, some another, for the assembly was in confusion, and most of them did not know why they had come together. <b class=\"verse-num\" id=\"v44019033-1\">33&nbsp;</b>Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander, motioning with his hand, wanted to make a defense to the crowd. <b class=\"verse-num\" id=\"v44019034-1\">34&nbsp;</b>But when they recognized that he was a Jew, for about two hours they all cried out with one voice, “Great is Artemis of the Ephesians!”</p>\n<p id=\"p44019034_12-27\"><b class=\"verse-num\" id=\"v44019035-1\">35&nbsp;</b>And when the town clerk had quieted the crowd, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great Artemis, and of the sacred stone that fell from the sky? <b class=\"verse-num\" id=\"v44019036-1\">36&nbsp;</b>Seeing then that these things cannot be denied, you ought to be quiet and do nothing rash. <b class=\"verse-num\" id=\"v44019037-1\">37&nbsp;</b>For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess. <b class=\"verse-num\" id=\"v44019038-1\">38&nbsp;</b>If therefore Demetrius and the craftsmen with him have a complaint against anyone, the courts are open, and there are proconsuls. Let them bring charges against one another. <b class=\"verse-num\" id=\"v44019039-1\">39&nbsp;</b>But if you seek anything further, it shall be settled in the regular assembly. <b class=\"verse-num\" id=\"v44019040-1\">40&nbsp;</b>For we really are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.” <b class=\"verse-num\" id=\"v44019041-1\">41&nbsp;</b>And when he had said these things, he dismissed the assembly.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,  <strong>2</strong> He said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.  <strong>3</strong> And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.  <strong>4</strong> Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.  <strong>5</strong> When they heard this, they were baptized in the name of the Lord Jesus.  <strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  <strong>7</strong> And all the men were about twelve.  <strong>8</strong> And he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God.  <strong>9</strong> But when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus.  <strong>10</strong> And this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks.  <strong>11</strong> And God wrought special miracles by the hands of Paul:  <strong>12</strong> So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.  <strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  <strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  <strong>20</strong> So mightily grew the word of God and prevailed.  <strong>21</strong> After these things were ended, Paul purposed in the spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome.  <strong>22</strong> So he sent into Macedonia two of them that ministered unto him, Timotheus and Erastus; but he himself stayed in Asia for a season.  <strong>23</strong> And the same time there arose no small stir about that way.  <strong>24</strong> For a certain man named Demetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the craftsmen;  <strong>25</strong> Whom he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth.  <strong>26</strong> Moreover ye see and hear, that not alone at Ephesus, but almost throughout all Asia, this Paul hath persuaded and turned away much people, saying that they be no gods, which are made with hands:  <strong>27</strong> So that not only this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth.  <strong>28</strong> And when they heard these sayings, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians.  <strong>29</strong> And the whole city was filled with confusion: and having caught Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel, they rushed with one accord into the theatre.  <strong>30</strong> And when Paul would have entered in unto the people, the disciples suffered him not.  <strong>31</strong> And certain of the chief of Asia, which were his friends, sent unto him, desiring him that he would not adventure himself into the theatre.  <strong>32</strong> Some therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together.  <strong>33</strong> And they drew Alexander out of the multitude, the Jews putting him forward. And Alexander beckoned with the hand, and would have made his defence unto the people.  <strong>34</strong> But when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great is Diana of the Ephesians.  <strong>35</strong> And when the townclerk had appeased the people, he said, Ye  men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?  <strong>36</strong> Seeing then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly.  <strong>37</strong> For ye have brought hither these men, which are neither robbers of churches, nor yet blasphemers of your goddess.  <strong>38</strong> Wherefore if Demetrius, and the craftsmen which are with him, have a matter against any man, the law is open, and there are deputies: let them implead one another.  <strong>39</strong> But if ye enquire any thing concerning other matters, it shall be determined in a lawful assembly.  <strong>40</strong> For we are in danger to be called in question for this day’s uproar, there being no cause whereby we may give an account of this concourse.  <strong>41</strong> And when he had thus spoken, he dismissed the assembly.  ","niv":"<sup><strong>1</strong></sup> While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples <sup><strong>2</strong></sup> and asked them, \"Did you receive the Holy Spirit when you believed?\" They answered, \"No, we have not even heard that there is a Holy Spirit.\" <sup><strong>3</strong></sup> So Paul asked, \"Then what baptism did you receive?John's baptism,\" they replied. <sup><strong>4</strong></sup> Paul said, \"John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.\" <sup><strong>5</strong></sup> On hearing this, they were baptized into the name of the Lord Jesus. <sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied. <sup><strong>7</strong></sup> There were about twelve men in all. <sup><strong>8</strong></sup> Paul entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God. <sup><strong>9</strong></sup> But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus. <sup><strong>10</strong></sup> This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord. <sup><strong>11</strong></sup> God did extraordinary miracles through Paul, <sup><strong>12</strong></sup> so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them. <sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. <sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. <sup><strong>20</strong></sup> In this way the word of the Lord spread widely and grew in power. <sup><strong>21</strong></sup> After all this had happened, Paul decided to go to Jerusalem, passing through Macedonia and Achaia. \"After I have been there,\" he said, \"I must visit Rome also.\" <sup><strong>22</strong></sup> He sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed in the province of Asia a little longer. <sup><strong>23</strong></sup> About that time there arose a great disturbance about the Way. <sup><strong>24</strong></sup> A silversmith named Demetrius, who made silver shrines of Artemis, brought in no little business for the craftsmen. <sup><strong>25</strong></sup> He called them together, along with the workmen in related trades, and said: \"Men, you know we receive a good income from this business. <sup><strong>26</strong></sup> And you see and hear how this fellow Paul has convinced and led astray large numbers of people here in Ephesus and in practically the whole province of Asia. He says that man-made gods are no gods at all. <sup><strong>27</strong></sup> There is danger not only that our trade will lose its good name, but also that the temple of the great goddess Artemis will be discredited, and the goddess herself, who is worshiped throughout the province of Asia and the world, will be robbed of her divine majesty.\" <sup><strong>28</strong></sup> When they heard this, they were furious and began shouting: \"Great is Artemis of the Ephesians!\" <sup><strong>29</strong></sup> Soon the whole city was in an uproar. The people seized Gaius and Aristarchus, Paul's traveling companions from Macedonia, and rushed as one man into the theater. <sup><strong>30</strong></sup> Paul wanted to appear before the crowd, but the disciples would not let him. <sup><strong>31</strong></sup> Even some of the officials of the province, friends of Paul, sent him a message begging him not to venture into the theater. <sup><strong>32</strong></sup> The assembly was in confusion: Some were shouting one thing, some another. Most of the people did not even know why they were there. <sup><strong>33</strong></sup> The Jews pushed Alexander to the front, and some of the crowd shouted instructions to him. He motioned for silence in order to make a defense before the people. <sup><strong>34</strong></sup> But when they realized he was a Jew, they all shouted in unison for about two hours: \"Great is Artemis of the Ephesians!\" <sup><strong>35</strong></sup> The city clerk quieted the crowd and said: \"Men of Ephesus, doesn't all the world know that the city of Ephesus is the guardian of the temple of the great Artemis and of her image, which fell from heaven? <sup><strong>36</strong></sup> Therefore, since these facts are undeniable, you ought to be quiet and not do anything rash. <sup><strong>37</strong></sup> You have brought these men here, though they have neither robbed temples nor blasphemed our goddess. <sup><strong>38</strong></sup> If, then, Demetrius and his fellow craftsmen have a grievance against anybody, the courts are open and there are proconsuls. They can press charges. <sup><strong>39</strong></sup> If there is anything further you want to bring up, it must be settled in a legal assembly. <sup><strong>40</strong></sup> As it is, we are in danger of being charged with rioting because of today's events. In that case we would not be able to account for this commotion, since there is no reason for it.\" <sup><strong>41</strong></sup> After he had said this, he dismissed the assembly. "}]}