{"_id":"616b93b2ede035c13f932bf3","slug":"the-man-being-the-head","name":"The Man Being The Head","verses":[{"_id":"616b93b3ede035c13f932bf4","topicId":"616b93b2ede035c13f932bf3","verse":"Ephesians 5:25-29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-1\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church,</p>\n\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- "},{"_id":"616b93b3ede035c13f932bf5","topicId":"616b93b2ede035c13f932bf3","verse":"Jeremiah 1:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-2\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-2\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616b93b3ede035c13f932bf6","topicId":"616b93b2ede035c13f932bf3","verse":"Genesis 17:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01017025_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017025-1\">25&nbsp;</b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.</p>\n</div>","kjv":"<strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  ","niv":"<sup><strong>25</strong></sup> and his son Ishmael was thirteen;"},{"_id":"616b93b4ede035c13f932bf7","topicId":"616b93b2ede035c13f932bf3","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-4\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-4\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-4\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-4\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-4\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-4\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-4\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-4\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-4\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616b93b4ede035c13f932bf8","topicId":"616b93b2ede035c13f932bf3","verse":"Matthew 1:18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-5\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"616b93b4ede035c13f932bf9","topicId":"616b93b2ede035c13f932bf3","verse":"Isaiah 49:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049001_06-6\" class=\"line\"><b class=\"chapter-num\" id=\"v23049001-1\">49:1&nbsp;</b>&nbsp;&nbsp;Listen to me, O coastlands,</span><br><span id=\"p23049001_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give attention, you peoples from afar.</span><br><span id=\"p23049001_06-6\" class=\"line\">&nbsp;&nbsp;The LORD called me from the womb,</span><br><span id=\"p23049001_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the body of my mother he named my name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Listen, O isles, unto me; and hearken, ye people, from far; The LORD hath called me from the womb; from the bowels of my mother hath he made mention of my name.  ","niv":"<sup><strong>1</strong></sup> Listen to me, you islands; hear this, you distant nations: Before I was born the LORD called me; from my birth he has made mention of my name."},{"_id":"616b93b4ede035c13f932bfa","topicId":"616b93b2ede035c13f932bf3","verse":"Isaiah 13:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013018_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013018-1\">18&nbsp;</b>&nbsp;&nbsp;Their bows will slaughter the young men;</span><br><span id=\"p23013018_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will have no mercy on the fruit of the womb;</span><br><span id=\"p23013018_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their eyes will not pity children.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.  ","niv":"<sup><strong>18</strong></sup> Their bows will strike down the young men; they will have no mercy on infants nor will they look with compassion on children."},{"_id":"616b93b5ede035c13f932bfb","topicId":"616b93b2ede035c13f932bf3","verse":"Job 31:15","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18031015_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18031015-1\">15&nbsp;</b>&nbsp;&nbsp;Did not he who made me in the womb make him?</span><br><span id=\"p18031015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And did not one fashion us in the womb?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Did not he that made me in the womb make him? and did not one fashion us in the womb?  ","niv":"<sup><strong>15</strong></sup> Did not he who made me in the womb make them? Did not the same one form us both within our mothers?"},{"_id":"616b93b5ede035c13f932bfc","topicId":"616b93b2ede035c13f932bf3","verse":"Deuteronomy 5:1-33","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05005001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05005001-1\">5:1&nbsp;</b>And Moses summoned all Israel and said to them, “Hear, O Israel, the statutes and the rules that I speak in your hearing today, and you shall learn them and be careful to do them. <b class=\"verse-num\" id=\"v05005002-1\">2&nbsp;</b>The LORD our God made a covenant with us in Horeb. <b class=\"verse-num\" id=\"v05005003-1\">3&nbsp;</b>Not with our fathers did the LORD make this covenant, but with us, who are all of us here alive today. <b class=\"verse-num\" id=\"v05005004-1\">4&nbsp;</b>The LORD spoke with you face to face at the mountain, out of the midst of the fire, <b class=\"verse-num\" id=\"v05005005-1\">5&nbsp;</b>while I stood between the LORD and you at that time, to declare to you the word of the LORD. For you were afraid because of the fire, and you did not go up into the mountain. He said:</p>\n<p id=\"p05005005_04-9\"><b class=\"verse-num\" id=\"v05005006-1\">6&nbsp;</b>“‘I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p05005006_04-9\"><b class=\"verse-num\" id=\"v05005007-1\">7&nbsp;</b>“‘You shall have no other gods before me.</p>\n<p id=\"p05005007_04-9\"><b class=\"verse-num\" id=\"v05005008-1\">8&nbsp;</b>“‘You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v05005009-1\">9&nbsp;</b>You shall not bow down to them or serve them; for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me, <b class=\"verse-num\" id=\"v05005010-1\">10&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p05005010_04-9\"><b class=\"verse-num\" id=\"v05005011-1\">11&nbsp;</b>“‘You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p05005011_04-9\"><b class=\"verse-num\" id=\"v05005012-1\">12&nbsp;</b>“‘Observe the Sabbath day, to keep it holy, as the LORD your God commanded you. <b class=\"verse-num\" id=\"v05005013-1\">13&nbsp;</b>Six days you shall labor and do all your work, <b class=\"verse-num\" id=\"v05005014-1\">14&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you or your son or your daughter or your male servant or your female servant, or your ox or your donkey or any of your livestock, or the sojourner who is within your gates, that your male servant and your female servant may rest as well as you. <b class=\"verse-num\" id=\"v05005015-1\">15&nbsp;</b>You shall remember that you were a slave in the land of Egypt, and the LORD your God brought you out from there with a mighty hand and an outstretched arm. Therefore the LORD your God commanded you to keep the Sabbath day.</p>\n<p id=\"p05005015_04-9\"><b class=\"verse-num\" id=\"v05005016-1\">16&nbsp;</b>“‘Honor your father and your mother, as the LORD your God commanded you, that your days may be long, and that it may go well with you in the land that the LORD your God is giving you.</p>\n<p id=\"p05005016_04-9\"><b class=\"verse-num\" id=\"v05005017-1\">17&nbsp;</b>“‘You shall not murder.</p>\n<p id=\"p05005017_04-9\"><b class=\"verse-num\" id=\"v05005018-1\">18&nbsp;</b>“‘And you shall not commit adultery.</p>\n<p id=\"p05005018_04-9\"><b class=\"verse-num\" id=\"v05005019-1\">19&nbsp;</b>“‘And you shall not steal.</p>\n<p id=\"p05005019_04-9\"><b class=\"verse-num\" id=\"v05005020-1\">20&nbsp;</b>“‘And you shall not bear false witness against your neighbor.</p>\n<p id=\"p05005020_04-9\"><b class=\"verse-num\" id=\"v05005021-1\">21&nbsp;</b>“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’</p>\n<p id=\"p05005021_04-9\"><b class=\"verse-num\" id=\"v05005022-1\">22&nbsp;</b>“These words the LORD spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. And he wrote them on two tablets of stone and gave them to me. <b class=\"verse-num\" id=\"v05005023-1\">23&nbsp;</b>And as soon as you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes, and your elders. <b class=\"verse-num\" id=\"v05005024-1\">24&nbsp;</b>And you said, ‘Behold, the LORD our God has shown us his glory and greatness, and we have heard his voice out of the midst of the fire. This day we have seen God speak with man, and man still live. <b class=\"verse-num\" id=\"v05005025-1\">25&nbsp;</b>Now therefore why should we die? For this great fire will consume us. If we hear the voice of the LORD our God any more, we shall die. <b class=\"verse-num\" id=\"v05005026-1\">26&nbsp;</b>For who is there of all flesh, that has heard the voice of the living God speaking out of the midst of fire as we have, and has still lived? <b class=\"verse-num\" id=\"v05005027-1\">27&nbsp;</b>Go near and hear all that the LORD our God will say, and speak to us all that the LORD our God will speak to you, and we will hear and do it.’</p>\n<p id=\"p05005027_04-9\"><b class=\"verse-num\" id=\"v05005028-1\">28&nbsp;</b>“And the LORD heard your words, when you spoke to me. And the LORD said to me, ‘I have heard the words of this people, which they have spoken to you. They are right in all that they have spoken. <b class=\"verse-num\" id=\"v05005029-1\">29&nbsp;</b>Oh that they had such a heart as this always, to fear me and to keep all my commandments, that it might go well with them and with their descendants forever! <b class=\"verse-num\" id=\"v05005030-1\">30&nbsp;</b>Go and say to them, “Return to your tents.” <b class=\"verse-num\" id=\"v05005031-1\">31&nbsp;</b>But you, stand here by me, and I will tell you the whole commandment and the statutes and the rules that you shall teach them, that they may do them in the land that I am giving them to possess.’ <b class=\"verse-num\" id=\"v05005032-1\">32&nbsp;</b>You shall be careful therefore to do as the LORD your God has commanded you. You shall not turn aside to the right hand or to the left. <b class=\"verse-num\" id=\"v05005033-1\">33&nbsp;</b>You shall walk in all the way that the LORD your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess.</p>\n\n</div>","kjv":"<strong>1</strong> And Moses called all Israel, and said unto them, Hear, O Israel, the statutes and judgments which I speak in your ears this day, that ye may learn them, and keep, and do them.  <strong>2</strong> The LORD our God made a covenant with us in Horeb.  <strong>3</strong> The LORD made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.  <strong>4</strong> The LORD talked with you face to face in the mount out of the midst of the fire,  <strong>5</strong> (I stood between the LORD and you at that time, to shew you the word of the LORD: for ye were afraid by reason of the fire, and went not up into the mount;) saying,  <strong>6</strong> I am the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>7</strong> Thou shalt have none other gods before me.  <strong>8</strong> Thou shalt not make thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth:  <strong>9</strong> Thou shalt not bow down thyself unto them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me,  <strong>10</strong> And shewing mercy unto thousands of them that love me and keep my commandments.  <strong>11</strong> Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold him guiltless that taketh his name in vain.  <strong>12</strong> Keep the sabbath day to sanctify it, as the LORD thy God hath commanded thee.  <strong>13</strong> Six days thou shalt labour, and do all thy work:  <strong>14</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.  <strong>15</strong> And remember that thou wast a servant in the land of Egypt, and that the LORD thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the LORD thy God commanded thee to keep the sabbath day.  <strong>16</strong> Honour thy father and thy mother, as the LORD thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the LORD thy God giveth thee.  <strong>17</strong> Thou shalt not kill.  <strong>18</strong> Neither shalt thou commit adultery.  <strong>19</strong> Neither shalt thou steal.  <strong>20</strong> Neither shalt thou bear false witness against thy neighbour.  <strong>21</strong> Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any thing that is thy neighbour’s.  <strong>22</strong> These words the LORD spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more. And he wrote them in two tables of stone, and delivered them unto me.  <strong>23</strong> And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;  <strong>24</strong> And ye said, Behold, the LORD our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.  <strong>25</strong> Now therefore why should we die? for this great fire will consume us: if we hear the voice of the LORD our God any more, then we shall die.  <strong>26</strong> For who is there of all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we have,  and lived?  <strong>27</strong> Go thou near, and hear all that the LORD our God shall say: and speak thou unto us all that the LORD our God shall speak unto thee; and we will hear it, and do it.  <strong>28</strong> And the LORD heard the voice of your words, when ye spake unto me; and the LORD said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.  <strong>29</strong> O that there were such an heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!  <strong>30</strong> Go say to them, Get you into your tents again.  <strong>31</strong> But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.  <strong>32</strong> Ye shall observe to do therefore as the LORD your God hath commanded you: ye shall not turn aside to the right hand or to the left.  <strong>33</strong> Ye shall walk in all the ways which the LORD your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.  ","niv":"<sup><strong>1</strong></sup> Moses summoned all Israel and said: Hear, O Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them. <sup><strong>2</strong></sup> The LORD our God made a covenant with us at Horeb. <sup><strong>3</strong></sup> It was not with our fathers that the LORD made this covenant, but with us, with all of us who are alive here today. <sup><strong>4</strong></sup> The LORD spoke to you face to face out of the fire on the mountain. <sup><strong>5</strong></sup> (At that time I stood between the LORD and you to declare to you the word of the LORD, because you were afraid of the fire and did not go up the mountain.) And he said: <sup><strong>6</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>7</strong></sup> \"You shall have no other gods before me. <sup><strong>8</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>9</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>10</strong></sup> but showing love to a thousand generations of those who love me and keep my commandments. <sup><strong>11</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>12</strong></sup> \"Observe the Sabbath day by keeping it holy, as the LORD your God has commanded you. <sup><strong>13</strong></sup> Six days you shall labor and do all your work, <sup><strong>14</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your ox, your donkey or any of your animals, nor the alien within your gates, so that your manservant and maidservant may rest, as you do. <sup><strong>15</strong></sup> Remember that you were slaves in Egypt and that the LORD your God brought you out of there with a mighty hand and an outstretched arm. Therefore the LORD your God has commanded you to observe the Sabbath day. <sup><strong>16</strong></sup> \"Honor your father and your mother, as the LORD your God has commanded you, so that you may live long and that it may go well with you in the land the LORD your God is giving you. <sup><strong>17</strong></sup> \"You shall not murder. <sup><strong>18</strong></sup> \"You shall not commit adultery. <sup><strong>19</strong></sup> \"You shall not steal. <sup><strong>20</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>21</strong></sup> \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>22</strong></sup> These are the commandments the LORD proclaimed in a loud voice to your whole assembly there on the mountain from out of the fire, the cloud and the deep darkness; and he added nothing more. Then he wrote them on two stone tablets and gave them to me. <sup><strong>23</strong></sup> When you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leading men of your tribes and your elders came to me. <sup><strong>24</strong></sup> And you said, \"The LORD our God has shown us his glory and his majesty, and we have heard his voice from the fire. Today we have seen that a man can live even if God speaks with him. <sup><strong>25</strong></sup> But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the LORD our God any longer. <sup><strong>26</strong></sup> For what mortal man has ever heard the voice of the living God speaking out of fire, as we have, and survived? <sup><strong>27</strong></sup> Go near and listen to all that the LORD our God says. Then tell us whatever the LORD our God tells you. We will listen and obey.\" <sup><strong>28</strong></sup> The LORD heard you when you spoke to me and the LORD said to me, \"I have heard what this people said to you. Everything they said was good. <sup><strong>29</strong></sup> Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever! <sup><strong>30</strong></sup> \"Go, tell them to return to their tents. <sup><strong>31</strong></sup> But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.\" <sup><strong>32</strong></sup> So be careful to do what the LORD your God has commanded you; do not turn aside to the right or to the left. <sup><strong>33</strong></sup> Walk in all the way that the LORD your God has commanded you, so that you may live and prosper and prolong your days in the land that you will possess. "},{"_id":"616b93b5ede035c13f932bfd","topicId":"616b93b2ede035c13f932bf3","verse":"Exodus 21:22-25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02021022_01-10\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine. <b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n\n</div>","kjv":"<strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  <strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. <sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"616b93b6ede035c13f932bfe","topicId":"616b93b2ede035c13f932bf3","verse":"Genesis 17:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"616b93b6ede035c13f932bff","topicId":"616b93b2ede035c13f932bf3","verse":"Genesis 6:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-12\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-12\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-12\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "}]}