{"_id":"616b6044ede035c13f9327dc","slug":"the-apocalypse","name":"The Apocalypse","verses":[{"_id":"616b6044ede035c13f9327dd","topicId":"616b6044ede035c13f9327dc","verse":"Matthew 24:36","votes":67,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-8\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-8\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-8\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-8\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-8\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-8\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-8\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father.","modified":"2023-04-09T12:42:06.693Z"},{"_id":"616b6044ede035c13f9327de","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 7:1-17","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree. <b class=\"verse-num\" id=\"v66007002-1\">2&nbsp;</b>Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea, <b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.” <b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_06-2\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p66007008_12-2\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_12-2\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_12-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_12-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_12-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_12-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_12-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_12-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_12-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_12-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_12-2\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  <strong>2</strong> And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,  <strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  <strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  <strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree. <sup><strong>2</strong></sup> Then I saw another angel coming up from the east, having the seal of the living God. He called out in a loud voice to the four angels who had been given power to harm the land and the sea: <sup><strong>3</strong></sup> \"Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\" <sup><strong>4</strong></sup> Then I heard the number of those who were sealed: 144,000 from all the tribes of Israel. <sup><strong>5</strong></sup> From the tribe of Judah 12,000 were sealed, from the tribe of Reuben 12,000, from the tribe of Gad 12,000, <sup><strong>6</strong></sup> from the tribe of Asher 12,000, from the tribe of Naphtali 12,000, from the tribe of Manasseh 12,000, <sup><strong>7</strong></sup> from the tribe of Simeon 12,000, from the tribe of Levi 12,000, from the tribe of Issachar 12,000, <sup><strong>8</strong></sup> from the tribe of Zebulun 12,000, from the tribe of Joseph 12,000, from the tribe of Benjamin 12,000. <sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" ","modified":"2022-07-01T11:37:54.887Z"},{"_id":"616b6045ede035c13f9327df","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 6:1-17","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p66006001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66006001-1\">6:1&nbsp;</b>Now I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!” <b class=\"verse-num\" id=\"v66006002-1\">2&nbsp;</b>And I looked, and behold, a white horse! And its rider had a bow, and a crown was given to him, and he came out conquering, and to conquer.</p>\n<p id=\"p66006002_04-3\"><b class=\"verse-num\" id=\"v66006003-1\">3&nbsp;</b>When he opened the second seal, I heard the second living creature say, “Come!” <b class=\"verse-num\" id=\"v66006004-1\">4&nbsp;</b>And out came another horse, bright red. Its rider was permitted to take peace from the earth, so that people should slay one another, and he was given a great sword.</p>\n<p id=\"p66006004_04-3\"><b class=\"verse-num\" id=\"v66006005-1\">5&nbsp;</b>When he opened the third seal, I heard the third living creature say, “Come!” And I looked, and behold, a black horse! And its rider had a pair of scales in his hand. <b class=\"verse-num\" id=\"v66006006-1\">6&nbsp;</b>And I heard what seemed to be a voice in the midst of the four living creatures, saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius, and do not harm the oil and wine!”</p>\n<p id=\"p66006006_04-3\"><b class=\"verse-num\" id=\"v66006007-1\">7&nbsp;</b>When he opened the fourth seal, I heard the voice of the fourth living creature say, “Come!” <b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n<p id=\"p66006008_04-3\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n<p id=\"p66006011_04-3\"><b class=\"verse-num\" id=\"v66006012-1\">12&nbsp;</b>When he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood, <b class=\"verse-num\" id=\"v66006013-1\">13&nbsp;</b>and the stars of the sky fell to the earth as the fig tree sheds its winter fruit when shaken by a gale. <b class=\"verse-num\" id=\"v66006014-1\">14&nbsp;</b>The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place. <b class=\"verse-num\" id=\"v66006015-1\">15&nbsp;</b>Then the kings of the earth and the great ones and the generals and the rich and the powerful, and everyone, slave and free, hid themselves in the caves and among the rocks of the mountains, <b class=\"verse-num\" id=\"v66006016-1\">16&nbsp;</b>calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb, <b class=\"verse-num\" id=\"v66006017-1\">17&nbsp;</b>for the great day of their wrath has come, and who can stand?”</p>\n\n</div>","kjv":"<strong>1</strong> And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.  <strong>2</strong> And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.  <strong>3</strong> And when he had opened the second seal, I heard the second beast say, Come and see.  <strong>4</strong> And there went out another horse that was red: and power  was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword.  <strong>5</strong> And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand.  <strong>6</strong> And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see  thou hurt not the oil and the wine.  <strong>7</strong> And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.  <strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  <strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  <strong>12</strong> And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;  <strong>13</strong> And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.  <strong>14</strong> And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.  <strong>15</strong> And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;  <strong>16</strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:  <strong>17</strong> For the great day of his wrath is come; and who shall be able to stand?  ","niv":"<sup><strong>1</strong></sup> I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\" <sup><strong>2</strong></sup> I looked, and there before me was a white horse! Its rider held a bow, and he was given a crown, and he rode out as a conqueror bent on conquest. <sup><strong>3</strong></sup> When the Lamb opened the second seal, I heard the second living creature say, \"Come!\" <sup><strong>4</strong></sup> Then another horse came out, a fiery red one. Its rider was given power to take peace from the earth and to make men slay each other. To him was given a large sword. <sup><strong>5</strong></sup> When the Lamb opened the third seal, I heard the third living creature say, \"Come!\" I looked, and there before me was a black horse! Its rider was holding a pair of scales in his hand. <sup><strong>6</strong></sup> Then I heard what sounded like a voice among the four living creatures, saying, \"A quart of wheat for a day's wages, and three quarts of barley for a day's wages, and do not damage the oil and the wine!\" <sup><strong>7</strong></sup> When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, \"Come!\" <sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth. <sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" <sup><strong>11</strong></sup> Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed. <sup><strong>12</strong></sup> I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red, <sup><strong>13</strong></sup> and the stars in the sky fell to earth, as late figs drop from a fig tree when shaken by a strong wind. <sup><strong>14</strong></sup> The sky receded like a scroll, rolling up, and every mountain and island was removed from its place. <sup><strong>15</strong></sup> Then the kings of the earth, the princes, the generals, the rich, the mighty, and every slave and every free man hid in caves and among the rocks of the mountains. <sup><strong>16</strong></sup> They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb! <sup><strong>17</strong></sup> For the great day of their wrath has come, and who can stand?\" "},{"_id":"616b6045ede035c13f9327e0","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 12:1-17","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-4\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-4\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head. <sup><strong>2</strong></sup> She was pregnant and cried out in pain as she was about to give birth. <sup><strong>3</strong></sup> Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads. <sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born. <sup><strong>5</strong></sup> She gave birth to a son, a male child, who will rule all the nations with an iron scepter. And her child was snatched up to God and to his throne. <sup><strong>6</strong></sup> The woman fled into the desert to a place prepared for her by God, where she might be taken care of for 1,260 days. <sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back. <sup><strong>8</strong></sup> But he was not strong enough, and they lost their place in heaven. <sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him. <sup><strong>10</strong></sup> Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down. <sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death. <sup><strong>12</strong></sup> Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.\" <sup><strong>13</strong></sup> When the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child. <sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach. <sup><strong>15</strong></sup> Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent. <sup><strong>16</strong></sup> But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth. <sup><strong>17</strong></sup> Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus. ","modified":"2023-01-02T15:03:09.121Z"},{"_id":"616b6045ede035c13f9327e1","topicId":"616b6044ede035c13f9327dc","verse":"John 3:16","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-5\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b6046ede035c13f9327e2","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 14:13","votes":24,"__v":0,"esv":"<div>\n<p id=\"p66014013_01-6\"><b class=\"verse-num\" id=\"v66014013-1\">13&nbsp;</b>And I heard a voice from heaven saying, “Write this: Blessed are the dead who die in the Lord from now on.” “Blessed indeed,” says the Spirit, “that they may rest from their labors, for their deeds follow them!”</p>\n</div>","kjv":"<strong>13</strong> And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them.  ","niv":"<sup><strong>13</strong></sup> Then I heard a voice from heaven say, \"Write: Blessed are the dead who die in the Lord from now on.Yes,\" says the Spirit, \"they will rest from their labor, for their deeds will follow them.\""},{"_id":"616b6046ede035c13f9327e3","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 17:8-10","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-18\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-18\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  ","niv":"<sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. "},{"_id":"616b6046ede035c13f9327e4","topicId":"616b6044ede035c13f9327dc","verse":"Matthew 24:1-51","votes":20,"__v":0,"kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b6046ede035c13f9327e5","topicId":"616b6044ede035c13f9327dc","verse":"John 3:1-16:33","votes":17,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  <strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  <strong>1</strong> After this there was a feast of the Jews; and Jesus went up to Jerusalem.  <strong>2</strong> Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.  <strong>3</strong> In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.  <strong>4</strong> For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.  <strong>5</strong> And a certain man was there, which had an infirmity thirty and eight years.  <strong>6</strong> When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?  <strong>7</strong> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.  <strong>8</strong> Jesus saith unto him, Rise, take up thy bed, and walk.  <strong>9</strong> And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.  <strong>10</strong> The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.  <strong>11</strong> He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.  <strong>12</strong> Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?  <strong>13</strong> And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.  <strong>14</strong> Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.  <strong>15</strong> The man departed, and told the Jews that it was Jesus, which had made him whole.  <strong>16</strong> And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.  <strong>17</strong> But Jesus answered them, My Father worketh hitherto, and I work.  <strong>18</strong> Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.  <strong>19</strong> Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.  <strong>20</strong> For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.  <strong>21</strong> For as the Father raiseth up the dead, and quickeneth them;  even so the Son quickeneth whom he will.  <strong>22</strong> For the Father judgeth no man, but hath committed all judgment unto the Son:  <strong>23</strong> That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.  <strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  <strong>26</strong> For as the Father hath life in himself; so hath he given to the Son to have life in himself;  <strong>27</strong> And hath given him authority to execute judgment also, because he is the Son of man.  <strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  <strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  <strong>31</strong> If I bear witness of myself, my witness is not true. <strong>32</strong>           There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.  <strong>33</strong> Ye sent unto John, and he bare witness unto the truth.  <strong>34</strong> But I receive not testimony from man: but these things I say, that ye might be saved.  <strong>35</strong> He was a burning and a shining light: and ye were willing for a season to rejoice in his light. <strong>36</strong>           But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.  <strong>37</strong> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.  <strong>38</strong> And ye have not his word abiding in you: for whom he hath sent, him ye believe not. <strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  <strong>41</strong> I receive not honour from men.  <strong>42</strong> But I know you, that ye have not the love of God in you.  <strong>43</strong> I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.  <strong>44</strong> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?  <strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.  <strong>46</strong> For had ye believed Moses, ye would have believed me: for he wrote of me.  <strong>47</strong> But if ye believe not his writings, how shall ye believe my words?  <strong>1</strong> After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.  <strong>2</strong> And a great multitude followed him, because they saw his miracles which he did on them that were diseased.  <strong>3</strong> And Jesus went up into a mountain, and there he sat with his disciples.  <strong>4</strong> And the passover, a feast of the Jews, was nigh.  <strong>5</strong> When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?  <strong>6</strong> And this he said to prove him: for he himself knew what he would do.  <strong>7</strong> Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.  <strong>8</strong> One of his disciples, Andrew, Simon Peter’s brother, saith unto him,  <strong>9</strong> There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?  <strong>10</strong> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.  <strong>11</strong> And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.  <strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  <strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  <strong>15</strong> When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.  <strong>16</strong> And when even was now come, his disciples went down unto the sea,  <strong>17</strong> And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.  <strong>18</strong> And the sea arose by reason of a great wind that blew.  <strong>19</strong> So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.  <strong>20</strong> But he saith unto them, It is I; be not afraid.  <strong>21</strong> Then they willingly received him into the ship: and immediately the ship was at the land whither they went.  <strong>22</strong> The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;  <strong>23</strong> (Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)  <strong>24</strong> When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.  <strong>25</strong> And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?  <strong>26</strong> Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.  <strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  <strong>45</strong> It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.  <strong>46</strong> Not that any man hath seen the Father, save he which is of God, he hath seen the Father.  <strong>47</strong> Verily, verily, I say unto you, He that believeth on me hath everlasting life.  <strong>48</strong> I am that bread of life.  <strong>49</strong> Your fathers did eat manna in the wilderness, and are dead.  <strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  <strong>1</strong> After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.  <strong>2</strong> Now the Jews’ feast of tabernacles was at hand.  <strong>3</strong> His brethren therefore said unto him, Depart hence, and go into Judaea, that thy disciples also may see the works that thou doest.  <strong>4</strong> For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world.  <strong>5</strong> For neither did his brethren believe in him.  <strong>6</strong> Then Jesus said unto them, My time is not yet come: but your time is alway ready.  <strong>7</strong> The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.  <strong>8</strong> Go ye up unto this feast: I go not up yet unto this feast; for my time is not yet full come.  <strong>9</strong> When he had said these words unto them, he abode still in Galilee.  <strong>10</strong> But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret.  <strong>11</strong> Then the Jews sought him at the feast, and said, Where is he?  <strong>12</strong> And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people.  <strong>13</strong> Howbeit no man spake openly of him for fear of the Jews.  <strong>14</strong> Now about the midst of the feast Jesus went up into the temple, and taught.  <strong>15</strong> And the Jews marvelled, saying, How knoweth this man letters, having never learned?  <strong>16</strong> Jesus answered them, and said, My doctrine is not mine, but his that sent me.  <strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  <strong>18</strong> He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.  <strong>19</strong> Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?  <strong>20</strong> The people answered and said, Thou hast a devil: who goeth about to kill thee?  <strong>21</strong> Jesus answered and said unto them, I have done one work, and ye all marvel.  <strong>22</strong> Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.  <strong>23</strong> If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are ye angry at me, because I have made a man every whit whole on the sabbath day?  <strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  <strong>25</strong> Then said some of them of Jerusalem, Is not this he, whom they seek to kill?  <strong>26</strong> But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?  <strong>27</strong> Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is.  <strong>28</strong> Then cried Jesus in the temple as he taught, saying, Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not.  <strong>29</strong> But I know him: for I am from him, and he hath sent me.  <strong>30</strong> Then they sought to take him: but no man laid hands on him, because his hour was not yet come.  <strong>31</strong> And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this man hath done?  <strong>32</strong> The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him.  <strong>33</strong> Then said Jesus unto them, Yet a little while am I with you, and then I go unto him that sent me.  <strong>34</strong> Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.  <strong>35</strong> Then said the Jews among themselves, Whither will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?  <strong>36</strong> What manner of saying is this that he said, Ye shall seek me, and shall not find me: and where I am, thither  ye cannot come?  <strong>37</strong> In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.  <strong>38</strong> He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.  <strong>39</strong> (But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)  <strong>40</strong> Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet.  <strong>41</strong> Others said, This is the Christ. But some said, Shall Christ come out of Galilee?  <strong>42</strong> Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?  <strong>43</strong> So there was a division among the people because of him.  <strong>44</strong> And some of them would have taken him; but no man laid hands on him.  <strong>45</strong> Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?  <strong>46</strong> The officers answered, Never man spake like this man.  <strong>47</strong> Then answered them the Pharisees, Are ye also deceived?  <strong>48</strong> Have any of the rulers or of the Pharisees believed on him?  <strong>49</strong> But this people who knoweth not the law are cursed.  <strong>50</strong> Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)  <strong>51</strong> Doth our law judge any man, before it hear him, and know what he doeth?  <strong>52</strong> They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.  <strong>53</strong> And every man went unto his own house.  <strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  <strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. <strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  <strong>1</strong> Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.  <strong>2</strong> (It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)  <strong>3</strong> Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.  <strong>4</strong> When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.  <strong>5</strong> Now Jesus loved Martha, and her sister, and Lazarus.  <strong>6</strong> When he had heard therefore that he was sick, he abode two days still in the same place where he was.  <strong>7</strong> Then after that saith he to his disciples, Let us go into Judaea again.  <strong>8</strong> His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?  <strong>9</strong> Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world.  <strong>10</strong> But if a man walk in the night, he stumbleth, because there is no light in him.  <strong>11</strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.  <strong>12</strong> Then said his disciples, Lord, if he sleep, he shall do well.  <strong>13</strong> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.  <strong>14</strong> Then said Jesus unto them plainly, Lazarus is dead.  <strong>15</strong> And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.  <strong>16</strong> Then said Thomas, which is called Didymus, unto his fellowdisciples, Let us also go, that we may die with him.  <strong>17</strong> Then when Jesus came, he found that he had lain in the grave four days already.  <strong>18</strong> Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:  <strong>19</strong> And many of the Jews came to Martha and Mary, to comfort them concerning their brother.  <strong>20</strong> Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.  <strong>21</strong> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.  <strong>22</strong> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.  <strong>23</strong> Jesus saith unto her, Thy brother shall rise again.  <strong>24</strong> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.  <strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  <strong>26</strong> And whosoever liveth and believeth in me shall never die. Believest thou this?  <strong>27</strong> She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.  <strong>28</strong> And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.  <strong>29</strong> As soon as she heard that, she arose quickly, and came unto him.  <strong>30</strong> Now Jesus was not yet come into the town, but was in that place where Martha met him.  <strong>31</strong> The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goeth unto the grave to weep there.  <strong>32</strong> Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.  <strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  <strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  <strong>36</strong> Then said the Jews, Behold how he loved him!  <strong>37</strong> And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?  <strong>38</strong> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.  <strong>39</strong> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.  <strong>40</strong> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?  <strong>41</strong> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.  <strong>42</strong> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.  <strong>43</strong> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.  <strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  <strong>46</strong> But some of them went their ways to the Pharisees, and told them what things Jesus had done.  <strong>47</strong> Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.  <strong>48</strong> If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.  <strong>49</strong> And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,  <strong>50</strong> Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.  <strong>51</strong> And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;  <strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  <strong>53</strong> Then from that day forth they took counsel together for to put him to death.  <strong>54</strong> Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.  <strong>55</strong> And the Jews’ passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.  <strong>56</strong> Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?  <strong>57</strong> Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.  <strong>1</strong> Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead.  <strong>2</strong> There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.  <strong>3</strong> Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.  <strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  <strong>7</strong> Then said Jesus, Let her alone: against the day of my burying hath she kept this.  <strong>8</strong> For the poor always ye have with you; but me ye have not always.  <strong>9</strong> Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.  <strong>10</strong> But the chief priests consulted that they might put Lazarus also to death;  <strong>11</strong> Because that by reason of him many of the Jews went away, and believed on Jesus.  <strong>12</strong> On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,  <strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  <strong>14</strong> And Jesus, when he had found a young ass, sat thereon; as it is written,  <strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  <strong>16</strong> These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.  <strong>17</strong> The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.  <strong>18</strong> For this cause the people also met him, for that they heard that he had done this miracle.  <strong>19</strong> The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.  <strong>20</strong> And there were certain Greeks among them that came up to worship at the feast:  <strong>21</strong> The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.  <strong>22</strong> Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.  <strong>23</strong> And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.  <strong>24</strong> Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.  <strong>25</strong> He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.  <strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  <strong>27</strong> Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.  <strong>28</strong> Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.  <strong>29</strong> The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.  <strong>30</strong> Jesus answered and said, This voice came not because of me, but for your sakes.  <strong>31</strong> Now is the judgment of this world: now shall the prince of this world be cast out.  <strong>32</strong> And I, if I be lifted up from the earth, will draw all men  unto me.  <strong>33</strong> This he said, signifying what death he should die.  <strong>34</strong> The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up?  who is this Son of man?  <strong>35</strong> Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.  <strong>36</strong> While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.  <strong>37</strong> But though he had done so many miracles before them, yet they believed not on him:  <strong>38</strong> That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?  <strong>39</strong> Therefore they could not believe, because that Esaias said again,  <strong>40</strong> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.  <strong>41</strong> These things said Esaias, when he saw his glory, and spake of him.  <strong>42</strong> Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:  <strong>43</strong> For they loved the praise of men more than the praise of God.  <strong>44</strong> Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.  <strong>45</strong> And he that seeth me seeth him that sent me.  <strong>46</strong> I am come a light into the world, that whosoever believeth on me should not abide in darkness.  <strong>47</strong> And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.  <strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  <strong>49</strong> For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.  <strong>50</strong> And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak. <strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. <strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. <strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. <strong>1</strong>           These things have I spoken unto you, that ye should not be offended.  <strong>2</strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.  <strong>3</strong> And these things will they do unto you, because they have not known the Father, nor me.  <strong>4</strong> But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.  <strong>5</strong> But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?  <strong>6</strong> But because I have said these things unto you, sorrow hath filled your heart.  <strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  <strong>8</strong> And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:  <strong>9</strong> Of sin, because they believe not on me;  <strong>10</strong> Of righteousness, because I go to my Father, and ye see me no more;  <strong>11</strong> Of judgment, because the prince of this world is judged.  <strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  <strong>14</strong> He shall glorify me: for he shall receive of mine, and shall shew it unto you.  <strong>15</strong> All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.  <strong>16</strong> A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.  <strong>17</strong> Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?  <strong>18</strong> They said therefore, What is this that he saith, A little while? we cannot tell what he saith.  <strong>19</strong> Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?  <strong>20</strong> Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.  <strong>21</strong> A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.  <strong>22</strong> And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.  <strong>23</strong> And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it  you.  <strong>24</strong> Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.  <strong>25</strong> These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.  <strong>26</strong> At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:  <strong>27</strong> For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.  <strong>28</strong> I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.  <strong>29</strong> His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.  <strong>30</strong> Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.  <strong>31</strong> Jesus answered them, Do ye now believe?  <strong>32</strong> Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.  <strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. "},{"_id":"616b6047ede035c13f9327e6","topicId":"616b6044ede035c13f9327dc","verse":"Matthew 24:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40024007_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span></p>\n</div>","kjv":"<strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  ","niv":"<sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places."},{"_id":"616b6047ede035c13f9327e7","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 6:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p66006008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n</div>","kjv":"<strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth."},{"_id":"616b6047ede035c13f9327e8","topicId":"616b6044ede035c13f9327dc","verse":"Philippians 2:14-17","votes":30,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-12\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all.</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. ","modified":"2022-12-20T05:29:38.207Z"},{"_id":"616b6048ede035c13f9327e9","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 13:1-18","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-13\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-13\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-13\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-13\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "},{"_id":"616b6048ede035c13f9327ea","topicId":"616b6044ede035c13f9327dc","verse":"Ephesians 6:24","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49006024_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006024-1\">24&nbsp;</b>Grace be with all who love our Lord Jesus Christ with love incorruptible.</p>\n</div>","kjv":"<strong>24</strong> Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.  ","niv":"<sup><strong>24</strong></sup> Grace to all who love our Lord Jesus Christ with an undying love."},{"_id":"616b6048ede035c13f9327eb","topicId":"616b6044ede035c13f9327dc","verse":"2 Corinthians 10:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},{"_id":"616b6049ede035c13f9327ec","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 21:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."},{"_id":"616b6049ede035c13f9327ed","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 8:7","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66008007_01-17\"><b class=\"verse-num\" id=\"v66008007-1\">7&nbsp;</b>The first angel blew his trumpet, and there followed hail and fire, mixed with blood, and these were thrown upon the earth. And a third of the earth was burned up, and a third of the trees were burned up, and all green grass was burned up.</p>\n</div>","kjv":"<strong>7</strong> The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up.  ","niv":"<sup><strong>7</strong></sup> The first angel sounded his trumpet, and there came hail and fire mixed with blood, and it was hurled down upon the earth. A third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up."},{"_id":"616b6049ede035c13f9327ee","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 17:1-18","votes":10,"__v":0,"kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"616b604aede035c13f9327ef","topicId":"616b6044ede035c13f9327dc","verse":"Jeremiah 1:1-19","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p24001001_01-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24001001-1\">1:1&nbsp;</b>The words of Jeremiah, the son of Hilkiah, one of the priests who were in Anathoth in the land of Benjamin, <b class=\"verse-num\" id=\"v24001002-1\">2&nbsp;</b>to whom the word of the LORD came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign. <b class=\"verse-num\" id=\"v24001003-1\">3&nbsp;</b>It came also in the days of Jehoiakim the son of Josiah, king of Judah, and until the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, until the captivity of Jerusalem in the fifth month.</p>\n\n<p id=\"p24001003_05-19\"><b class=\"verse-num\" id=\"v24001004-1\">4&nbsp;</b>Now the word of the LORD came to me, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_05-19\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_05-19\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001005_05-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001006-1\">6&nbsp;</b>Then I said, “Ah, Lord GOD! Behold, I do not know how to speak, for I am only a youth.” <b class=\"verse-num\" id=\"v24001007-1\">7&nbsp;</b>But the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001007_05-19\" class=\"line\">&nbsp;&nbsp;“Do not say, ‘I am only a youth’;</span><br><span id=\"p24001007_05-19\" class=\"line\">&nbsp;&nbsp;for to all to whom I send you, you shall go,</span><br><span id=\"p24001007_05-19\" class=\"line\">&nbsp;&nbsp;and whatever I command you, you shall speak.</span><br><span id=\"p24001008_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001008-1\">8&nbsp;</b>&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24001008_05-19\" class=\"line\">&nbsp;&nbsp;for I am with you to deliver you,</span><br><span id=\"p24001008_05-19\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001008_05-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001009-1\">9&nbsp;</b>Then the LORD put out his hand and touched my mouth. And the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001009_05-19\" class=\"line\">&nbsp;&nbsp;“Behold, I have put my words in your mouth.</span><br><span id=\"p24001010_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001010-1\">10&nbsp;</b>&nbsp;&nbsp;See, I have set you this day over nations and over kingdoms,</span><br><span id=\"p24001010_05-19\" class=\"line\">&nbsp;&nbsp;to pluck up and to break down,</span><br><span id=\"p24001010_05-19\" class=\"line\">&nbsp;&nbsp;to destroy and to overthrow,</span><br><span id=\"p24001010_05-19\" class=\"line\">&nbsp;&nbsp;to build and to plant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001010_05-19\"><b class=\"verse-num\" id=\"v24001011-1\">11&nbsp;</b>And the word of the LORD came to me, saying, “Jeremiah, what do you see?” And I said, “I see an almond branch.” <b class=\"verse-num\" id=\"v24001012-1\">12&nbsp;</b>Then the LORD said to me, “You have seen well, for I am watching over my word to perform it.”</p>\n<p id=\"p24001012_05-19\"><b class=\"verse-num\" id=\"v24001013-1\">13&nbsp;</b>The word of the LORD came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.” <b class=\"verse-num\" id=\"v24001014-1\">14&nbsp;</b>Then the LORD said to me, “Out of the north disaster shall be let loose upon all the inhabitants of the land. <b class=\"verse-num\" id=\"v24001015-1\">15&nbsp;</b>For behold, I am calling all the tribes of the kingdoms of the north, declares the LORD, and they shall come, and every one shall set his throne at the entrance of the gates of Jerusalem, against all its walls all around and against all the cities of Judah. <b class=\"verse-num\" id=\"v24001016-1\">16&nbsp;</b>And I will declare my judgments against them, for all their evil in forsaking me. They have made offerings to other gods and worshiped the works of their own hands. <b class=\"verse-num\" id=\"v24001017-1\">17&nbsp;</b>But you, dress yourself for work; arise, and say to them everything that I command you. Do not be dismayed by them, lest I dismay you before them. <b class=\"verse-num\" id=\"v24001018-1\">18&nbsp;</b>And I, behold, I make you this day a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, its officials, its priests, and the people of the land. <b class=\"verse-num\" id=\"v24001019-1\">19&nbsp;</b>They will fight against you, but they shall not prevail against you, for I am with you, declares the LORD, to deliver you.”</p>\n\n</div>","kjv":"<strong>1</strong> The words of Jeremiah the son of Hilkiah, of the priests that were  in Anathoth in the land of Benjamin:  <strong>2</strong> To whom the word of the LORD came in the days of Josiah the son of Amon king of Judah, in the thirteenth year of his reign.  <strong>3</strong> It came also in the days of Jehoiakim the son of Josiah king of Judah, unto the end of the eleventh year of Zedekiah the son of Josiah king of Judah, unto the carrying away of Jerusalem captive in the fifth month.  <strong>4</strong> Then the word of the LORD came unto me, saying,  <strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  <strong>6</strong> Then said I, Ah, Lord GOD! behold, I cannot speak: for I am  a child.  <strong>7</strong> But the LORD said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak.  <strong>8</strong> Be not afraid of their faces: for I am with thee to deliver thee, saith the LORD.  <strong>9</strong> Then the LORD put forth his hand, and touched my mouth. And the LORD said unto me, Behold, I have put my words in thy mouth.  <strong>10</strong> See, I have this day set thee over the nations and over the kingdoms, to root out, and to pull down, and to destroy, and to throw down, to build, and to plant.  <strong>11</strong> Moreover the word of the LORD came unto me, saying, Jeremiah, what seest thou? And I said, I see a rod of an almond tree.  <strong>12</strong> Then said the LORD unto me, Thou hast well seen: for I will hasten my word to perform it.  <strong>13</strong> And the word of the LORD came unto me the second time, saying, What seest thou? And I said, I see a seething pot; and the face thereof is  toward the north.  <strong>14</strong> Then the LORD said unto me, Out of the north an evil shall break forth upon all the inhabitants of the land.  <strong>15</strong> For, lo, I will call all the families of the kingdoms of the north, saith the LORD; and they shall come, and they shall set every one his throne at the entering of the gates of Jerusalem, and against all the walls thereof round about, and against all the cities of Judah.  <strong>16</strong> And I will utter my judgments against them touching all their wickedness, who have forsaken me, and have burned incense unto other gods, and worshipped the works of their own hands.  <strong>17</strong> Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them.  <strong>18</strong> For, behold, I have made thee this day a defenced city, and an iron pillar, and brasen walls against the whole land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land.  <strong>19</strong> And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the LORD, to deliver thee.  ","niv":"<sup><strong>1</strong></sup> The words of Jeremiah son of Hilkiah, one of the priests at Anathoth in the territory of Benjamin. <sup><strong>2</strong></sup> The word of the LORD came to him in the thirteenth year of the reign of Josiah son of Amon king of Judah, <sup><strong>3</strong></sup> and through the reign of Jehoiakim son of Josiah king of Judah, down to the fifth month of the eleventh year of Zedekiah son of Josiah king of Judah, when the people of Jerusalem went into exile. <sup><strong>4</strong></sup> The word of the LORD came to me, saying, <sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\" <sup><strong>6</strong></sup> \"Ah, Sovereign LORD,\" I said, \"I do not know how to speak; I am only a child.\" <sup><strong>7</strong></sup> But the LORD said to me, \"Do not say, 'I am only a child.' You must go to everyone I send you to and say whatever I command you. <sup><strong>8</strong></sup> Do not be afraid of them, for I am with you and will rescue you,\" declares the LORD. <sup><strong>9</strong></sup> Then the LORD reached out his hand and touched my mouth and said to me, \"Now, I have put my words in your mouth. <sup><strong>10</strong></sup> See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\" <sup><strong>11</strong></sup> The word of the LORD came to me: \"What do you see, Jeremiah?I see the branch of an almond tree,\" I replied. <sup><strong>12</strong></sup> The LORD said to me, \"You have seen correctly, for I am watching to see that my word is fulfilled.\" <sup><strong>13</strong></sup> The word of the LORD came to me again: \"What do you see?I see a boiling pot, tilting away from the north,\" I answered. <sup><strong>14</strong></sup> The LORD said to me, \"From the north disaster will be poured out on all who live in the land. <sup><strong>15</strong></sup> I am about to summon all the peoples of the northern kingdoms,\" declares the LORD. \"Their kings will come and set up their thrones in the entrance of the gates of Jerusalem; they will come against all her surrounding walls and against all the towns of Judah. <sup><strong>16</strong></sup> I will pronounce my judgments on my people because of their wickedness in forsaking me, in burning incense to other gods and in worshiping what their hands have made. <sup><strong>17</strong></sup> \"Get yourself ready! Stand up and say to them whatever I command you. Do not be terrified by them, or I will terrify you before them. <sup><strong>18</strong></sup> Today I have made you a fortified city, an iron pillar and a bronze wall to stand against the whole land-against the kings of Judah, its officials, its priests and the people of the land. <sup><strong>19</strong></sup> They will fight against you but will not overcome you, for I am with you and will rescue you,\" declares the LORD. "},{"_id":"616b604aede035c13f9327f0","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 20:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-20\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"616b604aede035c13f9327f1","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 1:3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-22\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-22\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-22\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-22\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-22\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-22\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-22\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  ","niv":"<sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near."},{"_id":"616b604aede035c13f9327f2","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 1:1-20","votes":9,"__v":0,"kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616b604bede035c13f9327f3","topicId":"616b6044ede035c13f9327dc","verse":"Zechariah 14:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p38014012_01-23\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n</div>","kjv":"<strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  ","niv":"<sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths."},{"_id":"616b604bede035c13f9327f4","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 19:15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66019015_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty.</p>\n\n</div>","kjv":"<strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  ","niv":"<sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty."},{"_id":"616b604bede035c13f9327f5","topicId":"616b6044ede035c13f9327dc","verse":"Revelation 6:1-2","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p66006001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66006001-1\">6:1&nbsp;</b>Now I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!” <b class=\"verse-num\" id=\"v66006002-1\">2&nbsp;</b>And I looked, and behold, a white horse! And its rider had a bow, and a crown was given to him, and he came out conquering, and to conquer.</p>\n</div>","kjv":"<strong>1</strong> And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.  <strong>2</strong> And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.  ","niv":"<sup><strong>1</strong></sup> I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\" <sup><strong>2</strong></sup> I looked, and there before me was a white horse! Its rider held a bow, and he was given a crown, and he rode out as a conqueror bent on conquest. "}]}