{"_id":"616c0a2416dfdfefa203620e","slug":"the-soul","name":"The Soul","verses":[{"_id":"616c0a2416dfdfefa203620f","topicId":"616c0a2416dfdfefa203620e","verse":"Matthew 10:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616c0a2516dfdfefa2036210","topicId":"616c0a2416dfdfefa203620e","verse":"Genesis 2:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616c0a2516dfdfefa2036211","topicId":"616c0a2416dfdfefa203620e","verse":"James 5:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005020-1\">20&nbsp;</b>let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins.</p>\n</div>","kjv":"<strong>20</strong> Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.  ","niv":"<sup><strong>20</strong></sup> remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins."},{"_id":"616c0a2716dfdfefa2036212","topicId":"616c0a2416dfdfefa203620e","verse":"Ecclesiastes 12:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p21012007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it.</p>\n</div>","kjv":"<strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  ","niv":"<sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it."},{"_id":"616c0a2716dfdfefa2036213","topicId":"616c0a2416dfdfefa203620e","verse":"Ezekiel 18:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"616c0a2716dfdfefa2036214","topicId":"616c0a2416dfdfefa203620e","verse":"2 Timothy 3:16-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616c0a2716dfdfefa2036215","topicId":"616c0a2416dfdfefa203620e","verse":"1 Thessalonians 5:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-8\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"616c0a2716dfdfefa2036216","topicId":"616c0a2416dfdfefa203620e","verse":"Revelation 2:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66002010_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span></p>\n</div>","kjv":"<strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  ","niv":"<sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life."},{"_id":"616c0a2816dfdfefa2036217","topicId":"616c0a2416dfdfefa203620e","verse":"John 3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003013_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span></p>\n\n</div>","kjv":"<strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. ","niv":"<sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man."},{"_id":"616c0a2816dfdfefa2036219","topicId":"616c0a2416dfdfefa203620e","verse":"2 Corinthians 5:6-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005006_01-11\"><b class=\"verse-num\" id=\"v47005006-1\">6&nbsp;</b>So we are always of good courage. We know that while we are at home in the body we are away from the Lord, <b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight. <b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.</p>\n</div>","kjv":"<strong>6</strong> Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:  <strong>7</strong> (For we walk by faith, not by sight:)  <strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  ","niv":"<sup><strong>6</strong></sup> Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord. <sup><strong>7</strong></sup> We live by faith, not by sight. <sup><strong>8</strong></sup> We are confident, I say, and would prefer to be away from the body and at home with the Lord. "},{"_id":"616c0a2816dfdfefa2036218","topicId":"616c0a2416dfdfefa203620e","verse":"1 Corinthians 15:51-58","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_01-13\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_01-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_01-13\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"616c0a2916dfdfefa203621a","topicId":"616c0a2416dfdfefa203620e","verse":"Revelation 6:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-14\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?”</p>\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  ","niv":"<sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" "},{"_id":"616c0a2916dfdfefa203621b","topicId":"616c0a2416dfdfefa203620e","verse":"Ezekiel 18:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616c0a2916dfdfefa203621c","topicId":"616c0a2416dfdfefa203620e","verse":"Luke 16:19-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-16\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616c0a2a16dfdfefa203621d","topicId":"616c0a2416dfdfefa203620e","verse":"Revelation 4:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66004002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66004002-1\">2&nbsp;</b>At once I was in the Spirit, and behold, a throne stood in heaven, with one seated on the throne.</p>\n</div>","kjv":"<strong>2</strong> And immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne.  ","niv":"<sup><strong>2</strong></sup> At once I was in the Spirit, and there before me was a throne in heaven with someone sitting on it."},{"_id":"616c0a2a16dfdfefa203621e","topicId":"616c0a2416dfdfefa203620e","verse":"Revelation 6:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-18\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne.</p>\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  ","niv":"<sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained."},{"_id":"616c0a2b16dfdfefa2036221","topicId":"616c0a2416dfdfefa203620e","verse":"Isaiah 29:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23029008_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23029008-1\">8&nbsp;</b>&nbsp;&nbsp;As when a hungry man dreams, and behold, he is eating,</span><br><span id=\"p23029008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and awakes with his hunger not satisfied,</span><br><span id=\"p23029008_01-19\" class=\"line\">&nbsp;&nbsp;or as when a thirsty man dreams, and behold, he is drinking,</span><br><span id=\"p23029008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and awakes faint, with his thirst not quenched,</span><br><span id=\"p23029008_01-19\" class=\"line\">&nbsp;&nbsp;so shall the multitude of all the nations be</span><br><span id=\"p23029008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that fight against Mount Zion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> It shall even be as when an hungry man dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold, he is  faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.  ","niv":"<sup><strong>8</strong></sup> as when a hungry man dreams that he is eating, but he awakens, and his hunger remains; as when a thirsty man dreams that he is drinking, but he awakens faint, with his thirst unquenched. So will it be with the hordes of all the nations that fight against Mount Zion."},{"_id":"616c0a2b16dfdfefa2036220","topicId":"616c0a2416dfdfefa203620e","verse":"1 Thessalonians 4:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52004015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.</p>\n\n</div>","kjv":"<strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  ","niv":"<sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. "},{"_id":"616c0a2b16dfdfefa203621f","topicId":"616c0a2416dfdfefa203620e","verse":"Isaiah 65:25","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065025_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065025-1\">25&nbsp;</b>&nbsp;&nbsp;The wolf and the lamb shall graze together;</span><br><span id=\"p23065025_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lion shall eat straw like the ox,</span><br><span id=\"p23065025_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust shall be the serpent’s food.</span><br><span id=\"p23065025_01-22\" class=\"line\">&nbsp;&nbsp;They shall not hurt or destroy</span><br><span id=\"p23065025_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all my holy mountain,”</span><br><span id=\"p23065025_01-22\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust shall be the serpent’s meat. They shall not hurt nor destroy in all my holy mountain, saith the LORD.  ","niv":"<sup><strong>25</strong></sup> The wolf and the lamb will feed together, and the lion will eat straw like the ox, but dust will be the serpent's food. They will neither harm nor destroy on all my holy mountain,\" says the LORD."},{"_id":"616c0a2b16dfdfefa2036223","topicId":"616c0a2416dfdfefa203620e","verse":"Revelation 6:9-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-23\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  ","niv":"<sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" <sup><strong>11</strong></sup> Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed. "},{"_id":"616c0a2b16dfdfefa2036222","topicId":"616c0a2416dfdfefa203620e","verse":"Galatians 5:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."},{"_id":"616c0a2c16dfdfefa2036224","topicId":"616c0a2416dfdfefa203620e","verse":"1 Corinthians 15:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand,</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand."},{"_id":"616c0a2d16dfdfefa2036225","topicId":"616c0a2416dfdfefa203620e","verse":"Acts 20:9-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44020009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020009-1\">9&nbsp;</b>And a young man named Eutychus, sitting at the window, sank into a deep sleep as Paul talked still longer. And being overcome by sleep, he fell down from the third story and was taken up dead. <b class=\"verse-num\" id=\"v44020010-1\">10&nbsp;</b>But Paul went down and bent over him, and taking him in his arms, said, “Do not be alarmed, for his life is in him.” <b class=\"verse-num\" id=\"v44020011-1\">11&nbsp;</b>And when Paul had gone up and had broken bread and eaten, he conversed with them a long while, until daybreak, and so departed.</p>\n</div>","kjv":"<strong>9</strong> And there sat in a window a certain young man named Eutychus, being fallen into a deep sleep: and as Paul was long preaching, he sunk down with sleep, and fell down from the third loft, and was taken up dead.  <strong>10</strong> And Paul went down, and fell on him, and embracing him said, Trouble not yourselves; for his life is in him.  <strong>11</strong> When he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed.  ","niv":"<sup><strong>9</strong></sup> Seated in a window was a young man named Eutychus, who was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell to the ground from the third story and was picked up dead. <sup><strong>10</strong></sup> Paul went down, threw himself on the young man and put his arms around him. \"Don't be alarmed,\" he said. \"He's alive!\" <sup><strong>11</strong></sup> Then he went upstairs again and broke bread and ate. After talking until daylight, he left. "},{"_id":"616c0a2d16dfdfefa2036226","topicId":"616c0a2416dfdfefa203620e","verse":"Acts 13:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44013022_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013022-1\">22&nbsp;</b>And when he had removed him, he raised up David to be their king, of whom he testified and said, ‘I have found in David the son of Jesse a man after my heart, who will do all my will.’</p>\n</div>","kjv":"<strong>22</strong> And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.  ","niv":"<sup><strong>22</strong></sup> After removing Saul, he made David their king. He testified concerning him: 'I have found David son of Jesse a man after my own heart; he will do everything I want him to do.'"},{"_id":"616c0a2d16dfdfefa2036227","topicId":"616c0a2416dfdfefa203620e","verse":"Romans 6:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","modified":"2022-12-08T12:05:32.447Z"}]}