{"_id":"616b97eeede035c13f932de4","slug":"the-number-ten","name":"The Number Ten","verses":[{"_id":"616b97efede035c13f932de5","topicId":"616b97eeede035c13f932de4","verse":"Revelation 17:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-1\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-1\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"616b97f1ede035c13f932de7","topicId":"616b97eeede035c13f932de4","verse":"Revelation 12:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66012014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time.</p>\n</div>","kjv":"<strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  ","niv":"<sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach."},{"_id":"616b97f1ede035c13f932de6","topicId":"616b97eeede035c13f932de4","verse":"Revelation 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span></p>\n</div>","kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\""},{"_id":"616b97f2ede035c13f932de8","topicId":"616b97eeede035c13f932de4","verse":"1 Peter 5:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616b97f2ede035c13f932de9","topicId":"616b97eeede035c13f932de4","verse":"1 Thessalonians 4:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52004017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},{"_id":"616b97f2ede035c13f932dea","topicId":"616b97eeede035c13f932de4","verse":"James 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-8\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-8\">Greetings.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings."},{"_id":"616b97f3ede035c13f932deb","topicId":"616b97eeede035c13f932de4","verse":"Ephesians 2:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616b97f4ede035c13f932dec","topicId":"616b97eeede035c13f932de4","verse":"John 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616b97f4ede035c13f932ded","topicId":"616b97eeede035c13f932de4","verse":"Romans 3:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"616b97f4ede035c13f932dee","topicId":"616b97eeede035c13f932de4","verse":"Romans 6:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616b97f5ede035c13f932def","topicId":"616b97eeede035c13f932de4","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b97f5ede035c13f932df0","topicId":"616b97eeede035c13f932de4","verse":"Luke 18:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42018008_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n</div>","kjv":"<strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  ","niv":"<sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\""},{"_id":"616b97f6ede035c13f932df2","topicId":"616b97eeede035c13f932de4","verse":"Matthew 24:1-51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-15\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-15\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-15\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-15\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-15\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-15\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-15\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b97f6ede035c13f932df1","topicId":"616b97eeede035c13f932de4","verse":"Matthew 24:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"616b97f7ede035c13f932df3","topicId":"616b97eeede035c13f932de4","verse":"1 Kings 7:23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p11007001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11007001-1\">7:1&nbsp;</b>Solomon was building his own house thirteen years, and he finished his entire house.</p>\n<p id=\"p11007001_05-20\"><b class=\"verse-num\" id=\"v11007002-1\">2&nbsp;</b>He built the House of the Forest of Lebanon. Its length was a hundred cubits and its breadth fifty cubits and its height thirty cubits, and it was built on four rows of cedar pillars, with cedar beams on the pillars. <b class=\"verse-num\" id=\"v11007003-1\">3&nbsp;</b>And it was covered with cedar above the chambers that were on the forty-five pillars, fifteen in each row. <b class=\"verse-num\" id=\"v11007004-1\">4&nbsp;</b>There were window frames in three rows, and window opposite window in three tiers. <b class=\"verse-num\" id=\"v11007005-1\">5&nbsp;</b>All the doorways and windows had square frames, and window was opposite window in three tiers.</p>\n<p id=\"p11007005_05-20\"><b class=\"verse-num\" id=\"v11007006-1\">6&nbsp;</b>And he made the Hall of Pillars; its length was fifty cubits, and its breadth thirty cubits. There was a porch in front with pillars, and a canopy in front of them.</p>\n<p id=\"p11007006_05-20\"><b class=\"verse-num\" id=\"v11007007-1\">7&nbsp;</b>And he made the Hall of the Throne where he was to pronounce judgment, even the Hall of Judgment. It was finished with cedar from floor to rafters.</p>\n<p id=\"p11007007_05-20\"><b class=\"verse-num\" id=\"v11007008-1\">8&nbsp;</b>His own house where he was to dwell, in the other court back of the hall, was of like workmanship. Solomon also made a house like this hall for Pharaoh’s daughter whom he had taken in marriage.</p>\n<p id=\"p11007008_05-20\"><b class=\"verse-num\" id=\"v11007009-1\">9&nbsp;</b>All these were made of costly stones, cut according to measure, sawed with saws, back and front, even from the foundation to the coping, and from the outside to the great court. <b class=\"verse-num\" id=\"v11007010-1\">10&nbsp;</b>The foundation was of costly stones, huge stones, stones of eight and ten cubits. <b class=\"verse-num\" id=\"v11007011-1\">11&nbsp;</b>And above were costly stones, cut according to measurement, and cedar. <b class=\"verse-num\" id=\"v11007012-1\">12&nbsp;</b>The great court had three courses of cut stone all around, and a course of cedar beams; so had the inner court of the house of the LORD and the vestibule of the house.</p>\n\n<p id=\"p11007012_08-20\"><b class=\"verse-num\" id=\"v11007013-1\">13&nbsp;</b>And King Solomon sent and brought Hiram from Tyre. <b class=\"verse-num\" id=\"v11007014-1\">14&nbsp;</b>He was the son of a widow of the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze. And he was full of wisdom, understanding, and skill for making any work in bronze. He came to King Solomon and did all his work.</p>\n<p id=\"p11007014_08-20\"><b class=\"verse-num\" id=\"v11007015-1\">15&nbsp;</b>He cast two pillars of bronze. Eighteen cubits was the height of one pillar, and a line of twelve cubits measured its circumference. It was hollow, and its thickness was four fingers. The second pillar was the same. <b class=\"verse-num\" id=\"v11007016-1\">16&nbsp;</b>He also made two capitals of cast bronze to set on the tops of the pillars. The height of the one capital was five cubits, and the height of the other capital was five cubits. <b class=\"verse-num\" id=\"v11007017-1\">17&nbsp;</b>There were lattices of checker work with wreaths of chain work for the capitals on the tops of the pillars, a lattice for the one capital and a lattice for the other capital. <b class=\"verse-num\" id=\"v11007018-1\">18&nbsp;</b>Likewise he made pomegranates in two rows around the one latticework to cover the capital that was on the top of the pillar, and he did the same with the other capital. <b class=\"verse-num\" id=\"v11007019-1\">19&nbsp;</b>Now the capitals that were on the tops of the pillars in the vestibule were of lily-work, four cubits. <b class=\"verse-num\" id=\"v11007020-1\">20&nbsp;</b>The capitals were on the two pillars and also above the rounded projection which was beside the latticework. There were two hundred pomegranates in two rows all around, and so with the other capital. <b class=\"verse-num\" id=\"v11007021-1\">21&nbsp;</b>He set up the pillars at the vestibule of the temple. He set up the pillar on the south and called its name Jachin, and he set up the pillar on the north and called its name Boaz. <b class=\"verse-num\" id=\"v11007022-1\">22&nbsp;</b>And on the tops of the pillars was lily-work. Thus the work of the pillars was finished.</p>\n<p id=\"p11007022_08-20\"><b class=\"verse-num\" id=\"v11007023-1\">23&nbsp;</b>Then he made the sea of cast metal. It was round, ten cubits from brim to brim, and five cubits high, and a line of thirty cubits measured its circumference. <b class=\"verse-num\" id=\"v11007024-1\">24&nbsp;</b>Under its brim were gourds, for ten cubits, compassing the sea all around. The gourds were in two rows, cast with it when it was cast. <b class=\"verse-num\" id=\"v11007025-1\">25&nbsp;</b>It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, and all their rear parts were inward. <b class=\"verse-num\" id=\"v11007026-1\">26&nbsp;</b>Its thickness was a handbreadth, and its brim was made like the brim of a cup, like the flower of a lily. It held two thousand baths.</p>\n<p id=\"p11007026_08-20\"><b class=\"verse-num\" id=\"v11007027-1\">27&nbsp;</b>He also made the ten stands of bronze. Each stand was four cubits long, four cubits wide, and three cubits high. <b class=\"verse-num\" id=\"v11007028-1\">28&nbsp;</b>This was the construction of the stands: they had panels, and the panels were set in the frames, <b class=\"verse-num\" id=\"v11007029-1\">29&nbsp;</b>and on the panels that were set in the frames were lions, oxen, and cherubim. On the frames, both above and below the lions and oxen, there were wreaths of beveled work. <b class=\"verse-num\" id=\"v11007030-1\">30&nbsp;</b>Moreover, each stand had four bronze wheels and axles of bronze, and at the four corners were supports for a basin. The supports were cast with wreaths at the side of each. <b class=\"verse-num\" id=\"v11007031-1\">31&nbsp;</b>Its opening was within a crown that projected upward one cubit. Its opening was round, as a pedestal is made, a cubit and a half deep. At its opening there were carvings, and its panels were square, not round. <b class=\"verse-num\" id=\"v11007032-1\">32&nbsp;</b>And the four wheels were underneath the panels. The axles of the wheels were of one piece with the stands, and the height of a wheel was a cubit and a half. <b class=\"verse-num\" id=\"v11007033-1\">33&nbsp;</b>The wheels were made like a chariot wheel; their axles, their rims, their spokes, and their hubs were all cast. <b class=\"verse-num\" id=\"v11007034-1\">34&nbsp;</b>There were four supports at the four corners of each stand. The supports were of one piece with the stands. <b class=\"verse-num\" id=\"v11007035-1\">35&nbsp;</b>And on the top of the stand there was a round band half a cubit high; and on the top of the stand its stays and its panels were of one piece with it. <b class=\"verse-num\" id=\"v11007036-1\">36&nbsp;</b>And on the surfaces of its stays and on its panels, he carved cherubim, lions, and palm trees, according to the space of each, with wreaths all around. <b class=\"verse-num\" id=\"v11007037-1\">37&nbsp;</b>After this manner he made the ten stands. All of them were cast alike, of the same measure and the same form.</p>\n<p id=\"p11007037_08-20\"><b class=\"verse-num\" id=\"v11007038-1\">38&nbsp;</b>And he made ten basins of bronze. Each basin held forty baths, each basin measured four cubits, and there was a basin for each of the ten stands. <b class=\"verse-num\" id=\"v11007039-1\">39&nbsp;</b>And he set the stands, five on the south side of the house, and five on the north side of the house. And he set the sea at the southeast corner of the house.</p>\n<p id=\"p11007039_08-20\"><b class=\"verse-num\" id=\"v11007040-1\">40&nbsp;</b>Hiram also made the pots, the shovels, and the basins. So Hiram finished all the work that he did for King Solomon on the house of the LORD: <b class=\"verse-num\" id=\"v11007041-1\">41&nbsp;</b>the two pillars, the two bowls of the capitals that were on the tops of the pillars, and the two latticeworks to cover the two bowls of the capitals that were on the tops of the pillars; <b class=\"verse-num\" id=\"v11007042-1\">42&nbsp;</b>and the four hundred pomegranates for the two latticeworks, two rows of pomegranates for each latticework, to cover the two bowls of the capitals that were on the pillars; <b class=\"verse-num\" id=\"v11007043-1\">43&nbsp;</b>the ten stands, and the ten basins on the stands; <b class=\"verse-num\" id=\"v11007044-1\">44&nbsp;</b>and the one sea, and the twelve oxen underneath the sea.</p>\n<p id=\"p11007044_08-20\"><b class=\"verse-num\" id=\"v11007045-1\">45&nbsp;</b>Now the pots, the shovels, and the basins, all these vessels in the house of the LORD, which Hiram made for King Solomon, were of burnished bronze. <b class=\"verse-num\" id=\"v11007046-1\">46&nbsp;</b>In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zarethan. <b class=\"verse-num\" id=\"v11007047-1\">47&nbsp;</b>And Solomon left all the vessels unweighed, because there were so many of them; the weight of the bronze was not ascertained.</p>\n<p id=\"p11007047_08-20\"><b class=\"verse-num\" id=\"v11007048-1\">48&nbsp;</b>So Solomon made all the vessels that were in the house of the LORD: the golden altar, the golden table for the bread of the Presence, <b class=\"verse-num\" id=\"v11007049-1\">49&nbsp;</b>the lampstands of pure gold, five on the south side and five on the north, before the inner sanctuary; the flowers, the lamps, and the tongs, of gold; <b class=\"verse-num\" id=\"v11007050-1\">50&nbsp;</b>the cups, snuffers, basins, dishes for incense, and fire pans, of pure gold; and the sockets of gold, for the doors of the innermost part of the house, the Most Holy Place, and for the doors of the nave of the temple.</p>\n<p id=\"p11007050_08-20\"><b class=\"verse-num\" id=\"v11007051-1\">51&nbsp;</b>Thus all the work that King Solomon did on the house of the LORD was finished. And Solomon brought in the things that David his father had dedicated, the silver, the gold, and the vessels, and stored them in the treasuries of the house of the LORD.</p>\n\n</div>","kjv":"<strong>23</strong> And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.  ","niv":"<sup><strong>23</strong></sup> He made the Sea of cast metal, circular in shape, measuring ten cubits from rim to rim and five cubits high. It took a line of thirty cubits to measure around it."},{"_id":"616b97f7ede035c13f932df4","topicId":"616b97eeede035c13f932de4","verse":"1 Kings 7:1-51","votes":1,"__v":0,"kjv":"<strong>1</strong> But Solomon was building his own house thirteen years, and he finished all his house.  <strong>2</strong> He built also the house of the forest of Lebanon; the length thereof was an hundred cubits, and the breadth thereof fifty cubits, and the height thereof thirty cubits, upon four rows of cedar pillars, with cedar beams upon the pillars.  <strong>3</strong> And it was covered with cedar above upon the beams, that lay on forty five pillars, fifteen in a row.  <strong>4</strong> And there were windows in three rows, and light was against light in three ranks.  <strong>5</strong> And all the doors and posts were square, with the windows: and light was against light in three ranks.  <strong>6</strong> And he made a porch of pillars; the length thereof was fifty cubits, and the breadth thereof thirty cubits: and the porch was before them: and the other pillars and the thick beam were before them.  <strong>7</strong> Then he made a porch for the throne where he might judge, even  the porch of judgment: and it was covered with cedar from one side of the floor to the other.  <strong>8</strong> And his house where he dwelt had another court within the porch, which was of the like work. Solomon made also an house for Pharaoh’s daughter, whom he had taken to wife, like unto this porch.  <strong>9</strong> All these were of costly stones, according to the measures of hewed stones, sawed with saws, within and without, even from the foundation unto the coping, and so on the outside toward the great court.  <strong>10</strong> And the foundation was of costly stones, even great stones, stones of ten cubits, and stones of eight cubits.  <strong>11</strong> And above were costly stones, after the measures of hewed stones, and cedars.  <strong>12</strong> And the great court round about was with three rows of hewed stones, and a row of cedar beams, both for the inner court of the house of the LORD, and for the porch of the house.  <strong>13</strong> And king Solomon sent and fetched Hiram out of Tyre.  <strong>14</strong> He was a widow’s son of the tribe of Naphtali, and his father was a man of Tyre, a worker in brass: and he was filled with wisdom, and understanding, and cunning to work all works in brass. And he came to king Solomon, and wrought all his work.  <strong>15</strong> For he cast two pillars of brass, of eighteen cubits high apiece: and a line of twelve cubits did compass either of them about.  <strong>16</strong> And he made two chapiters of molten brass, to set upon the tops of the pillars: the height of the one chapiter was five cubits, and the height of the other chapiter was five cubits:  <strong>17</strong> And nets of checker work, and wreaths of chain work, for the chapiters which were upon the top of the pillars; seven for the one chapiter, and seven for the other chapiter.  <strong>18</strong> And he made the pillars, and two rows round about upon the one network, to cover the chapiters that were upon the top, with pomegranates: and so did he for the other chapiter.  <strong>19</strong> And the chapiters that were upon the top of the pillars were of lily work in the porch, four cubits.  <strong>20</strong> And the chapiters upon the two pillars had pomegranates also above, over against the belly which was by the network: and the pomegranates were two hundred in rows round about upon the other chapiter.  <strong>21</strong> And he set up the pillars in the porch of the temple: and he set up the right pillar, and called the name thereof Jachin: and he set up the left pillar, and he called the name thereof Boaz.  <strong>22</strong> And upon the top of the pillars was lily work: so was the work of the pillars finished.  <strong>23</strong> And he made a molten sea, ten cubits from the one brim to the other: it was round all about, and his height was five cubits: and a line of thirty cubits did compass it round about.  <strong>24</strong> And under the brim of it round about there were knops compassing it, ten in a cubit, compassing the sea round about: the knops were cast in two rows, when it was cast.  <strong>25</strong> It stood upon twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east: and the sea was set above upon them, and all their hinder parts were inward.  <strong>26</strong> And it was an hand breadth thick, and the brim thereof was wrought like the brim of a cup, with flowers of lilies: it contained two thousand baths.  <strong>27</strong> And he made ten bases of brass; four cubits was the length of one base, and four cubits the breadth thereof, and three cubits the height of it.  <strong>28</strong> And the work of the bases was on this manner: they had borders, and the borders were between the ledges:  <strong>29</strong> And on the borders that were between the ledges were  lions, oxen, and cherubims: and upon the ledges there was  a base above: and beneath the lions and oxen were certain additions made of thin work.  <strong>30</strong> And every base had four brasen wheels, and plates of brass: and the four corners thereof had undersetters: under the laver were undersetters molten, at the side of every addition.  <strong>31</strong> And the mouth of it within the chapiter and above was a cubit: but the mouth thereof was round after the work of the base, a cubit and an half: and also upon the mouth of it were gravings with their borders, foursquare, not round.  <strong>32</strong> And under the borders were four wheels; and the axletrees of the wheels were joined to the base: and the height of a wheel was a cubit and a half a cubit.  <strong>33</strong> And the work of the wheels was like the work of a chariot wheel: their axletrees, and their naves, and their felloes, and their spokes, were  all molten.  <strong>34</strong> And there were four undersetters to the four corners of one base: and the undersetters were of the very base itself.  <strong>35</strong> And in the top of the base was there a round compass of half a cubit high: and on the top of the base the ledges thereof and the borders thereof were of the same.  <strong>36</strong> For on the plates of the ledges thereof, and on the borders thereof, he graved cherubims, lions, and palm trees, according to the proportion of every one, and additions round about.  <strong>37</strong> After this manner he made the ten bases: all of them had one casting, one measure, and one size.  <strong>38</strong> Then made he ten lavers of brass: one laver contained forty baths: and every laver was four cubits: and upon every one of the ten bases one laver.  <strong>39</strong> And he put five bases on the right side of the house, and five on the left side of the house: and he set the sea on the right side of the house eastward over against the south.  <strong>40</strong> And Hiram made the lavers, and the shovels, and the basons. So Hiram made an end of doing all the work that he made king Solomon for the house of the LORD:  <strong>41</strong> The two pillars, and the two bowls of the chapiters that were on the top of the two pillars; and the two networks, to cover the two bowls of the chapiters which were upon the top of the pillars;  <strong>42</strong> And four hundred pomegranates for the two networks, even  two rows of pomegranates for one network, to cover the two bowls of the chapiters that were upon the pillars;  <strong>43</strong> And the ten bases, and ten lavers on the bases;  <strong>44</strong> And one sea, and twelve oxen under the sea;  <strong>45</strong> And the pots, and the shovels, and the basons: and all these vessels, which Hiram made to king Solomon for the house of the LORD, were of  bright brass.  <strong>46</strong> In the plain of Jordan did the king cast them, in the clay ground between Succoth and Zarthan.  <strong>47</strong> And Solomon left all the vessels unweighed, because they were exceeding many: neither was the weight of the brass found out.  <strong>48</strong> And Solomon made all the vessels that pertained unto the house of the LORD: the altar of gold, and the table of gold, whereupon the shewbread was,  <strong>49</strong> And the candlesticks of pure gold, five on the right side,  and five on the left, before the oracle, with the flowers, and the lamps, and the tongs of gold,  <strong>50</strong> And the bowls, and the snuffers, and the basons, and the spoons, and the censers of pure gold; and the hinges of gold, both  for the doors of the inner house, the most holy place, and  for the doors of the house, to wit, of the temple.  <strong>51</strong> So was ended all the work that king Solomon made for the house of the LORD. And Solomon brought in the things which David his father had dedicated; even the silver, and the gold, and the vessels, did he put among the treasures of the house of the LORD.  ","niv":"<sup><strong>1</strong></sup> It took Solomon thirteen years, however, to complete the construction of his palace. <sup><strong>2</strong></sup> He built the Palace of the Forest of Lebanon a hundred cubits long, fifty wide and thirty high, with four rows of cedar columns supporting trimmed cedar beams. <sup><strong>3</strong></sup> It was roofed with cedar above the beams that rested on the columns-forty-five beams, fifteen to a row. <sup><strong>4</strong></sup> Its windows were placed high in sets of three, facing each other. <sup><strong>5</strong></sup> All the doorways had rectangular frames; they were in the front part in sets of three, facing each other. <sup><strong>6</strong></sup> He made a colonnade fifty cubits long and thirty wide. In front of it was a portico, and in front of that were pillars and an overhanging roof. <sup><strong>7</strong></sup> He built the throne hall, the Hall of Justice, where he was to judge, and he covered it with cedar from floor to ceiling. <sup><strong>8</strong></sup> And the palace in which he was to live, set farther back, was similar in design. Solomon also made a palace like this hall for Pharaoh's daughter, whom he had married. <sup><strong>9</strong></sup> All these structures, from the outside to the great courtyard and from foundation to eaves, were made of blocks of high-grade stone cut to size and trimmed with a saw on their inner and outer faces. <sup><strong>10</strong></sup> The foundations were laid with large stones of good quality, some measuring ten cubits and some eight. <sup><strong>11</strong></sup> Above were high-grade stones, cut to size, and cedar beams. <sup><strong>12</strong></sup> The great courtyard was surrounded by a wall of three courses of dressed stone and one course of trimmed cedar beams, as was the inner courtyard of the temple of the LORD with its portico. <sup><strong>13</strong></sup> King Solomon sent to Tyre and brought Huram, <sup><strong>14</strong></sup> whose mother was a widow from the tribe of Naphtali and whose father was a man of Tyre and a craftsman in bronze. Huram was highly skilled and experienced in all kinds of bronze work. He came to King Solomon and did all the work assigned to him. <sup><strong>15</strong></sup> He cast two bronze pillars, each eighteen cubits high and twelve cubits around, by line. <sup><strong>16</strong></sup> He also made two capitals of cast bronze to set on the tops of the pillars; each capital was five cubits high. <sup><strong>17</strong></sup> A network of interwoven chains festooned the capitals on top of the pillars, seven for each capital. <sup><strong>18</strong></sup> He made pomegranates in two rows encircling each network to decorate the capitals on top of the pillars. He did the same for each capital. <sup><strong>19</strong></sup> The capitals on top of the pillars in the portico were in the shape of lilies, four cubits high. <sup><strong>20</strong></sup> On the capitals of both pillars, above the bowl-shaped part next to the network, were the two hundred pomegranates in rows all around. <sup><strong>21</strong></sup> He erected the pillars at the portico of the temple. The pillar to the south he named Jakin and the one to the north Boaz. <sup><strong>22</strong></sup> The capitals on top were in the shape of lilies. And so the work on the pillars was completed. <sup><strong>23</strong></sup> He made the Sea of cast metal, circular in shape, measuring ten cubits from rim to rim and five cubits high. It took a line of thirty cubits to measure around it. <sup><strong>24</strong></sup> Below the rim, gourds encircled it-ten to a cubit. The gourds were cast in two rows in one piece with the Sea. <sup><strong>25</strong></sup> The Sea stood on twelve bulls, three facing north, three facing west, three facing south and three facing east. The Sea rested on top of them, and their hindquarters were toward the center. <sup><strong>26</strong></sup> It was a handbreadth in thickness, and its rim was like the rim of a cup, like a lily blossom. It held two thousand baths. <sup><strong>27</strong></sup> He also made ten movable stands of bronze; each was four cubits long, four wide and three high. <sup><strong>28</strong></sup> This is how the stands were made: They had side panels attached to uprights. <sup><strong>29</strong></sup> On the panels between the uprights were lions, bulls and cherubim-and on the uprights as well. Above and below the lions and bulls were wreaths of hammered work. <sup><strong>30</strong></sup> Each stand had four bronze wheels with bronze axles, and each had a basin resting on four supports, cast with wreaths on each side. <sup><strong>31</strong></sup> On the inside of the stand there was an opening that had a circular frame one cubit deep. This opening was round, and with its basework it measured a cubit and a half. Around its opening there was engraving. The panels of the stands were square, not round. <sup><strong>32</strong></sup> The four wheels were under the panels, and the axles of the wheels were attached to the stand. The diameter of each wheel was a cubit and a half. <sup><strong>33</strong></sup> The wheels were made like chariot wheels; the axles, rims, spokes and hubs were all of cast metal. <sup><strong>34</strong></sup> Each stand had four handles, one on each corner, projecting from the stand. <sup><strong>35</strong></sup> At the top of the stand there was a circular band half a cubit deep. The supports and panels were attached to the top of the stand. <sup><strong>36</strong></sup> He engraved cherubim, lions and palm trees on the surfaces of the supports and on the panels, in every available space, with wreaths all around. <sup><strong>37</strong></sup> This is the way he made the ten stands. They were all cast in the same molds and were identical in size and shape. <sup><strong>38</strong></sup> He then made ten bronze basins, each holding forty baths and measuring four cubits across, one basin to go on each of the ten stands. <sup><strong>39</strong></sup> He placed five of the stands on the south side of the temple and five on the north. He placed the Sea on the south side, at the southeast corner of the temple. <sup><strong>40</strong></sup> He also made the basins and shovels and sprinkling bowls. So Huram finished all the work he had undertaken for King Solomon in the temple of the LORD: <sup><strong>41</strong></sup> the two pillars; the two bowl-shaped capitals on top of the pillars; the two sets of network decorating the two bowl-shaped capitals on top of the pillars; <sup><strong>42</strong></sup> the four hundred pomegranates for the two sets of network (two rows of pomegranates for each network, decorating the bowl-shaped capitals on top of the pillars); <sup><strong>43</strong></sup> the ten stands with their ten basins; <sup><strong>44</strong></sup> the Sea and the twelve bulls under it; <sup><strong>45</strong></sup> the pots, shovels and sprinkling bowls. All these objects that Huram made for King Solomon for the temple of the LORD were of burnished bronze. <sup><strong>46</strong></sup> The king had them cast in clay molds in the plain of the Jordan between Succoth and Zarethan. <sup><strong>47</strong></sup> Solomon left all these things unweighed, because there were so many; the weight of the bronze was not determined. <sup><strong>48</strong></sup> Solomon also made all the furnishings that were in the LORD's temple: the golden altar; the golden table on which was the bread of the Presence; <sup><strong>49</strong></sup> the lampstands of pure gold (five on the right and five on the left, in front of the inner sanctuary); the gold floral work and lamps and tongs; <sup><strong>50</strong></sup> the pure gold basins, wick trimmers, sprinkling bowls, dishes and censers; and the gold sockets for the doors of the innermost room, the Most Holy Place, and also for the doors of the main hall of the temple. <sup><strong>51</strong></sup> When all the work King Solomon had done for the temple of the LORD was finished, he brought in the things his father David had dedicated-the silver and gold and the furnishings-and he placed them in the treasuries of the LORD's temple. "},{"_id":"616b97f7ede035c13f932df5","topicId":"616b97eeede035c13f932de4","verse":"Matthew 6:1-4","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-21\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"616b97f8ede035c13f932df6","topicId":"616b97eeede035c13f932de4","verse":"Genesis 2:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."}]}