{"_id":"616b96d9ede035c13f932da1","slug":"the-number-four","name":"The Number Four","verses":[{"_id":"616b96d9ede035c13f932da2","topicId":"616b96d9ede035c13f932da1","verse":"John 8:44","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"616b96daede035c13f932da3","topicId":"616b96d9ede035c13f932da1","verse":"Genesis 1:2","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p01001002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n</div>","kjv":"<strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  ","niv":"<sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters.","modified":"2023-04-27T23:25:52.375Z"},{"_id":"616b96dbede035c13f932da4","topicId":"616b96d9ede035c13f932da1","verse":"Revelation 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span></p>\n</div>","kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\""},{"_id":"616b96dbede035c13f932da5","topicId":"616b96d9ede035c13f932da1","verse":"James 4:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59004006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”</p>\n</div>","kjv":"<strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  ","niv":"<sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\""},{"_id":"616b96dbede035c13f932da6","topicId":"616b96d9ede035c13f932da1","verse":"1 Peter 5:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2023-10-06T13:35:53.927Z"},{"_id":"616b96dbede035c13f932da7","topicId":"616b96d9ede035c13f932da1","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616b96dcede035c13f932da8","topicId":"616b96d9ede035c13f932da1","verse":"1 Thessalonians 4:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52004017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},{"_id":"616b96dcede035c13f932daa","topicId":"616b96d9ede035c13f932da1","verse":"1 Thessalonians 4:13-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-11\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"616b96dcede035c13f932da9","topicId":"616b96d9ede035c13f932da1","verse":"1 Corinthians 15:52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015052_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.</p>\n</div>","kjv":"<strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  ","niv":"<sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed.","modified":"2023-04-18T18:39:10.154Z"},{"_id":"616b96ddede035c13f932dab","topicId":"616b96d9ede035c13f932da1","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-16\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-16\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-16\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-16\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-16\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-16\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-16\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-16\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-16\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-16\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-16\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616b96ddede035c13f932dac","topicId":"616b96d9ede035c13f932da1","verse":"Acts 1:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"616b96ddede035c13f932dad","topicId":"616b96d9ede035c13f932da1","verse":"Acts 2:1-47","votes":1,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616b96ddede035c13f932dae","topicId":"616b96d9ede035c13f932da1","verse":"John 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616b96deede035c13f932daf","topicId":"616b96d9ede035c13f932da1","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b96deede035c13f932db0","topicId":"616b96d9ede035c13f932da1","verse":"Luke 18:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42018008_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n</div>","kjv":"<strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  ","niv":"<sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\""},{"_id":"616b96dfede035c13f932db1","topicId":"616b96d9ede035c13f932da1","verse":"Matthew 24:22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-22\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-22\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-22\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-22\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-22\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-22\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-22\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"616b96dfede035c13f932db2","topicId":"616b96d9ede035c13f932da1","verse":"Daniel 12:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27012011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012011-1\">11&nbsp;</b>And from the time that the regular burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days.</p>\n</div>","kjv":"<strong>11</strong> And from the time that the daily sacrifice shall be taken away, and the abomination that maketh desolate set up, there shall be a thousand two hundred and ninety days.  ","niv":"<sup><strong>11</strong></sup> \"From the time that the daily sacrifice is abolished and the abomination that causes desolation is set up, there will be 1,290 days."},{"_id":"616b96dfede035c13f932db3","topicId":"616b96d9ede035c13f932da1","verse":"Matthew 24:1-51","votes":1,"__v":0,"kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b96dfede035c13f932db4","topicId":"616b96d9ede035c13f932da1","verse":"Daniel 9:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27009027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v27009027-1\">27&nbsp;</b>And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”</p>\n\n</div>","kjv":"<strong>27</strong> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.  ","niv":"<sup><strong>27</strong></sup> He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \""},{"_id":"616b96e0ede035c13f932db5","topicId":"616b96d9ede035c13f932da1","verse":"Ezekiel 18:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616b96e0ede035c13f932db6","topicId":"616b96d9ede035c13f932da1","verse":"Psalm 82:6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19082006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19082006-1\">6&nbsp;</b>&nbsp;&nbsp;I said, “You are gods,</span><br><span id=\"p19082006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sons of the Most High, all of you;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> I have said, Ye are gods; and all of you are children of the most High.  ","niv":"<sup><strong>6</strong></sup> \"I said, 'You are \"gods\"; you are all sons of the Most High.'"},{"_id":"616b96e0ede035c13f932db7","topicId":"616b96d9ede035c13f932da1","verse":"Daniel 9:24-27","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27009024_04-26\"><b class=\"verse-num\" id=\"v27009024-1\">24&nbsp;</b>“Seventy weeks are decreed about your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place. <b class=\"verse-num\" id=\"v27009025-1\">25&nbsp;</b>Know therefore and understand that from the going out of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks. Then for sixty-two weeks it shall be built again with squares and moat, but in a troubled time. <b class=\"verse-num\" id=\"v27009026-1\">26&nbsp;</b>And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed. <b class=\"verse-num\" id=\"v27009027-1\">27&nbsp;</b>And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”</p>\n\n</div>","kjv":"<strong>24</strong> Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.  <strong>25</strong> Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times.  <strong>26</strong> And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined.  <strong>27</strong> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.  ","niv":"<sup><strong>24</strong></sup> \"Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy. <sup><strong>25</strong></sup> \"Know and understand this: From the issuing of the decree to restore and rebuild Jerusalem until the Anointed One, the ruler, comes, there will be seven 'sevens,' and sixty-two 'sevens.' It will be rebuilt with streets and a trench, but in times of trouble. <sup><strong>26</strong></sup> After the sixty-two 'sevens,' the Anointed One will be cut off and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed. <sup><strong>27</strong></sup> He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \" "},{"_id":"616b96e1ede035c13f932db8","topicId":"616b96d9ede035c13f932da1","verse":"1 Kings 19:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p11019018_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v11019018-1\">18&nbsp;</b>Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”</p>\n</div>","kjv":"<strong>18</strong> Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him.  ","niv":"<sup><strong>18</strong></sup> Yet I reserve seven thousand in Israel-all whose knees have not bowed down to Baal and all whose mouths have not kissed him.\""},{"_id":"616b96e1ede035c13f932db9","topicId":"616b96d9ede035c13f932da1","verse":"Numbers 3:1-51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04003001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04003001-1\">3:1&nbsp;</b>These are the generations of Aaron and Moses at the time when the LORD spoke with Moses on Mount Sinai. <b class=\"verse-num\" id=\"v04003002-1\">2&nbsp;</b>These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar. <b class=\"verse-num\" id=\"v04003003-1\">3&nbsp;</b>These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests. <b class=\"verse-num\" id=\"v04003004-1\">4&nbsp;</b>But Nadab and Abihu died before the LORD when they offered unauthorized fire before the LORD in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar served as priests in the lifetime of Aaron their father.</p>\n\n<p id=\"p04003004_09-29\"><b class=\"verse-num\" id=\"v04003005-1\">5&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003006-1\">6&nbsp;</b>“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him. <b class=\"verse-num\" id=\"v04003007-1\">7&nbsp;</b>They shall keep guard over him and over the whole congregation before the tent of meeting, as they minister at the tabernacle. <b class=\"verse-num\" id=\"v04003008-1\">8&nbsp;</b>They shall guard all the furnishings of the tent of meeting, and keep guard over the people of Israel as they minister at the tabernacle. <b class=\"verse-num\" id=\"v04003009-1\">9&nbsp;</b>And you shall give the Levites to Aaron and his sons; they are wholly given to him from among the people of Israel. <b class=\"verse-num\" id=\"v04003010-1\">10&nbsp;</b>And you shall appoint Aaron and his sons, and they shall guard their priesthood. But if any outsider comes near, he shall be put to death.”</p>\n<p id=\"p04003010_09-29\"><b class=\"verse-num\" id=\"v04003011-1\">11&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003012-1\">12&nbsp;</b>“Behold, I have taken the Levites from among the people of Israel instead of every firstborn who opens the womb among the people of Israel. The Levites shall be mine, <b class=\"verse-num\" id=\"v04003013-1\">13&nbsp;</b>for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated for my own all the firstborn in Israel, both of man and of beast. They shall be mine: I am the LORD.”</p>\n<p id=\"p04003013_09-29\"><b class=\"verse-num\" id=\"v04003014-1\">14&nbsp;</b>And the LORD spoke to Moses in the wilderness of Sinai, saying, <b class=\"verse-num\" id=\"v04003015-1\">15&nbsp;</b>“List the sons of Levi, by fathers’ houses and by clans; every male from a month old and upward you shall list.” <b class=\"verse-num\" id=\"v04003016-1\">16&nbsp;</b>So Moses listed them according to the word of the LORD, as he was commanded. <b class=\"verse-num\" id=\"v04003017-1\">17&nbsp;</b>And these were the sons of Levi by their names: Gershon and Kohath and Merari. <b class=\"verse-num\" id=\"v04003018-1\">18&nbsp;</b>And these are the names of the sons of Gershon by their clans: Libni and Shimei. <b class=\"verse-num\" id=\"v04003019-1\">19&nbsp;</b>And the sons of Kohath by their clans: Amram, Izhar, Hebron, and Uzziel. <b class=\"verse-num\" id=\"v04003020-1\">20&nbsp;</b>And the sons of Merari by their clans: Mahli and Mushi. These are the clans of the Levites, by their fathers’ houses.</p>\n<p id=\"p04003020_09-29\"><b class=\"verse-num\" id=\"v04003021-1\">21&nbsp;</b>To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites. <b class=\"verse-num\" id=\"v04003022-1\">22&nbsp;</b>Their listing according to the number of all the males from a month old and upward was 7,500. <b class=\"verse-num\" id=\"v04003023-1\">23&nbsp;</b>The clans of the Gershonites were to camp behind the tabernacle on the west, <b class=\"verse-num\" id=\"v04003024-1\">24&nbsp;</b>with Eliasaph, the son of Lael as chief of the fathers’ house of the Gershonites. <b class=\"verse-num\" id=\"v04003025-1\">25&nbsp;</b>And the guard duty of the sons of Gershon in the tent of meeting involved the tabernacle, the tent with its covering, the screen for the entrance of the tent of meeting, <b class=\"verse-num\" id=\"v04003026-1\">26&nbsp;</b>the hangings of the court, the screen for the door of the court that is around the tabernacle and the altar, and its cords—all the service connected with these.</p>\n<p id=\"p04003026_09-29\"><b class=\"verse-num\" id=\"v04003027-1\">27&nbsp;</b>To Kohath belonged the clan of the Amramites and the clan of the Izharites and the clan of the Hebronites and the clan of the Uzzielites; these are the clans of the Kohathites. <b class=\"verse-num\" id=\"v04003028-1\">28&nbsp;</b>According to the number of all the males, from a month old and upward, there were 8,600, keeping guard over the sanctuary. <b class=\"verse-num\" id=\"v04003029-1\">29&nbsp;</b>The clans of the sons of Kohath were to camp on the south side of the tabernacle, <b class=\"verse-num\" id=\"v04003030-1\">30&nbsp;</b>with Elizaphan the son of Uzziel as chief of the fathers’ house of the clans of the Kohathites. <b class=\"verse-num\" id=\"v04003031-1\">31&nbsp;</b>And their guard duty involved the ark, the table, the lampstand, the altars, the vessels of the sanctuary with which the priests minister, and the screen; all the service connected with these. <b class=\"verse-num\" id=\"v04003032-1\">32&nbsp;</b>And Eleazar the son of Aaron the priest was to be chief over the chiefs of the Levites, and to have oversight of those who kept guard over the sanctuary.</p>\n<p id=\"p04003032_09-29\"><b class=\"verse-num\" id=\"v04003033-1\">33&nbsp;</b>To Merari belonged the clan of the Mahlites and the clan of the Mushites: these are the clans of Merari. <b class=\"verse-num\" id=\"v04003034-1\">34&nbsp;</b>Their listing according to the number of all the males from a month old and upward was 6,200. <b class=\"verse-num\" id=\"v04003035-1\">35&nbsp;</b>And the chief of the fathers’ house of the clans of Merari was Zuriel the son of Abihail. They were to camp on the north side of the tabernacle. <b class=\"verse-num\" id=\"v04003036-1\">36&nbsp;</b>And the appointed guard duty of the sons of Merari involved the frames of the tabernacle, the bars, the pillars, the bases, and all their accessories; all the service connected with these; <b class=\"verse-num\" id=\"v04003037-1\">37&nbsp;</b>also the pillars around the court, with their bases and pegs and cords.</p>\n<p id=\"p04003037_09-29\"><b class=\"verse-num\" id=\"v04003038-1\">38&nbsp;</b>Those who were to camp before the tabernacle on the east, before the tent of meeting toward the sunrise, were Moses and Aaron and his sons, guarding the sanctuary itself, to protect the people of Israel. And any outsider who came near was to be put to death. <b class=\"verse-num\" id=\"v04003039-1\">39&nbsp;</b>All those listed among the Levites, whom Moses and Aaron listed at the commandment of the LORD, by clans, all the males from a month old and upward, were 22,000.</p>\n\n<p id=\"p04003039_13-29\"><b class=\"verse-num\" id=\"v04003040-1\">40&nbsp;</b>And the LORD said to Moses, “List all the firstborn males of the people of Israel, from a month old and upward, taking the number of their names. <b class=\"verse-num\" id=\"v04003041-1\">41&nbsp;</b>And you shall take the Levites for me—I am the LORD—instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of all the firstborn among the cattle of the people of Israel.” <b class=\"verse-num\" id=\"v04003042-1\">42&nbsp;</b>So Moses listed all the firstborn among the people of Israel, as the LORD commanded him. <b class=\"verse-num\" id=\"v04003043-1\">43&nbsp;</b>And all the firstborn males, according to the number of names, from a month old and upward as listed were 22,273.</p>\n<p id=\"p04003043_13-29\"><b class=\"verse-num\" id=\"v04003044-1\">44&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003045-1\">45&nbsp;</b>“Take the Levites instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of their cattle. The Levites shall be mine: I am the LORD. <b class=\"verse-num\" id=\"v04003046-1\">46&nbsp;</b>And as the redemption price for the 273 of the firstborn of the people of Israel, over and above the number of the male Levites, <b class=\"verse-num\" id=\"v04003047-1\">47&nbsp;</b>you shall take five shekels per head; you shall take them according to the shekel of the sanctuary (the shekel of twenty gerahs), <b class=\"verse-num\" id=\"v04003048-1\">48&nbsp;</b>and give the money to Aaron and his sons as the redemption price for those who are over.” <b class=\"verse-num\" id=\"v04003049-1\">49&nbsp;</b>So Moses took the redemption money from those who were over and above those redeemed by the Levites. <b class=\"verse-num\" id=\"v04003050-1\">50&nbsp;</b>From the firstborn of the people of Israel he took the money, 1,365 shekels, by the shekel of the sanctuary. <b class=\"verse-num\" id=\"v04003051-1\">51&nbsp;</b>And Moses gave the redemption money to Aaron and his sons, according to the word of the LORD, as the LORD commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> These also are the generations of Aaron and Moses in the day that the LORD spake with Moses in mount Sinai.  <strong>2</strong> And these are the names of the sons of Aaron; Nadab the firstborn, and Abihu, Eleazar, and Ithamar.  <strong>3</strong> These are the names of the sons of Aaron, the priests which were anointed, whom he consecrated to minister in the priest’s office.  <strong>4</strong> And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children: and Eleazar and Ithamar ministered in the priest’s office in the sight of Aaron their father.  <strong>5</strong> And the LORD spake unto Moses, saying,  <strong>6</strong> Bring the tribe of Levi near, and present them before Aaron the priest, that they may minister unto him.  <strong>7</strong> And they shall keep his charge, and the charge of the whole congregation before the tabernacle of the congregation, to do the service of the tabernacle.  <strong>8</strong> And they shall keep all the instruments of the tabernacle of the congregation, and the charge of the children of Israel, to do the service of the tabernacle.  <strong>9</strong> And thou shalt give the Levites unto Aaron and to his sons: they are wholly given unto him out of the children of Israel.  <strong>10</strong> And thou shalt appoint Aaron and his sons, and they shall wait on their priest’s office: and the stranger that cometh nigh shall be put to death.  <strong>11</strong> And the LORD spake unto Moses, saying,  <strong>12</strong> And I, behold, I have taken the Levites from among the children of Israel instead of all the firstborn that openeth the matrix among the children of Israel: therefore the Levites shall be mine;  <strong>13</strong> Because all the firstborn are mine; for on the day that I smote all the firstborn in the land of Egypt I hallowed unto me all the firstborn in Israel, both man and beast: mine shall they be: I am  the LORD.  <strong>14</strong> And the LORD spake unto Moses in the wilderness of Sinai, saying,  <strong>15</strong> Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them.  <strong>16</strong> And Moses numbered them according to the word of the LORD, as he was commanded.  <strong>17</strong> And these were the sons of Levi by their names; Gershon, and Kohath, and Merari.  <strong>18</strong> And these are the names of the sons of Gershon by their families; Libni, and Shimei.  <strong>19</strong> And the sons of Kohath by their families; Amram, and Izehar, Hebron, and Uzziel.  <strong>20</strong> And the sons of Merari by their families; Mahli, and Mushi. These are the families of the Levites according to the house of their fathers.  <strong>21</strong> Of Gershon was the family of the Libnites, and the family of the Shimites: these are the families of the Gershonites.  <strong>22</strong> Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand and five hundred.  <strong>23</strong> The families of the Gershonites shall pitch behind the tabernacle westward.  <strong>24</strong> And the chief of the house of the father of the Gershonites shall be Eliasaph the son of Lael.  <strong>25</strong> And the charge of the sons of Gershon in the tabernacle of the congregation shall be the tabernacle, and the tent, the covering thereof, and the hanging for the door of the tabernacle of the congregation,  <strong>26</strong> And the hangings of the court, and the curtain for the door of the court, which is by the tabernacle, and by the altar round about, and the cords of it for all the service thereof.  <strong>27</strong> And of Kohath was the family of the Amramites, and the family of the Izeharites, and the family of the Hebronites, and the family of the Uzzielites: these are the families of the Kohathites.  <strong>28</strong> In the number of all the males, from a month old and upward, were  eight thousand and six hundred, keeping the charge of the sanctuary.  <strong>29</strong> The families of the sons of Kohath shall pitch on the side of the tabernacle southward.  <strong>30</strong> And the chief of the house of the father of the families of the Kohathites shall be Elizaphan the son of Uzziel.  <strong>31</strong> And their charge shall be the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith they minister, and the hanging, and all the service thereof.  <strong>32</strong> And Eleazar the son of Aaron the priest shall be chief over the chief of the Levites, and have the oversight of them that keep the charge of the sanctuary.  <strong>33</strong> Of Merari was the family of the Mahlites, and the family of the Mushites: these are the families of Merari.  <strong>34</strong> And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand and two hundred.  <strong>35</strong> And the chief of the house of the father of the families of Merari was Zuriel the son of Abihail: these shall pitch on the side of the tabernacle northward.  <strong>36</strong> And under the custody and charge of the sons of Merari shall be the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof, and all the vessels thereof, and all that serveth thereto,  <strong>37</strong> And the pillars of the court round about, and their sockets, and their pins, and their cords.  <strong>38</strong> But those that encamp before the tabernacle toward the east, even  before the tabernacle of the congregation eastward, shall be  Moses, and Aaron and his sons, keeping the charge of the sanctuary for the charge of the children of Israel; and the stranger that cometh nigh shall be put to death.  <strong>39</strong> All that were numbered of the Levites, which Moses and Aaron numbered at the commandment of the LORD, throughout their families, all the males from a month old and upward, were twenty and two thousand.  <strong>40</strong> And the LORD said unto Moses, Number all the firstborn of the males of the children of Israel from a month old and upward, and take the number of their names.  <strong>41</strong> And thou shalt take the Levites for me (I am the LORD) instead of all the firstborn among the children of Israel; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Israel.  <strong>42</strong> And Moses numbered, as the LORD commanded him, all the firstborn among the children of Israel.  <strong>43</strong> And all the firstborn males by the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and threescore and thirteen.  <strong>44</strong> And the LORD spake unto Moses, saying,  <strong>45</strong> Take the Levites instead of all the firstborn among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I am the LORD.  <strong>46</strong> And for those that are to be redeemed of the two hundred and threescore and thirteen of the firstborn of the children of Israel, which are more than the Levites;  <strong>47</strong> Thou shalt even take five shekels apiece by the poll, after the shekel of the sanctuary shalt thou take them: (the shekel is  twenty gerahs:)  <strong>48</strong> And thou shalt give the money, wherewith the odd number of them is to be redeemed, unto Aaron and to his sons.  <strong>49</strong> And Moses took the redemption money of them that were over and above them that were redeemed by the Levites:  <strong>50</strong> Of the firstborn of the children of Israel took he the money; a thousand three hundred and threescore and five shekels, after the shekel of the sanctuary:  <strong>51</strong> And Moses gave the money of them that were redeemed unto Aaron and to his sons, according to the word of the LORD, as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> This is the account of the family of Aaron and Moses at the time the LORD talked with Moses on Mount Sinai. <sup><strong>2</strong></sup> The names of the sons of Aaron were Nadab the firstborn and Abihu, Eleazar and Ithamar. <sup><strong>3</strong></sup> Those were the names of Aaron's sons, the anointed priests, who were ordained to serve as priests. <sup><strong>4</strong></sup> Nadab and Abihu, however, fell dead before the LORD when they made an offering with unauthorized fire before him in the Desert of Sinai. They had no sons; so only Eleazar and Ithamar served as priests during the lifetime of their father Aaron. <sup><strong>5</strong></sup> The LORD said to Moses, <sup><strong>6</strong></sup> \"Bring the tribe of Levi and present them to Aaron the priest to assist him. <sup><strong>7</strong></sup> They are to perform duties for him and for the whole community at the Tent of Meeting by doing the work of the tabernacle. <sup><strong>8</strong></sup> They are to take care of all the furnishings of the Tent of Meeting, fulfilling the obligations of the Israelites by doing the work of the tabernacle. <sup><strong>9</strong></sup> Give the Levites to Aaron and his sons; they are the Israelites who are to be given wholly to him. <sup><strong>10</strong></sup> Appoint Aaron and his sons to serve as priests; anyone else who approaches the sanctuary must be put to death.\" <sup><strong>11</strong></sup> The LORD also said to Moses, <sup><strong>12</strong></sup> \"I have taken the Levites from among the Israelites in place of the first male offspring of every Israelite woman. The Levites are mine, <sup><strong>13</strong></sup> for all the firstborn are mine. When I struck down all the firstborn in Egypt, I set apart for myself every firstborn in Israel, whether man or animal. They are to be mine. I am the LORD.\" <sup><strong>14</strong></sup> The LORD said to Moses in the Desert of Sinai, <sup><strong>15</strong></sup> \"Count the Levites by their families and clans. Count every male a month old or more.\" <sup><strong>16</strong></sup> So Moses counted them, as he was commanded by the word of the LORD. <sup><strong>17</strong></sup> These were the names of the sons of Levi: Gershon, Kohath and Merari. <sup><strong>18</strong></sup> These were the names of the Gershonite clans: Libni and Shimei. <sup><strong>19</strong></sup> The Kohathite clans: Amram, Izhar, Hebron and Uzziel. <sup><strong>20</strong></sup> The Merarite clans: Mahli and Mushi. These were the Levite clans, according to their families. <sup><strong>21</strong></sup> To Gershon belonged the clans of the Libnites and Shimeites; these were the Gershonite clans. <sup><strong>22</strong></sup> The number of all the males a month old or more who were counted was 7,500. <sup><strong>23</strong></sup> The Gershonite clans were to camp on the west, behind the tabernacle. <sup><strong>24</strong></sup> The leader of the families of the Gershonites was Eliasaph son of Lael. <sup><strong>25</strong></sup> At the Tent of Meeting the Gershonites were responsible for the care of the tabernacle and tent, its coverings, the curtain at the entrance to the Tent of Meeting, <sup><strong>26</strong></sup> the curtains of the courtyard, the curtain at the entrance to the courtyard surrounding the tabernacle and altar, and the ropes-and everything related to their use. <sup><strong>27</strong></sup> To Kohath belonged the clans of the Amramites, Izharites, Hebronites and Uzzielites; these were the Kohathite clans. <sup><strong>28</strong></sup> The number of all the males a month old or more was 8,600. The Kohathites were responsible for the care of the sanctuary. <sup><strong>29</strong></sup> The Kohathite clans were to camp on the south side of the tabernacle. <sup><strong>30</strong></sup> The leader of the families of the Kohathite clans was Elizaphan son of Uzziel. <sup><strong>31</strong></sup> They were responsible for the care of the ark, the table, the lampstand, the altars, the articles of the sanctuary used in ministering, the curtain, and everything related to their use. <sup><strong>32</strong></sup> The chief leader of the Levites was Eleazar son of Aaron, the priest. He was appointed over those who were responsible for the care of the sanctuary. <sup><strong>33</strong></sup> To Merari belonged the clans of the Mahlites and the Mushites; these were the Merarite clans. <sup><strong>34</strong></sup> The number of all the males a month old or more who were counted was 6,200. <sup><strong>35</strong></sup> The leader of the families of the Merarite clans was Zuriel son of Abihail; they were to camp on the north side of the tabernacle. <sup><strong>36</strong></sup> The Merarites were appointed to take care of the frames of the tabernacle, its crossbars, posts, bases, all its equipment, and everything related to their use, <sup><strong>37</strong></sup> as well as the posts of the surrounding courtyard with their bases, tent pegs and ropes. <sup><strong>38</strong></sup> Moses and Aaron and his sons were to camp to the east of the tabernacle, toward the sunrise, in front of the Tent of Meeting. They were responsible for the care of the sanctuary on behalf of the Israelites. Anyone else who approached the sanctuary was to be put to death. <sup><strong>39</strong></sup> The total number of Levites counted at the LORD's command by Moses and Aaron according to their clans, including every male a month old or more, was 22,000. <sup><strong>40</strong></sup> The LORD said to Moses, \"Count all the firstborn Israelite males who are a month old or more and make a list of their names. <sup><strong>41</strong></sup> Take the Levites for me in place of all the firstborn of the Israelites, and the livestock of the Levites in place of all the firstborn of the livestock of the Israelites. I am the LORD.\" <sup><strong>42</strong></sup> So Moses counted all the firstborn of the Israelites, as the LORD commanded him. <sup><strong>43</strong></sup> The total number of firstborn males a month old or more, listed by name, was 22,273. <sup><strong>44</strong></sup> The LORD also said to Moses, <sup><strong>45</strong></sup> \"Take the Levites in place of all the firstborn of Israel, and the livestock of the Levites in place of their livestock. The Levites are to be mine. I am the LORD. <sup><strong>46</strong></sup> To redeem the 273 firstborn Israelites who exceed the number of the Levites, <sup><strong>47</strong></sup> collect five shekels for each one, according to the sanctuary shekel, which weighs twenty gerahs. <sup><strong>48</strong></sup> Give the money for the redemption of the additional Israelites to Aaron and his sons.\" <sup><strong>49</strong></sup> So Moses collected the redemption money from those who exceeded the number redeemed by the Levites. <sup><strong>50</strong></sup> From the firstborn of the Israelites he collected silver weighing 1,365 shekels, according to the sanctuary shekel. <sup><strong>51</strong></sup> Moses gave the redemption money to Aaron and his sons, as he was commanded by the word of the LORD. "}]}