{"_id":"616b8dccede035c13f932b1b","slug":"the-holy-war","name":"The Holy War","verses":[{"_id":"616b8dccede035c13f932b1c","topicId":"616b8dccede035c13f932b1b","verse":"Romans 13:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"616b8dcdede035c13f932b1d","topicId":"616b8dccede035c13f932b1b","verse":"John 10:2-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010002_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010002-1\">2&nbsp;</b><span class=\"woc\">But he who enters by the door is the shepherd of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010003-1\">3&nbsp;</b><span class=\"woc\">To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.</span> <b class=\"verse-num woc\" id=\"v43010004-1\">4&nbsp;</b><span class=\"woc\">When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.</span> <b class=\"verse-num woc\" id=\"v43010005-1\">5&nbsp;</b><span class=\"woc\">A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”</span></p>\n</div>","kjv":"<strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  ","niv":"<sup><strong>2</strong></sup> The man who enters by the gate is the shepherd of his sheep. <sup><strong>3</strong></sup> The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup><strong>4</strong></sup> When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup><strong>5</strong></sup> But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" "},{"_id":"616b8dcdede035c13f932b1e","topicId":"616b8dccede035c13f932b1b","verse":"Ephesians 6:10-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-3\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. "},{"_id":"616b8dcdede035c13f932b1f","topicId":"616b8dccede035c13f932b1b","verse":"Joshua 11:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p06011001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06011001-1\">11:1&nbsp;</b>When Jabin, king of Hazor, heard of this, he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph, <b class=\"verse-num\" id=\"v06011002-1\">2&nbsp;</b>and to the kings who were in the northern hill country, and in the Arabah south of Chinneroth, and in the lowland, and in Naphoth-dor on the west, <b class=\"verse-num\" id=\"v06011003-1\">3&nbsp;</b>to the Canaanites in the east and the west, the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, and the Hivites under Hermon in the land of Mizpah. <b class=\"verse-num\" id=\"v06011004-1\">4&nbsp;</b>And they came out with all their troops, a great horde, in number like the sand that is on the seashore, with very many horses and chariots. <b class=\"verse-num\" id=\"v06011005-1\">5&nbsp;</b>And all these kings joined their forces and came and encamped together at the waters of Merom to fight against Israel.</p>\n<p id=\"p06011005_05-4\"><b class=\"verse-num\" id=\"v06011006-1\">6&nbsp;</b>And the LORD said to Joshua, “Do not be afraid of them, for tomorrow at this time I will give over all of them, slain, to Israel. You shall hamstring their horses and burn their chariots with fire.” <b class=\"verse-num\" id=\"v06011007-1\">7&nbsp;</b>So Joshua and all his warriors came suddenly against them by the waters of Merom and fell upon them. <b class=\"verse-num\" id=\"v06011008-1\">8&nbsp;</b>And the LORD gave them into the hand of Israel, who struck them and chased them as far as Great Sidon and Misrephoth-maim, and eastward as far as the Valley of Mizpeh. And they struck them until he left none remaining. <b class=\"verse-num\" id=\"v06011009-1\">9&nbsp;</b>And Joshua did to them just as the LORD said to him: he hamstrung their horses and burned their chariots with fire.</p>\n<p id=\"p06011009_05-4\"><b class=\"verse-num\" id=\"v06011010-1\">10&nbsp;</b>And Joshua turned back at that time and captured Hazor and struck its king with the sword, for Hazor formerly was the head of all those kingdoms. <b class=\"verse-num\" id=\"v06011011-1\">11&nbsp;</b>And they struck with the sword all who were in it, devoting them to destruction; there was none left that breathed. And he burned Hazor with fire. <b class=\"verse-num\" id=\"v06011012-1\">12&nbsp;</b>And all the cities of those kings, and all their kings, Joshua captured, and struck them with the edge of the sword, devoting them to destruction, just as Moses the servant of the LORD had commanded. <b class=\"verse-num\" id=\"v06011013-1\">13&nbsp;</b>But none of the cities that stood on mounds did Israel burn, except Hazor alone; that Joshua burned. <b class=\"verse-num\" id=\"v06011014-1\">14&nbsp;</b>And all the spoil of these cities and the livestock, the people of Israel took for their plunder. But every person they struck with the edge of the sword until they had destroyed them, and they did not leave any who breathed. <b class=\"verse-num\" id=\"v06011015-1\">15&nbsp;</b>Just as the LORD had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did. He left nothing undone of all that the LORD had commanded Moses.</p>\n<p id=\"p06011015_05-4\"><b class=\"verse-num\" id=\"v06011016-1\">16&nbsp;</b>So Joshua took all that land, the hill country and all the Negeb and all the land of Goshen and the lowland and the Arabah and the hill country of Israel and its lowland <b class=\"verse-num\" id=\"v06011017-1\">17&nbsp;</b>from Mount Halak, which rises toward Seir, as far as Baal-gad in the Valley of Lebanon below Mount Hermon. And he captured all their kings and struck them and put them to death. <b class=\"verse-num\" id=\"v06011018-1\">18&nbsp;</b>Joshua made war a long time with all those kings. <b class=\"verse-num\" id=\"v06011019-1\">19&nbsp;</b>There was not a city that made peace with the people of Israel except the Hivites, the inhabitants of Gibeon. They took them all in battle. <b class=\"verse-num\" id=\"v06011020-1\">20&nbsp;</b>For it was the LORD’s doing to harden their hearts that they should come against Israel in battle, in order that they should be devoted to destruction and should receive no mercy but be destroyed, just as the LORD commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when Jabin king of Hazor had heard those things, that he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,  <strong>2</strong> And to the kings that were on the north of the mountains, and of the plains south of Chinneroth, and in the valley, and in the borders of Dor on the west,  <strong>3</strong> And to the Canaanite on the east and on the west, and to the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the mountains, and to the Hivite under Hermon in the land of Mizpeh.  <strong>4</strong> And they went out, they and all their hosts with them, much people, even as the sand that is upon the sea shore in multitude, with horses and chariots very many.  <strong>5</strong> And when all these kings were met together, they came and pitched together at the waters of Merom, to fight against Israel.  <strong>6</strong> And the LORD said unto Joshua, Be not afraid because of them: for to morrow about this time will I deliver them up all slain before Israel: thou shalt hough their horses, and burn their chariots with fire.  <strong>7</strong> So Joshua came, and all the people of war with him, against them by the waters of Merom suddenly; and they fell upon them.  <strong>8</strong> And the LORD delivered them into the hand of Israel, who smote them, and chased them unto great Zidon, and unto Misrephoth-maim, and unto the valley of Mizpeh eastward; and they smote them, until they left them none remaining.  <strong>9</strong> And Joshua did unto them as the LORD bade him: he houghed their horses, and burnt their chariots with fire.  <strong>10</strong> And Joshua at that time turned back, and took Hazor, and smote the king thereof with the sword: for Hazor beforetime was the head of all those kingdoms.  <strong>11</strong> And they smote all the souls that were therein with the edge of the sword, utterly destroying them: there was not any left to breathe: and he burnt Hazor with fire.  <strong>12</strong> And all the cities of those kings, and all the kings of them, did Joshua take, and smote them with the edge of the sword, and he utterly destroyed them, as Moses the servant of the LORD commanded.  <strong>13</strong> But as for the cities that stood still in their strength, Israel burned none of them, save Hazor only; that did Joshua burn.  <strong>14</strong> And all the spoil of these cities, and the cattle, the children of Israel took for a prey unto themselves; but every man they smote with the edge of the sword, until they had destroyed them, neither left they any to breathe.  <strong>15</strong> As the LORD commanded Moses his servant, so did Moses command Joshua, and so did Joshua; he left nothing undone of all that the LORD commanded Moses.  <strong>16</strong> So Joshua took all that land, the hills, and all the south country, and all the land of Goshen, and the valley, and the plain, and the mountain of Israel, and the valley of the same;  <strong>17</strong> Even from the mount Halak, that goeth up to Seir, even unto Baal-gad in the valley of Lebanon under mount Hermon: and all their kings he took, and smote them, and slew them.  <strong>18</strong> Joshua made war a long time with all those kings.  <strong>19</strong> There was not a city that made peace with the children of Israel, save the Hivites the inhabitants of Gibeon: all other they took in battle.  <strong>20</strong> For it was of the LORD to harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, and  that they might have no favour, but that he might destroy them, as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> When Jabin king of Hazor heard of this, he sent word to Jobab king of Madon, to the kings of Shimron and Acshaph, <sup><strong>2</strong></sup> and to the northern kings who were in the mountains, in the Arabah south of Kinnereth, in the western foothills and in Naphoth Dor on the west; <sup><strong>3</strong></sup> to the Canaanites in the east and west; to the Amorites, Hittites, Perizzites and Jebusites in the hill country; and to the Hivites below Hermon in the region of Mizpah. <sup><strong>4</strong></sup> They came out with all their troops and a large number of horses and chariots-a huge army, as numerous as the sand on the seashore. <sup><strong>5</strong></sup> All these kings joined forces and made camp together at the Waters of Merom, to fight against Israel. <sup><strong>6</strong></sup> The LORD said to Joshua, \"Do not be afraid of them, because by this time tomorrow I will hand all of them over to Israel, slain. You are to hamstring their horses and burn their chariots.\" <sup><strong>7</strong></sup> So Joshua and his whole army came against them suddenly at the Waters of Merom and attacked them, <sup><strong>8</strong></sup> and the LORD gave them into the hand of Israel. They defeated them and pursued them all the way to Greater Sidon, to Misrephoth Maim, and to the Valley of Mizpah on the east, until no survivors were left. <sup><strong>9</strong></sup> Joshua did to them as the LORD had directed: He hamstrung their horses and burned their chariots. <sup><strong>10</strong></sup> At that time Joshua turned back and captured Hazor and put its king to the sword. (Hazor had been the head of all these kingdoms.) <sup><strong>11</strong></sup> Everyone in it they put to the sword. They totally destroyed them, not sparing anything that breathed, and he burned up Hazor itself. <sup><strong>12</strong></sup> Joshua took all these royal cities and their kings and put them to the sword. He totally destroyed them, as Moses the servant of the LORD had commanded. <sup><strong>13</strong></sup> Yet Israel did not burn any of the cities built on their mounds-except Hazor, which Joshua burned. <sup><strong>14</strong></sup> The Israelites carried off for themselves all the plunder and livestock of these cities, but all the people they put to the sword until they completely destroyed them, not sparing anyone that breathed. <sup><strong>15</strong></sup> As the LORD commanded his servant Moses, so Moses commanded Joshua, and Joshua did it; he left nothing undone of all that the LORD commanded Moses. <sup><strong>16</strong></sup> So Joshua took this entire land: the hill country, all the Negev, the whole region of Goshen, the western foothills, the Arabah and the mountains of Israel with their foothills, <sup><strong>17</strong></sup> from Mount Halak, which rises toward Seir, to Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all their kings and struck them down, putting them to death. <sup><strong>18</strong></sup> Joshua waged war against all these kings for a long time. <sup><strong>19</strong></sup> Except for the Hivites living in Gibeon, not one city made a treaty of peace with the Israelites, who took them all in battle. <sup><strong>20</strong></sup> For it was the LORD himself who hardened their hearts to wage war against Israel, so that he might destroy them totally, exterminating them without mercy, as the LORD had commanded Moses. ","modified":"2022-05-27T16:48:15.538Z"},{"_id":"616b8dceede035c13f932b20","topicId":"616b8dccede035c13f932b1b","verse":"Joshua 1:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06001005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001005-1\">5&nbsp;</b>No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you.</p>\n</div>","kjv":"<strong>5</strong> There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> No one will be able to stand up against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you."},{"_id":"616b8dceede035c13f932b21","topicId":"616b8dccede035c13f932b1b","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616b8dceede035c13f932b22","topicId":"616b8dccede035c13f932b1b","verse":"Psalm 18:32-40","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19018032_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018032-1\">32&nbsp;</b>&nbsp;&nbsp;the God who equipped me with strength</span><br><span id=\"p19018032_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and made my way blameless.</span><br><span id=\"p19018033_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018033-1\">33&nbsp;</b>&nbsp;&nbsp;He made my feet like the feet of a deer</span><br><span id=\"p19018033_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and set me secure on the heights.</span><br><span id=\"p19018034_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018034-1\">34&nbsp;</b>&nbsp;&nbsp;He trains my hands for war,</span><br><span id=\"p19018034_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that my arms can bend a bow of bronze.</span><br><span id=\"p19018035_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018035-1\">35&nbsp;</b>&nbsp;&nbsp;You have given me the shield of your salvation,</span><br><span id=\"p19018035_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your right hand supported me,</span><br><span id=\"p19018035_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gentleness made me great.</span><br><span id=\"p19018036_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018036-1\">36&nbsp;</b>&nbsp;&nbsp;You gave a wide place for my steps under me,</span><br><span id=\"p19018036_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my feet did not slip.</span><br><span id=\"p19018037_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018037-1\">37&nbsp;</b>&nbsp;&nbsp;I pursued my enemies and overtook them,</span><br><span id=\"p19018037_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not turn back till they were consumed.</span><br><span id=\"p19018038_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018038-1\">38&nbsp;</b>&nbsp;&nbsp;I thrust them through, so that they were not able to rise;</span><br><span id=\"p19018038_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fell under my feet.</span><br><span id=\"p19018039_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018039-1\">39&nbsp;</b>&nbsp;&nbsp;For you equipped me with strength for the battle;</span><br><span id=\"p19018039_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you made those who rise against me sink under me.</span><br><span id=\"p19018040_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018040-1\">40&nbsp;</b>&nbsp;&nbsp;You made my enemies turn their backs to me,</span><br><span id=\"p19018040_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hated me I destroyed.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>32</strong>             It is God that girdeth me with strength, and maketh my way perfect.  <strong>33</strong> He maketh my feet like hinds’ feet, and setteth me upon my high places.  <strong>34</strong> He teacheth my hands to war, so that a bow of steel is broken by mine arms.  <strong>35</strong> Thou hast also given me the shield of thy salvation: and thy right hand hath holden me up, and thy gentleness hath made me great.  <strong>36</strong> Thou hast enlarged my steps under me, that my feet did not slip.  <strong>37</strong> I have pursued mine enemies, and overtaken them: neither did I turn again till they were consumed.  <strong>38</strong> I have wounded them that they were not able to rise: they are fallen under my feet.  <strong>39</strong> For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me.  <strong>40</strong> Thou hast also given me the necks of mine enemies; that I might destroy them that hate me.  ","niv":"<sup><strong>32</strong></sup> It is God who arms me with strength and makes my way perfect. <sup><strong>33</strong></sup> He makes my feet like the feet of a deer; he enables me to stand on the heights. <sup><strong>34</strong></sup> He trains my hands for battle; my arms can bend a bow of bronze. <sup><strong>35</strong></sup> You give me your shield of victory, and your right hand sustains me; you stoop down to make me great. <sup><strong>36</strong></sup> You broaden the path beneath me, so that my ankles do not turn. <sup><strong>37</strong></sup> I pursued my enemies and overtook them; I did not turn back till they were destroyed. <sup><strong>38</strong></sup> I crushed them so that they could not rise; they fell beneath my feet. <sup><strong>39</strong></sup> You armed me with strength for battle; you made my adversaries bow at my feet. <sup><strong>40</strong></sup> You made my enemies turn their backs in flight, and I destroyed my foes. "}]}