{"_id":"616c23a116dfdfefa20363dd","slug":"the-universe","name":"The Universe","verses":[{"_id":"616c23a116dfdfefa20363de","topicId":"616c23a116dfdfefa20363dd","verse":"Isaiah 45:18","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_01-1\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_01-1\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_01-1\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_01-1\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  ","niv":"<sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other."},{"_id":"616c23a216dfdfefa20363df","topicId":"616c23a116dfdfefa20363dd","verse":"Revelation 4:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004011_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66004011-1\">11&nbsp;</b>&nbsp;&nbsp;“Worthy are you, our Lord and God,</span><br><span id=\"p66004011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to receive glory and honor and power,</span><br><span id=\"p66004011_01-2\" class=\"line\">&nbsp;&nbsp;for you created all things,</span><br><span id=\"p66004011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by your will they existed and were created.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  ","niv":"<sup><strong>11</strong></sup> \"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\""},{"_id":"616c23a216dfdfefa20363e0","topicId":"616c23a116dfdfefa20363dd","verse":"Jeremiah 32:17-27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24032017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v24032017-1\">17&nbsp;</b>‘Ah, Lord GOD! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you. <b class=\"verse-num\" id=\"v24032018-1\">18&nbsp;</b>You show steadfast love to thousands, but you repay the guilt of fathers to their children after them, O great and mighty God, whose name is the LORD of hosts, <b class=\"verse-num\" id=\"v24032019-1\">19&nbsp;</b>great in counsel and mighty in deed, whose eyes are open to all the ways of the children of man, rewarding each one according to his ways and according to the fruit of his deeds. <b class=\"verse-num\" id=\"v24032020-1\">20&nbsp;</b>You have shown signs and wonders in the land of Egypt, and to this day in Israel and among all mankind, and have made a name for yourself, as at this day. <b class=\"verse-num\" id=\"v24032021-1\">21&nbsp;</b>You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and outstretched arm, and with great terror. <b class=\"verse-num\" id=\"v24032022-1\">22&nbsp;</b>And you gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey. <b class=\"verse-num\" id=\"v24032023-1\">23&nbsp;</b>And they entered and took possession of it. But they did not obey your voice or walk in your law. They did nothing of all you commanded them to do. Therefore you have made all this disaster come upon them. <b class=\"verse-num\" id=\"v24032024-1\">24&nbsp;</b>Behold, the siege mounds have come up to the city to take it, and because of sword and famine and pestilence the city is given into the hands of the Chaldeans who are fighting against it. What you spoke has come to pass, and behold, you see it. <b class=\"verse-num\" id=\"v24032025-1\">25&nbsp;</b>Yet you, O Lord GOD, have said to me, “Buy the field for money and get witnesses”—though the city is given into the hands of the Chaldeans.’”</p>\n<p id=\"p24032025_01-3\"><b class=\"verse-num\" id=\"v24032026-1\">26&nbsp;</b>The word of the LORD came to Jeremiah: <b class=\"verse-num\" id=\"v24032027-1\">27&nbsp;</b>“Behold, I am the LORD, the God of all flesh. Is anything too hard for me?</p>\n</div>","kjv":"<strong>17</strong> Ah Lord GOD! behold, thou hast made the heaven and the earth by thy great power and stretched out arm, and there is nothing too hard for thee:  <strong>18</strong> Thou shewest lovingkindness unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them: the Great, the Mighty God, the LORD of hosts, is his name,  <strong>19</strong> Great in counsel, and mighty in work: for thine eyes are  open upon all the ways of the sons of men: to give every one according to his ways, and according to the fruit of his doings:  <strong>20</strong> Which hast set signs and wonders in the land of Egypt, even  unto this day, and in Israel, and among other men; and hast made thee a name, as at this day;  <strong>21</strong> And hast brought forth thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and with a stretched out arm, and with great terror;  <strong>22</strong> And hast given them this land, which thou didst swear to their fathers to give them, a land flowing with milk and honey;  <strong>23</strong> And they came in, and possessed it; but they obeyed not thy voice, neither walked in thy law; they have done nothing of all that thou commandedst them to do: therefore thou hast caused all this evil to come upon them:  <strong>24</strong> Behold the mounts, they are come unto the city to take it; and the city is given into the hand of the Chaldeans, that fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest it.  <strong>25</strong> And thou hast said unto me, O Lord GOD, Buy thee the field for money, and take witnesses; for the city is given into the hand of the Chaldeans.  <strong>26</strong> Then came the word of the LORD unto Jeremiah, saying,  <strong>27</strong> Behold, I am the LORD, the God of all flesh: is there any thing too hard for me?  ","niv":"<sup><strong>17</strong></sup> \"Ah, Sovereign LORD, you have made the heavens and the earth by your great power and outstretched arm. Nothing is too hard for you. <sup><strong>18</strong></sup> You show love to thousands but bring the punishment for the fathers' sins into the laps of their children after them. O great and powerful God, whose name is the LORD Almighty, <sup><strong>19</strong></sup> great are your purposes and mighty are your deeds. Your eyes are open to all the ways of men; you reward everyone according to his conduct and as his deeds deserve. <sup><strong>20</strong></sup> You performed miraculous signs and wonders in Egypt and have continued them to this day, both in Israel and among all mankind, and have gained the renown that is still yours. <sup><strong>21</strong></sup> You brought your people Israel out of Egypt with signs and wonders, by a mighty hand and an outstretched arm and with great terror. <sup><strong>22</strong></sup> You gave them this land you had sworn to give their forefathers, a land flowing with milk and honey. <sup><strong>23</strong></sup> They came in and took possession of it, but they did not obey you or follow your law; they did not do what you commanded them to do. So you brought all this disaster upon them. <sup><strong>24</strong></sup> \"See how the siege ramps are built up to take the city. Because of the sword, famine and plague, the city will be handed over to the Babylonians who are attacking it. What you said has happened, as you now see. <sup><strong>25</strong></sup> And though the city will be handed over to the Babylonians, you, O Sovereign LORD, say to me, 'Buy the field with silver and have the transaction witnessed.'\" <sup><strong>26</strong></sup> Then the word of the LORD came to Jeremiah: <sup><strong>27</strong></sup> \"I am the LORD, the God of all mankind. Is anything too hard for me? "},{"_id":"616c23a216dfdfefa20363e1","topicId":"616c23a116dfdfefa20363dd","verse":"Genesis 1:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-4\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-4\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-4\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-4\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-4\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-4\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-4\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-4\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-4\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616c23a216dfdfefa20363e2","topicId":"616c23a116dfdfefa20363dd","verse":"Genesis 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01002001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01002001-1\">2:1&nbsp;</b>Thus the heavens and the earth were finished, and all the host of them. <b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. <b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002004_12-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01002004-1\">4&nbsp;</b>&nbsp;&nbsp;These are the generations</span><br><span id=\"p01002004_12-5\" class=\"line\">&nbsp;&nbsp;of the heavens and the earth when they were created,</span><br><span id=\"p01002004_12-5\" class=\"line\">&nbsp;&nbsp;in the day that the LORD God made the earth and the heavens.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002004_12-5\"><b class=\"verse-num\" id=\"v01002005-1\">5&nbsp;</b>When no bush of the field was yet in the land and no small plant of the field had yet sprung up—for the LORD God had not caused it to rain on the land, and there was no man to work the ground, <b class=\"verse-num\" id=\"v01002006-1\">6&nbsp;</b>and a mist was going up from the land and was watering the whole face of the ground—<b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature. <b class=\"verse-num\" id=\"v01002008-1\">8&nbsp;</b>And the LORD God planted a garden in Eden, in the east, and there he put the man whom he had formed. <b class=\"verse-num\" id=\"v01002009-1\">9&nbsp;</b>And out of the ground the LORD God made to spring up every tree that is pleasant to the sight and good for food. The tree of life was in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p id=\"p01002009_12-5\"><b class=\"verse-num\" id=\"v01002010-1\">10&nbsp;</b>A river flowed out of Eden to water the garden, and there it divided and became four rivers. <b class=\"verse-num\" id=\"v01002011-1\">11&nbsp;</b>The name of the first is the Pishon. It is the one that flowed around the whole land of Havilah, where there is gold. <b class=\"verse-num\" id=\"v01002012-1\">12&nbsp;</b>And the gold of that land is good; bdellium and onyx stone are there. <b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush. <b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n<p id=\"p01002014_12-5\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it. <b class=\"verse-num\" id=\"v01002016-1\">16&nbsp;</b>And the LORD God commanded the man, saying, “You may surely eat of every tree of the garden, <b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n<p id=\"p01002017_12-5\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.” <b class=\"verse-num\" id=\"v01002019-1\">19&nbsp;</b>Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. <b class=\"verse-num\" id=\"v01002020-1\">20&nbsp;</b>The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. <b class=\"verse-num\" id=\"v01002021-1\">21&nbsp;</b>So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. <b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. <b class=\"verse-num\" id=\"v01002023-1\">23&nbsp;</b>Then the man said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01002023_12-5\" class=\"line\">&nbsp;&nbsp;“This at last is bone of my bones</span><br><span id=\"p01002023_12-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and flesh of my flesh;</span><br><span id=\"p01002023_12-5\" class=\"line\">&nbsp;&nbsp;she shall be called Woman,</span><br><span id=\"p01002023_12-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she was taken out of Man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01002023_12-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. <b class=\"verse-num\" id=\"v01002025-1\">25&nbsp;</b>And the man and his wife were both naked and were not ashamed.</p>\n\n</div>","kjv":"<strong>1</strong> Thus the heavens and the earth were finished, and all the host of them.  <strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  <strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  <strong>4</strong> These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,  <strong>5</strong> And every plant of the field before it was in the earth, and every herb of the field before it grew: for the LORD God had not caused it to rain upon the earth, and there was not a man to till the ground.  <strong>6</strong> But there went up a mist from the earth, and watered the whole face of the ground.  <strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  <strong>8</strong> And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed.  <strong>9</strong> And out of the ground made the LORD God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of the garden, and the tree of knowledge of good and evil.  <strong>10</strong> And a river went out of Eden to water the garden; and from thence it was parted, and became into four heads.  <strong>11</strong> The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold;  <strong>12</strong> And the gold of that land is good: there is bdellium and the onyx stone.  <strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  <strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  <strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  <strong>16</strong> And the LORD God commanded the man, saying, Of every tree of the garden thou mayest freely eat:  <strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  <strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  <strong>19</strong> And out of the ground the LORD God formed every beast of the field, and every fowl of the air; and brought them unto Adam to see what he would call them: and whatsoever Adam called every living creature, that was the name thereof.  <strong>20</strong> And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but for Adam there was not found an help meet for him.  <strong>21</strong> And the LORD God caused a deep sleep to fall upon Adam and he slept: and he took one of his ribs, and closed up the flesh instead thereof;  <strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  <strong>23</strong> And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.  <strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  <strong>25</strong> And they were both naked, the man and his wife, and were not ashamed.  ","niv":"<sup><strong>1</strong></sup> Thus the heavens and the earth were completed in all their vast array. <sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. <sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. <sup><strong>4</strong></sup> This is the account of the heavens and the earth when they were created. When the LORD God made the earth and the heavens- <sup><strong>5</strong></sup> and no shrub of the field had yet appeared on the earth and no plant of the field had yet sprung up, for the LORD God had not sent rain on the earth and there was no man to work the ground, <sup><strong>6</strong></sup> but streams came up from the earth and watered the whole surface of the ground- <sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. <sup><strong>8</strong></sup> Now the LORD God had planted a garden in the east, in Eden; and there he put the man he had formed. <sup><strong>9</strong></sup> And the LORD God made all kinds of trees grow out of the ground-trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. <sup><strong>10</strong></sup> A river watering the garden flowed from Eden; from there it was separated into four headwaters. <sup><strong>11</strong></sup> The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. <sup><strong>12</strong></sup> (The gold of that land is good; aromatic resin and onyx are also there.) <sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush. <sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates. <sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it. <sup><strong>16</strong></sup> And the LORD God commanded the man, \"You are free to eat from any tree in the garden; <sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\" <sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" <sup><strong>19</strong></sup> Now the LORD God had formed out of the ground all the beasts of the field and all the birds of the air. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. <sup><strong>20</strong></sup> So the man gave names to all the livestock, the birds of the air and all the beasts of the field. But for Adam no suitable helper was found. <sup><strong>21</strong></sup> So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and closed up the place with flesh. <sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. <sup><strong>23</strong></sup> The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman, 'for she was taken out of man.\" <sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh. <sup><strong>25</strong></sup> The man and his wife were both naked, and they felt no shame. "},{"_id":"616c23a316dfdfefa20363e3","topicId":"616c23a116dfdfefa20363dd","verse":"Job 38:31","votes":-1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18038031_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18038031-1\">31&nbsp;</b>&nbsp;&nbsp;“Can you bind the chains of the Pleiades</span><br><span id=\"p18038031_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or loose the cords of Orion?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?  ","niv":"<sup><strong>31</strong></sup> \"Can you bind the beautiful Pleiades? Can you loose the cords of Orion?","modified":"2023-01-02T00:41:46.535Z"}]}