{"_id":"616b6300ede035c13f932879","slug":"the-book-of-acts","name":"The Book Of Acts","verses":[{"_id":"616b6301ede035c13f93287a","topicId":"616b6300ede035c13f932879","verse":"Acts 1:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44001002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen.</p>\n</div>","kjv":"<strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  ","niv":"<sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen."},{"_id":"616b6301ede035c13f93287b","topicId":"616b6300ede035c13f932879","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616b6302ede035c13f93287c","topicId":"616b6300ede035c13f932879","verse":"Acts 8:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44008003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008003-1\">3&nbsp;</b>But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison.</p>\n</div>","kjv":"<strong>3</strong> As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.  ","niv":"<sup><strong>3</strong></sup> But Saul began to destroy the church. Going from house to house, he dragged off men and women and put them in prison."},{"_id":"616b6302ede035c13f93287d","topicId":"616b6300ede035c13f932879","verse":"Acts 2:1-47","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-4\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-4\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-4\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-4\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-4\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-4\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-4\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-4\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-4\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-4\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-4\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616b6303ede035c13f93287e","topicId":"616b6300ede035c13f932879","verse":"Acts 5:10-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44005001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44005001-1\">5:1&nbsp;</b>But a man named Ananias, with his wife Sapphira, sold a piece of property, <b class=\"verse-num\" id=\"v44005002-1\">2&nbsp;</b>and with his wife’s knowledge he kept back for himself some of the proceeds and brought only a part of it and laid it at the apostles’ feet. <b class=\"verse-num\" id=\"v44005003-1\">3&nbsp;</b>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land? <b class=\"verse-num\" id=\"v44005004-1\">4&nbsp;</b>While it remained unsold, did it not remain your own? And after it was sold, was it not at your disposal? Why is it that you have contrived this deed in your heart? You have not lied to man but to God.” <b class=\"verse-num\" id=\"v44005005-1\">5&nbsp;</b>When Ananias heard these words, he fell down and breathed his last. And great fear came upon all who heard of it. <b class=\"verse-num\" id=\"v44005006-1\">6&nbsp;</b>The young men rose and wrapped him up and carried him out and buried him.</p>\n<p id=\"p44005006_04-8\"><b class=\"verse-num\" id=\"v44005007-1\">7&nbsp;</b>After an interval of about three hours his wife came in, not knowing what had happened. <b class=\"verse-num\" id=\"v44005008-1\">8&nbsp;</b>And Peter said to her, “Tell me whether you sold the land for so much.” And she said, “Yes, for so much.” <b class=\"verse-num\" id=\"v44005009-1\">9&nbsp;</b>But Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.” <b class=\"verse-num\" id=\"v44005010-1\">10&nbsp;</b>Immediately she fell down at his feet and breathed her last. When the young men came in they found her dead, and they carried her out and buried her beside her husband. <b class=\"verse-num\" id=\"v44005011-1\">11&nbsp;</b>And great fear came upon the whole church and upon all who heard of these things.</p>\n\n<p id=\"p44005011_09-8\"><b class=\"verse-num\" id=\"v44005012-1\">12&nbsp;</b>Now many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon’s Portico. <b class=\"verse-num\" id=\"v44005013-1\">13&nbsp;</b>None of the rest dared join them, but the people held them in high esteem. <b class=\"verse-num\" id=\"v44005014-1\">14&nbsp;</b>And more than ever believers were added to the Lord, multitudes of both men and women, <b class=\"verse-num\" id=\"v44005015-1\">15&nbsp;</b>so that they even carried out the sick into the streets and laid them on cots and mats, that as Peter came by at least his shadow might fall on some of them. <b class=\"verse-num\" id=\"v44005016-1\">16&nbsp;</b>The people also gathered from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed.</p>\n\n<p id=\"p44005016_14-8\"><b class=\"verse-num\" id=\"v44005017-1\">17&nbsp;</b>But the high priest rose up, and all who were with him (that is, the party of the Sadducees), and filled with jealousy <b class=\"verse-num\" id=\"v44005018-1\">18&nbsp;</b>they arrested the apostles and put them in the public prison. <b class=\"verse-num\" id=\"v44005019-1\">19&nbsp;</b>But during the night an angel of the Lord opened the prison doors and brought them out, and said, <b class=\"verse-num\" id=\"v44005020-1\">20&nbsp;</b>“Go and stand in the temple and speak to the people all the words of this Life.” <b class=\"verse-num\" id=\"v44005021-1\">21&nbsp;</b>And when they heard this, they entered the temple at daybreak and began to teach.</p>\n<p id=\"p44005021_14-8\">Now when the high priest came, and those who were with him, they called together the council, all the senate of the people of Israel, and sent to the prison to have them brought. <b class=\"verse-num\" id=\"v44005022-1\">22&nbsp;</b>But when the officers came, they did not find them in the prison, so they returned and reported, <b class=\"verse-num\" id=\"v44005023-1\">23&nbsp;</b>“We found the prison securely locked and the guards standing at the doors, but when we opened them we found no one inside.” <b class=\"verse-num\" id=\"v44005024-1\">24&nbsp;</b>Now when the captain of the temple and the chief priests heard these words, they were greatly perplexed about them, wondering what this would come to. <b class=\"verse-num\" id=\"v44005025-1\">25&nbsp;</b>And someone came and told them, “Look! The men whom you put in prison are standing in the temple and teaching the people.” <b class=\"verse-num\" id=\"v44005026-1\">26&nbsp;</b>Then the captain with the officers went and brought them, but not by force, for they were afraid of being stoned by the people.</p>\n<p id=\"p44005026_14-8\"><b class=\"verse-num\" id=\"v44005027-1\">27&nbsp;</b>And when they had brought them, they set them before the council. And the high priest questioned them, <b class=\"verse-num\" id=\"v44005028-1\">28&nbsp;</b>saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man’s blood upon us.” <b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men. <b class=\"verse-num\" id=\"v44005030-1\">30&nbsp;</b>The God of our fathers raised Jesus, whom you killed by hanging him on a tree. <b class=\"verse-num\" id=\"v44005031-1\">31&nbsp;</b>God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins. <b class=\"verse-num\" id=\"v44005032-1\">32&nbsp;</b>And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”</p>\n<p id=\"p44005032_14-8\"><b class=\"verse-num\" id=\"v44005033-1\">33&nbsp;</b>When they heard this, they were enraged and wanted to kill them. <b class=\"verse-num\" id=\"v44005034-1\">34&nbsp;</b>But a Pharisee in the council named Gamaliel, a teacher of the law held in honor by all the people, stood up and gave orders to put the men outside for a little while. <b class=\"verse-num\" id=\"v44005035-1\">35&nbsp;</b>And he said to them, “Men of Israel, take care what you are about to do with these men. <b class=\"verse-num\" id=\"v44005036-1\">36&nbsp;</b>For before these days Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who followed him were dispersed and came to nothing. <b class=\"verse-num\" id=\"v44005037-1\">37&nbsp;</b>After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered. <b class=\"verse-num\" id=\"v44005038-1\">38&nbsp;</b>So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail; <b class=\"verse-num\" id=\"v44005039-1\">39&nbsp;</b>but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice, <b class=\"verse-num\" id=\"v44005040-1\">40&nbsp;</b>and when they had called in the apostles, they beat them and charged them not to speak in the name of Jesus, and let them go. <b class=\"verse-num\" id=\"v44005041-1\">41&nbsp;</b>Then they left the presence of the council, rejoicing that they were counted worthy to suffer dishonor for the name. <b class=\"verse-num\" id=\"v44005042-1\">42&nbsp;</b>And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus.</p>\n\n</div>","kjv":"<strong>10</strong> Then fell she down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and, carrying her  forth, buried her by her husband.  <strong>11</strong> And great fear came upon all the church, and upon as many as heard these things.  <strong>12</strong> And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon’s porch.  ","niv":"<sup><strong>10</strong></sup> At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband. <sup><strong>11</strong></sup> Great fear seized the whole church and all who heard about these events. <sup><strong>12</strong></sup> The apostles performed many miraculous signs and wonders among the people. And all the believers used to meet together in Solomon's Colonnade. "},{"_id":"616b6303ede035c13f93287f","topicId":"616b6300ede035c13f932879","verse":"Acts 17:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"616b6303ede035c13f932880","topicId":"616b6300ede035c13f932879","verse":"2 Timothy 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616b6303ede035c13f932881","topicId":"616b6300ede035c13f932879","verse":"Acts 5:1-42","votes":2,"__v":0,"kjv":"<strong>1</strong> But a certain man named Ananias, with Sapphira his wife, sold a possession,  <strong>2</strong> And kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles’ feet.  <strong>3</strong> But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?  <strong>4</strong> Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God.  <strong>5</strong> And Ananias hearing these words fell down, and gave up the ghost: and great fear came on all them that heard these things.  <strong>6</strong> And the young men arose, wound him up, and carried him out, and buried him.  <strong>7</strong> And it was about the space of three hours after, when his wife, not knowing what was done, came in.  <strong>8</strong> And Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much.  <strong>9</strong> Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? behold, the feet of them which have buried thy husband are at the door, and shall carry thee out.  <strong>10</strong> Then fell she down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and, carrying her  forth, buried her by her husband.  <strong>11</strong> And great fear came upon all the church, and upon as many as heard these things.  <strong>12</strong> And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon’s porch.  <strong>13</strong> And of the rest durst no man join himself to them: but the people magnified them.  <strong>14</strong> And believers were the more added to the Lord, multitudes both of men and women.)  <strong>15</strong> Insomuch that they brought forth the sick into the streets, and laid them on beds and couches, that at the least the shadow of Peter passing by might overshadow some of them.  <strong>16</strong> There came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits: and they were healed every one.  <strong>17</strong> Then the high priest rose up, and all they that were with him, (which is the sect of the Sadducees,) and were filled with indignation,  <strong>18</strong> And laid their hands on the apostles, and put them in the common prison.  <strong>19</strong> But the angel of the Lord by night opened the prison doors, and brought them forth, and said,  <strong>20</strong> Go, stand and speak in the temple to the people all the words of this life.  <strong>21</strong> And when they heard that, they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel and sent to the prison to have them brought.  <strong>22</strong> But when the officers came, and found them not in the prison, they returned, and told,  <strong>23</strong> Saying, The prison truly found we shut with all safety, and the keepers standing without before the doors: but when we had opened, we found no man within.  <strong>24</strong> Now when the high priest and the captain of the temple and the chief priests heard these things, they doubted of them whereunto this would grow.  <strong>25</strong> Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people.  <strong>26</strong> Then went the captain with the officers, and brought them without violence: for they feared the people, lest they should have been stoned.  <strong>27</strong> And when they had brought them, they set them before the council: and the high priest asked them,  <strong>28</strong> Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man’s blood upon us.  <strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  <strong>30</strong> The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.  <strong>31</strong> Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.  <strong>32</strong> And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.  <strong>33</strong> When they heard that, they were cut to the heart,  and took counsel to slay them.  <strong>34</strong> Then stood there up one in the council, a Pharisee, named Gamaliel, a doctor of the law, had in reputation among all the people, and commanded to put the apostles forth a little space;  <strong>35</strong> And said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.  <strong>36</strong> For before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves: who was slain; and all, as many as obeyed him, were scattered, and brought to nought.  <strong>37</strong> After this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him: he also perished; and all, even  as many as obeyed him, were dispersed.  <strong>38</strong> And now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:  <strong>39</strong> But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.  <strong>40</strong> And to him they agreed: and when they had called the apostles, and beaten them, they commanded that they should not speak in the name of Jesus, and let them go.  <strong>41</strong> And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name.  <strong>42</strong> And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Now a man named Ananias, together with his wife Sapphira, also sold a piece of property. <sup><strong>2</strong></sup> With his wife's full knowledge he kept back part of the money for himself, but brought the rest and put it at the apostles' feet. <sup><strong>3</strong></sup> Then Peter said, \"Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land? <sup><strong>4</strong></sup> Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied to men but to God.\" <sup><strong>5</strong></sup> When Ananias heard this, he fell down and died. And great fear seized all who heard what had happened. <sup><strong>6</strong></sup> Then the young men came forward, wrapped up his body, and carried him out and buried him. <sup><strong>7</strong></sup> About three hours later his wife came in, not knowing what had happened. <sup><strong>8</strong></sup> Peter asked her, \"Tell me, is this the price you and Ananias got for the land?Yes,\" she said, \"that is the price.\" <sup><strong>9</strong></sup> Peter said to her, \"How could you agree to test the Spirit of the Lord? Look! The feet of the men who buried your husband are at the door, and they will carry you out also.\" <sup><strong>10</strong></sup> At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband. <sup><strong>11</strong></sup> Great fear seized the whole church and all who heard about these events. <sup><strong>12</strong></sup> The apostles performed many miraculous signs and wonders among the people. And all the believers used to meet together in Solomon's Colonnade. <sup><strong>13</strong></sup> No one else dared join them, even though they were highly regarded by the people. <sup><strong>14</strong></sup> Nevertheless, more and more men and women believed in the Lord and were added to their number. <sup><strong>15</strong></sup> As a result, people brought the sick into the streets and laid them on beds and mats so that at least Peter's shadow might fall on some of them as he passed by. <sup><strong>16</strong></sup> Crowds gathered also from the towns around Jerusalem, bringing their sick and those tormented by evil spirits, and all of them were healed. <sup><strong>17</strong></sup> Then the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy. <sup><strong>18</strong></sup> They arrested the apostles and put them in the public jail. <sup><strong>19</strong></sup> But during the night an angel of the Lord opened the doors of the jail and brought them out. <sup><strong>20</strong></sup> \"Go, stand in the temple courts,\" he said, \"and tell the people the full message of this new life.\" <sup><strong>21</strong></sup> At daybreak they entered the temple courts, as they had been told, and began to teach the people. <sup><strong>22</strong></sup> When the high priest and his associates arrived, they called together the Sanhedrin--the full assembly of the elders of Israel--and sent to the jail for the apostles. But on arriving at the jail, the officers did not find them there. So they went back and reported, <sup><strong>23</strong></sup> \"We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside.\" <sup><strong>24</strong></sup> On hearing this report, the captain of the temple guard and the chief priests were puzzled, wondering what would come of this. <sup><strong>25</strong></sup> Then someone came and said, \"Look! The men you put in jail are standing in the temple courts teaching the people.\" <sup><strong>26</strong></sup> At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them. <sup><strong>27</strong></sup> Having brought the apostles, they made them appear before the Sanhedrin to be questioned by the high priest. <sup><strong>28</strong></sup> \"We gave you strict orders not to teach in this name,\" he said. \"Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood.\" <sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men! <sup><strong>30</strong></sup> The God of our fathers raised Jesus from the dead--whom you had killed by hanging him on a tree. <sup><strong>31</strong></sup> God exalted him to his own right hand as Prince and Savior that he might give repentance and forgiveness of sins to Israel. <sup><strong>32</strong></sup> We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.\" <sup><strong>33</strong></sup> When they heard this, they were furious and wanted to put them to death. <sup><strong>34</strong></sup> But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while. <sup><strong>35</strong></sup> Then he addressed them: \"Men of Israel, consider carefully what you intend to do to these men. <sup><strong>36</strong></sup> Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing. <sup><strong>37</strong></sup> After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered. <sup><strong>38</strong></sup> Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail. <sup><strong>39</strong></sup> But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.\" <sup><strong>40</strong></sup> His speech persuaded them. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go. <sup><strong>41</strong></sup> The apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name. <sup><strong>42</strong></sup> Day after day, in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Christ. "},{"_id":"616b6303ede035c13f932882","topicId":"616b6300ede035c13f932879","verse":"1 John 5:14-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. "},{"_id":"616b6304ede035c13f932883","topicId":"616b6300ede035c13f932879","verse":"Acts 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach,</p>\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach"},{"_id":"616b6304ede035c13f932884","topicId":"616b6300ede035c13f932879","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616b6305ede035c13f932885","topicId":"616b6300ede035c13f932879","verse":"James 5:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"616b6305ede035c13f932886","topicId":"616b6300ede035c13f932879","verse":"Daniel 12:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27012004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012004-1\">4&nbsp;</b>But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”</p>\n</div>","kjv":"<strong>4</strong> But thou, O Daniel, shut up the words, and seal the book, even  to the time of the end: many shall run to and fro, and knowledge shall be increased.  ","niv":"<sup><strong>4</strong></sup> But you, Daniel, close up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.\""},{"_id":"616b6305ede035c13f932887","topicId":"616b6300ede035c13f932879","verse":"Revelation 2:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66002001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66002001-1\">2:1&nbsp;</b><span class=\"woc\">“To the angel of the church in Ephesus write: ‘The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands.</span></p>\n<p id=\"p66002001_06-14\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span> <b class=\"verse-num woc\" id=\"v66002003-1\">3&nbsp;</b><span class=\"woc\">I know you are enduring patiently and bearing up for my name’s sake, and you have not grown weary.</span> <b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span> <b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span> <b class=\"verse-num woc\" id=\"v66002006-1\">6&nbsp;</b><span class=\"woc\">Yet this you have: you hate the works of the Nicolaitans, which I also hate.</span> <b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n\n<p id=\"p66002007_11-14\"><b class=\"verse-num woc\" id=\"v66002008-1\">8&nbsp;</b><span class=\"woc\">“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.</span></p>\n<p id=\"p66002008_11-14\"><b class=\"verse-num woc\" id=\"v66002009-1\">9&nbsp;</b><span class=\"woc\">“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.</span> <b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span> <b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n\n<p id=\"p66002011_16-14\"><b class=\"verse-num woc\" id=\"v66002012-1\">12&nbsp;</b><span class=\"woc\">“And to the angel of the church in Pergamum write: ‘The words of him who has the sharp two-edged sword.</span></p>\n<p id=\"p66002012_16-14\"><b class=\"verse-num woc\" id=\"v66002013-1\">13&nbsp;</b><span class=\"woc\">“‘I know where you dwell, where Satan’s throne is. Yet you hold fast my name, and you did not deny my faith even in the days of Antipas my faithful witness, who was killed among you, where Satan dwells.</span> <b class=\"verse-num woc\" id=\"v66002014-1\">14&nbsp;</b><span class=\"woc\">But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002015-1\">15&nbsp;</b><span class=\"woc\">So also you have some who hold the teaching of the Nicolaitans.</span> <b class=\"verse-num woc\" id=\"v66002016-1\">16&nbsp;</b><span class=\"woc\">Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth.</span> <b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n\n<p id=\"p66002017_21-14\"><b class=\"verse-num woc\" id=\"v66002018-1\">18&nbsp;</b><span class=\"woc\">“And to the angel of the church in Thyatira write: ‘The words of the Son of God, who has eyes like a flame of fire, and whose feet are like burnished bronze.</span></p>\n<p id=\"p66002018_21-14\"><b class=\"verse-num woc\" id=\"v66002019-1\">19&nbsp;</b><span class=\"woc\">“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.</span> <b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span> <b class=\"verse-num woc\" id=\"v66002021-1\">21&nbsp;</b><span class=\"woc\">I gave her time to repent, but she refuses to repent of her sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002022-1\">22&nbsp;</b><span class=\"woc\">Behold, I will throw her onto a sickbed, and those who commit adultery with her I will throw into great tribulation, unless they repent of her works,</span> <b class=\"verse-num woc\" id=\"v66002023-1\">23&nbsp;</b><span class=\"woc\">and I will strike her children dead. And all the churches will know that I am he who searches mind and heart, and I will give to each of you according to your works.</span> <b class=\"verse-num woc\" id=\"v66002024-1\">24&nbsp;</b><span class=\"woc\">But to the rest of you in Thyatira, who do not hold this teaching, who have not learned what some call the deep things of Satan, to you I say, I do not lay on you any other burden.</span> <b class=\"verse-num woc\" id=\"v66002025-1\">25&nbsp;</b><span class=\"woc\">Only hold fast what you have until I come.</span> <b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span> <b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span> <b class=\"verse-num woc\" id=\"v66002028-1\">28&nbsp;</b><span class=\"woc\">And I will give him the morning star.</span> <b class=\"verse-num woc\" id=\"v66002029-1\">29&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’</span></p>\n\n</div>","kjv":"<strong>1</strong>           Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;  <strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  <strong>3</strong> And hast borne, and hast patience, and for my name’s sake hast laboured, and hast not fainted.  <strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  <strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  <strong>6</strong> But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.  <strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. <strong>8</strong>           And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;  <strong>9</strong> I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.  <strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  <strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. <strong>12</strong>           And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;  <strong>13</strong> I know thy works, and where thou dwellest, even where Satan’s seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was  my faithful martyr, who was slain among you, where Satan dwelleth.  <strong>14</strong> But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.  <strong>15</strong> So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.  <strong>16</strong> Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.  <strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. <strong>18</strong>           And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;  <strong>19</strong> I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.  <strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  <strong>21</strong> And I gave her space to repent of her fornication; and she repented not.  <strong>22</strong> Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.  <strong>23</strong> And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works.  <strong>24</strong> But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden.  <strong>25</strong> But that which ye have already hold fast till I come.  <strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  <strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  <strong>28</strong> And I will give him the morning star.  <strong>29</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands: <sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false. <sup><strong>3</strong></sup> You have persevered and have endured hardships for my name, and have not grown weary. <sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love. <sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. <sup><strong>6</strong></sup> But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate. <sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God. <sup><strong>8</strong></sup> \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. <sup><strong>9</strong></sup> I know your afflictions and your poverty-yet you are rich! I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. <sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life. <sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death. <sup><strong>12</strong></sup> \"To the angel of the church in Pergamum write: These are the words of him who has the sharp, doubleedged sword. <sup><strong>13</strong></sup> I know where you live-where Satan has his throne. Yet you remain true to my name. You did not renounce your faith in me, even in the days of Antipas, my faithful witness, who was put to death in your city-where Satan lives. <sup><strong>14</strong></sup> Nevertheless, I have a few things against you: You have people there who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin by eating food sacrificed to idols and by committing sexual immorality. <sup><strong>15</strong></sup> Likewise you also have those who hold to the teaching of the Nicolaitans. <sup><strong>16</strong></sup> Repent therefore! Otherwise, I will soon come to you and will fight against them with the sword of my mouth. <sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it. <sup><strong>18</strong></sup> \"To the angel of the church in Thyatira write: These are the words of the Son of God, whose eyes are like blazing fire and whose feet are like burnished bronze. <sup><strong>19</strong></sup> I know your deeds, your love and faith, your service and perseverance, and that you are now doing more than you did at first. <sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols. <sup><strong>21</strong></sup> I have given her time to repent of her immorality, but she is unwilling. <sup><strong>22</strong></sup> So I will cast her on a bed of suffering, and I will make those who commit adultery with her suffer intensely, unless they repent of her ways. <sup><strong>23</strong></sup> I will strike her children dead. Then all the churches will know that I am he who searches hearts and minds, and I will repay each of you according to your deeds. <sup><strong>24</strong></sup> Now I say to the rest of you in Thyatira, to you who do not hold to her teaching and have not learned Satan's so-called deep secrets (I will not impose any other burden on you): <sup><strong>25</strong></sup> Only hold on to what you have until I come. <sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations-- <sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'-- <sup><strong>28</strong></sup> just as I have received authority from my Father. I will also give him the morning star. <sup><strong>29</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. "},{"_id":"616b6305ede035c13f932888","topicId":"616b6300ede035c13f932879","verse":"John 8:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\""},{"_id":"616b6306ede035c13f932889","topicId":"616b6300ede035c13f932879","verse":"Luke 16:19-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-16\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616b6306ede035c13f93288a","topicId":"616b6300ede035c13f932879","verse":"Proverbs 18:13","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018013-1\">13&nbsp;</b>&nbsp;&nbsp;If one gives an answer before he hears,</span><br><span id=\"p20018013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is his folly and shame.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that answereth a matter before he heareth it, it is folly and shame unto him.  ","niv":"<sup><strong>13</strong></sup> He who answers before listening- that is his folly and his shame."}]}