{"_id":"616c095a16dfdfefa20361da","slug":"the-seventh-day","name":"The Seventh Day","verses":[{"_id":"616c095b16dfdfefa20361db","topicId":"616c095a16dfdfefa20361da","verse":"Genesis 2:2","votes":13,"__v":0,"esv":"<div>\n<p id=\"p01002002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002002-1\">2&nbsp;</b>And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done.</p>\n</div>","kjv":"<strong>2</strong> And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made.  ","niv":"<sup><strong>2</strong></sup> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work."},{"_id":"616c095b16dfdfefa20361dc","topicId":"616c095a16dfdfefa20361da","verse":"Genesis 2:3","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01002003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002003-1\">3&nbsp;</b>So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.</p>\n</div>","kjv":"<strong>3</strong> And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.  ","niv":"<sup><strong>3</strong></sup> And God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done."},{"_id":"616c095c16dfdfefa20361dd","topicId":"616c095a16dfdfefa20361da","verse":"James 2:8-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59002008_01-3\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty.</p>\n</div>","kjv":"<strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  ","niv":"<sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, "},{"_id":"616c095c16dfdfefa20361de","topicId":"616c095a16dfdfefa20361da","verse":"1 Corinthians 16:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46016002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.</p>\n</div>","kjv":"<strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  ","niv":"<sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made."},{"_id":"616c095d16dfdfefa20361df","topicId":"616c095a16dfdfefa20361da","verse":"Matthew 28:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb.</p>\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb."},{"_id":"616c095d16dfdfefa20361e0","topicId":"616c095a16dfdfefa20361da","verse":"Acts 13:42","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44013042_01-7\"><b class=\"verse-num\" id=\"v44013042-1\">42&nbsp;</b>As they went out, the people begged that these things might be told them the next Sabbath.</p>\n</div>","kjv":"<strong>42</strong> And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.  ","niv":"<sup><strong>42</strong></sup> As Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath."},{"_id":"616c095d16dfdfefa20361e1","topicId":"616c095a16dfdfefa20361da","verse":"Exodus 20:8-11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02020008_01-8\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n</div>","kjv":"<strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  ","niv":"<sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. "},{"_id":"616c095e16dfdfefa20361e2","topicId":"616c095a16dfdfefa20361da","verse":"Job 38:4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18038004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18038004-1\">4&nbsp;</b>&nbsp;&nbsp;“Where were you when I laid the foundation of the earth?</span><br><span id=\"p18038004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tell me, if you have understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.  ","niv":"<sup><strong>4</strong></sup> \"Where were you when I laid the earth's foundation? Tell me, if you understand."},{"_id":"616c095e16dfdfefa20361e3","topicId":"616c095a16dfdfefa20361da","verse":"Romans 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45002013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified.</p>\n</div>","kjv":"<strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  ","niv":"<sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous."},{"_id":"616c095e16dfdfefa20361e4","topicId":"616c095a16dfdfefa20361da","verse":"Matthew 12:10-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40012010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012010-1\">10&nbsp;</b>And a man was there with a withered hand. And they asked him, “Is it lawful to heal on the Sabbath?”—so that they might accuse him. <b class=\"verse-num\" id=\"v40012011-1\">11&nbsp;</b>He said to them, <span class=\"woc\">“Which one of you who has a sheep, if it falls into a pit on the Sabbath, will not take hold of it and lift it out?</span> <b class=\"verse-num woc\" id=\"v40012012-1\">12&nbsp;</b><span class=\"woc\">Of how much more value is a man than a sheep! So it is lawful to do good on the Sabbath.”</span></p>\n</div>","kjv":"<strong>10</strong> And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him.  <strong>11</strong> And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?  <strong>12</strong> How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days.  ","niv":"<sup><strong>10</strong></sup> and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\" <sup><strong>11</strong></sup> He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out? <sup><strong>12</strong></sup> How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\" "},{"_id":"616c095f16dfdfefa20361e5","topicId":"616c095a16dfdfefa20361da","verse":"Acts 13:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44013014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013014-1\">14&nbsp;</b>but they went on from Perga and came to Antioch in Pisidia. And on the Sabbath day they went into the synagogue and sat down. <b class=\"verse-num\" id=\"v44013015-1\">15&nbsp;</b>After the reading from the Law and the Prophets, the rulers of the synagogue sent a message to them, saying, “Brothers, if you have any word of encouragement for the people, say it.”</p>\n</div>","kjv":"<strong>14</strong> But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the sabbath day, and sat down.  <strong>15</strong> And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.  ","niv":"<sup><strong>14</strong></sup> From Perga they went on to Pisidian Antioch. On the Sabbath they entered the synagogue and sat down. <sup><strong>15</strong></sup> After the reading from the Law and the Prophets, the synagogue rulers sent word to them, saying, \"Brothers, if you have a message of encouragement for the people, please speak.\" "},{"_id":"616c095f16dfdfefa20361e6","topicId":"616c095a16dfdfefa20361da","verse":"Acts 18:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44018004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44018004-1\">4&nbsp;</b>And he reasoned in the synagogue every Sabbath, and tried to persuade Jews and Greeks.</p>\n</div>","kjv":"<strong>4</strong> And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.  ","niv":"<sup><strong>4</strong></sup> Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks."},{"_id":"616c095f16dfdfefa20361e7","topicId":"616c095a16dfdfefa20361da","verse":"John 20:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-14\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n<p id=\"p43020018_13-14\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_16-14\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came. <b class=\"verse-num\" id=\"v43020025-1\">25&nbsp;</b>So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”</p>\n<p id=\"p43020025_16-14\"><b class=\"verse-num\" id=\"v43020026-1\">26&nbsp;</b>Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span> <b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!” <b class=\"verse-num\" id=\"v43020029-1\">29&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”</span></p>\n\n<p id=\"p43020029_21-14\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. <strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. <sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. <sup><strong>25</strong></sup> So the other disciples told him, \"We have seen the Lord!\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.\" <sup><strong>26</strong></sup> A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\" <sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\" <sup><strong>29</strong></sup> Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\" <sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. "},{"_id":"616c095f16dfdfefa20361e8","topicId":"616c095a16dfdfefa20361da","verse":"Luke 13:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42013015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42013015-1\">15&nbsp;</b>Then the Lord answered him, <span class=\"woc\">“You hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from the manger and lead it away to water it?</span> <b class=\"verse-num woc\" id=\"v42013016-1\">16&nbsp;</b><span class=\"woc\">And ought not this woman, a daughter of Abraham whom Satan bound for eighteen years, be loosed from this bond on the Sabbath day?”</span></p>\n</div>","kjv":"<strong>15</strong> The Lord then answered him, and said, Thou hypocrite, doth not each one of you on the sabbath loose his ox or his  ass from the stall, and lead him away to watering?  <strong>16</strong> And ought not this woman, being a daughter of Abraham, whom Satan hath bound, lo, these eighteen years, be loosed from this bond on the sabbath day?  ","niv":"<sup><strong>15</strong></sup> The Lord answered him, \"You hypocrites! Doesn't each of you on the Sabbath untie his ox or donkey from the stall and lead it out to give it water? <sup><strong>16</strong></sup> Then should not this woman, a daughter of Abraham, whom Satan has kept bound for eighteen long years, be set free on the Sabbath day from what bound her?\" "},{"_id":"616c096016dfdfefa20361e9","topicId":"616c095a16dfdfefa20361da","verse":"Nehemiah 13:15-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p16013015_01-16\"><b class=\"verse-num\" id=\"v16013015-1\">15&nbsp;</b>In those days I saw in Judah people treading winepresses on the Sabbath, and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of loads, which they brought into Jerusalem on the Sabbath day. And I warned them on the day when they sold food. <b class=\"verse-num\" id=\"v16013016-1\">16&nbsp;</b>Tyrians also, who lived in the city, brought in fish and all kinds of goods and sold them on the Sabbath to the people of Judah, in Jerusalem itself! <b class=\"verse-num\" id=\"v16013017-1\">17&nbsp;</b>Then I confronted the nobles of Judah and said to them, “What is this evil thing that you are doing, profaning the Sabbath day? <b class=\"verse-num\" id=\"v16013018-1\">18&nbsp;</b>Did not your fathers act in this way, and did not our God bring all this disaster on us and on this city? Now you are bringing more wrath on Israel by profaning the Sabbath.”</p>\n<p id=\"p16013018_01-16\"><b class=\"verse-num\" id=\"v16013019-1\">19&nbsp;</b>As soon as it began to grow dark at the gates of Jerusalem before the Sabbath, I commanded that the doors should be shut and gave orders that they should not be opened until after the Sabbath. And I stationed some of my servants at the gates, that no load might be brought in on the Sabbath day. <b class=\"verse-num\" id=\"v16013020-1\">20&nbsp;</b>Then the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice. <b class=\"verse-num\" id=\"v16013021-1\">21&nbsp;</b>But I warned them and said to them, “Why do you lodge outside the wall? If you do so again, I will lay hands on you.” From that time on they did not come on the Sabbath. <b class=\"verse-num\" id=\"v16013022-1\">22&nbsp;</b>Then I commanded the Levites that they should purify themselves and come and guard the gates, to keep the Sabbath day holy. Remember this also in my favor, O my God, and spare me according to the greatness of your steadfast love.</p>\n\n</div>","kjv":"<strong>15</strong> In those days saw I in Judah some treading winepresses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.  <strong>16</strong> There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.  <strong>17</strong> Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?  <strong>18</strong> Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.  <strong>19</strong> And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some  of my servants set I at the gates, that there should no burden be brought in on the sabbath day.  <strong>20</strong> So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.  <strong>21</strong> Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.  <strong>22</strong> And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.  ","niv":"<sup><strong>15</strong></sup> In those days I saw men in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day. <sup><strong>16</strong></sup> Men from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah. <sup><strong>17</strong></sup> I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing-desecrating the Sabbath day? <sup><strong>18</strong></sup> Didn't your forefathers do the same things, so that our God brought all this calamity upon us and upon this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\" <sup><strong>19</strong></sup> When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day. <sup><strong>20</strong></sup> Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem. <sup><strong>21</strong></sup> But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will lay hands on you.\" From that time on they no longer came on the Sabbath. <sup><strong>22</strong></sup> Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy. Remember me for this also, O my God, and show mercy to me according to your great love. "},{"_id":"616c096016dfdfefa20361ea","topicId":"616c095a16dfdfefa20361da","verse":"Amos 1:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p30001001_01-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30001001-1\">1:1&nbsp;</b>The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.</p>\n\n<p id=\"p30001001_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001002-1\">2&nbsp;</b>And he said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001002_05-17\" class=\"line\">&nbsp;&nbsp;“The LORD roars from Zion</span><br><span id=\"p30001002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and utters his voice from Jerusalem;</span><br><span id=\"p30001002_05-17\" class=\"line\">&nbsp;&nbsp;the pastures of the shepherds mourn,</span><br><span id=\"p30001002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the top of Carmel withers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001002_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001003-1\">3&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001003_05-17\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Damascus,</span><br><span id=\"p30001003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001003_05-17\" class=\"line\">&nbsp;&nbsp;because they have threshed Gilead</span><br><span id=\"p30001003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with threshing sledges of iron.</span><br><span id=\"p30001004_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001004-1\">4&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the house of Hazael,</span><br><span id=\"p30001004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Ben-hadad.</span><br><span id=\"p30001005_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001005-1\">5&nbsp;</b>&nbsp;&nbsp;I will break the gate-bar of Damascus,</span><br><span id=\"p30001005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cut off the inhabitants from the Valley of Aven,</span><br><span id=\"p30001005_05-17\" class=\"line\">&nbsp;&nbsp;and him who holds the scepter from Beth-eden;</span><br><span id=\"p30001005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the people of Syria shall go into exile to Kir,”</span><br><span id=\"p30001005_05-17\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001005_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001006-1\">6&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001006_05-17\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Gaza,</span><br><span id=\"p30001006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001006_05-17\" class=\"line\">&nbsp;&nbsp;because they carried into exile a whole people</span><br><span id=\"p30001006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to deliver them up to Edom.</span><br><span id=\"p30001007_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001007-1\">7&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Gaza,</span><br><span id=\"p30001007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.</span><br><span id=\"p30001008_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001008-1\">8&nbsp;</b>&nbsp;&nbsp;I will cut off the inhabitants from Ashdod,</span><br><span id=\"p30001008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and him who holds the scepter from Ashkelon;</span><br><span id=\"p30001008_05-17\" class=\"line\">&nbsp;&nbsp;I will turn my hand against Ekron,</span><br><span id=\"p30001008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the remnant of the Philistines shall perish,”</span><br><span id=\"p30001008_05-17\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the Lord GOD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001008_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001009-1\">9&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001009_05-17\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Tyre,</span><br><span id=\"p30001009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001009_05-17\" class=\"line\">&nbsp;&nbsp;because they delivered up a whole people to Edom,</span><br><span id=\"p30001009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not remember the covenant of brotherhood.</span><br><span id=\"p30001010_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001010-1\">10&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Tyre,</span><br><span id=\"p30001010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001010_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001011-1\">11&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001011_05-17\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Edom,</span><br><span id=\"p30001011_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001011_05-17\" class=\"line\">&nbsp;&nbsp;because he pursued his brother with the sword</span><br><span id=\"p30001011_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast off all pity,</span><br><span id=\"p30001011_05-17\" class=\"line\">&nbsp;&nbsp;and his anger tore perpetually,</span><br><span id=\"p30001011_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he kept his wrath forever.</span><br><span id=\"p30001012_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001012-1\">12&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon Teman,</span><br><span id=\"p30001012_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Bozrah.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001012_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001013-1\">13&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001013_05-17\" class=\"line\">&nbsp;&nbsp;“For three transgressions of the Ammonites,</span><br><span id=\"p30001013_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001013_05-17\" class=\"line\">&nbsp;&nbsp;because they have ripped open pregnant women in Gilead,</span><br><span id=\"p30001013_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might enlarge their border.</span><br><span id=\"p30001014_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001014-1\">14&nbsp;</b>&nbsp;&nbsp;So I will kindle a fire in the wall of Rabbah,</span><br><span id=\"p30001014_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds,</span><br><span id=\"p30001014_05-17\" class=\"line\">&nbsp;&nbsp;with shouting on the day of battle,</span><br><span id=\"p30001014_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a tempest in the day of the whirlwind;</span><br><span id=\"p30001015_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001015-1\">15&nbsp;</b>&nbsp;&nbsp;and their king shall go into exile,</span><br><span id=\"p30001015_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he and his princes together,”</span><br><span id=\"p30001015_05-17\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.  <strong>2</strong> And he said, The LORD will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither.  <strong>3</strong> Thus saith the LORD; For three transgressions of Damascus, and for four, I will not turn away the punishment thereof; because they have threshed Gilead with threshing instruments of iron:  <strong>4</strong> But I will send a fire into the house of Hazael, which shall devour the palaces of Ben-hadad.  <strong>5</strong> I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the LORD.  <strong>6</strong> Thus saith the LORD; For three transgressions of Gaza, and for four, I will not turn away the punishment thereof; because they carried away captive the whole captivity, to deliver them up to Edom:  <strong>7</strong> But I will send a fire on the wall of Gaza, which shall devour the palaces thereof:  <strong>8</strong> And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord GOD.  <strong>9</strong> Thus saith the LORD; For three transgressions of Tyrus, and for four, I will not turn away the punishment thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:  <strong>10</strong> But I will send a fire on the wall of Tyrus, which shall devour the palaces thereof.  <strong>11</strong> Thus saith the LORD; For three transgressions of Edom, and for four, I will not turn away the punishment thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:  <strong>12</strong> But I will send a fire upon Teman, which shall devour the palaces of Bozrah.  <strong>13</strong> Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:  <strong>14</strong> But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:  <strong>15</strong> And their king shall go into captivity, he and his princes together, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> The words of Amos, one of the shepherds of Tekoa-what he saw concerning Israel two years before the earthquake, when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. <sup><strong>2</strong></sup> He said: \"The LORD roars from Zion and thunders from Jerusalem; the pastures of the shepherds dry up, and the top of Carmel withers.\" <sup><strong>3</strong></sup> This is what the LORD says: \"For three sins of Damascus, even for four, I will not turn back my wrath. Because she threshed Gilead with sledges having iron teeth, <sup><strong>4</strong></sup> I will send fire upon the house of Hazael that will consume the fortresses of Ben-Hadad. <sup><strong>5</strong></sup> I will break down the gate of Damascus; I will destroy the king who is in the Valley of Aven and the one who holds the scepter in Beth Eden. The people of Aram will go into exile to Kir,\" says the LORD. <sup><strong>6</strong></sup> This is what the LORD says: \"For three sins of Gaza, even for four, I will not turn back my wrath. Because she took captive whole communities and sold them to Edom, <sup><strong>7</strong></sup> I will send fire upon the walls of Gaza that will consume her fortresses. <sup><strong>8</strong></sup> I will destroy the king of Ashdod and the one who holds the scepter in Ashkelon. I will turn my hand against Ekron, till the last of the Philistines is dead,\" says the Sovereign LORD. <sup><strong>9</strong></sup> This is what the LORD says: \"For three sins of Tyre, even for four, I will not turn back my wrath. Because she sold whole communities of captives to Edom, disregarding a treaty of brotherhood, <sup><strong>10</strong></sup> I will send fire upon the walls of Tyre that will consume her fortresses.\" <sup><strong>11</strong></sup> This is what the LORD says: \"For three sins of Edom, even for four, I will not turn back my wrath. Because he pursued his brother with a sword, stifling all compassion, because his anger raged continually and his fury flamed unchecked, <sup><strong>12</strong></sup> I will send fire upon Teman that will consume the fortresses of Bozrah.\" <sup><strong>13</strong></sup> This is what the LORD says: \"For three sins of Ammon, even for four, I will not turn back {my wrath}. Because he ripped open the pregnant women of Gilead in order to extend his borders, <sup><strong>14</strong></sup> I will set fire to the walls of Rabbah that will consume her fortresses amid war cries on the day of battle, amid violent winds on a stormy day. <sup><strong>15</strong></sup> Her king will go into exile, he and his officials together,\" says the LORD. "},{"_id":"616c096016dfdfefa20361eb","topicId":"616c095a16dfdfefa20361da","verse":"Acts 20:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44020007_06-18\"><b class=\"verse-num\" id=\"v44020007-1\">7&nbsp;</b>On the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight.</p>\n</div>","kjv":"<strong>7</strong> And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.  ","niv":"<sup><strong>7</strong></sup> On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight."},{"_id":"616c096116dfdfefa20361ec","topicId":"616c095a16dfdfefa20361da","verse":"Acts 17:10-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-19\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "},{"_id":"616c096116dfdfefa20361ee","topicId":"616c095a16dfdfefa20361da","verse":"1 Samuel 11:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09011003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v09011003-1\">3&nbsp;</b>The elders of Jabesh said to him, “Give us seven days’ respite that we may send messengers through all the territory of Israel. Then, if there is no one to save us, we will give ourselves up to you.”</p>\n</div>","kjv":"<strong>3</strong> And the elders of Jabesh said unto him, Give us seven days respite, that we may send messengers unto all the coasts of Israel: and then, if there be no man to save us, we will come out to thee.  ","niv":"<sup><strong>3</strong></sup> The elders of Jabesh said to him, \"Give us seven days so we can send messengers throughout Israel; if no one comes to rescue us, we will surrender to you.\""},{"_id":"616c096116dfdfefa20361ed","topicId":"616c095a16dfdfefa20361da","verse":"Romans 2:21-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45002021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002021-1\">21&nbsp;</b>you then who teach others, do you not teach yourself? While you preach against stealing, do you steal? <b class=\"verse-num\" id=\"v45002022-1\">22&nbsp;</b>You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?</p>\n</div>","kjv":"<strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  ","niv":"<sup><strong>21</strong></sup> you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? <sup><strong>22</strong></sup> You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? "},{"_id":"616c096216dfdfefa20361f0","topicId":"616c095a16dfdfefa20361da","verse":"Acts 17:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017002-1\">2&nbsp;</b>And Paul went in, as was his custom, and on three Sabbath days he reasoned with them from the Scriptures,</p>\n</div>","kjv":"<strong>2</strong> And Paul, as his manner was, went in unto them, and three sabbath days reasoned with them out of the scriptures,  ","niv":"<sup><strong>2</strong></sup> As his custom was, Paul went into the synagogue, and on three Sabbath days he reasoned with them from the Scriptures,"},{"_id":"616c096216dfdfefa20361ef","topicId":"616c095a16dfdfefa20361da","verse":"Acts 16:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44016013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together.</p>\n</div>","kjv":"<strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  ","niv":"<sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there."},{"_id":"616c096216dfdfefa20361f1","topicId":"616c095a16dfdfefa20361da","verse":"John 20:19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-25\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\""},{"_id":"616c096216dfdfefa20361f2","topicId":"616c095a16dfdfefa20361da","verse":"Luke 24:1-53","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-26\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-26\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-26\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-26\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n<p id=\"p42024049_15-26\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" <sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"616c096316dfdfefa20361f3","topicId":"616c095a16dfdfefa20361da","verse":"Luke 23:56","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42023056_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023056-1\">56&nbsp;</b>Then they returned and prepared spices and ointments.</p>\n<p id=\"p42023056_01-27\">On the Sabbath they rested according to the commandment.</p>\n</div>","kjv":"<strong>56</strong> And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment.  ","niv":"<sup><strong>56</strong></sup> Then they went home and prepared spices and perfumes. But they rested on the Sabbath in obedience to the commandment."}]}