{"_id":"616b606dede035c13f9327f6","slug":"the-arabs","name":"The Arabs","verses":[{"_id":"616b606dede035c13f9327f7","topicId":"616b606dede035c13f9327f6","verse":"Genesis 25:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01025018_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers.","modified":"2023-09-19T12:10:22.665Z"},{"_id":"616b606dede035c13f9327f8","topicId":"616b606dede035c13f9327f6","verse":"John 18:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"616b606eede035c13f9327f9","topicId":"616b606dede035c13f9327f6","verse":"John 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."},{"_id":"616b606eede035c13f9327fa","topicId":"616b606dede035c13f9327f6","verse":"Isaiah 29:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p23029012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v23029012-1\">12&nbsp;</b>And when they give the book to one who cannot read, saying, “Read this,” he says, “I cannot read.”</p>\n</div>","kjv":"<strong>12</strong> And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.  ","niv":"<sup><strong>12</strong></sup> Or if you give the scroll to someone who cannot read, and say, \"Read this, please,\" he will answer, \"I don't know how to read.\""},{"_id":"616b606eede035c13f9327fb","topicId":"616b606dede035c13f9327f6","verse":"Isaiah 21:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p23021013_01-5\"><b class=\"verse-num\" id=\"v23021013-1\">13&nbsp;</b>The oracle concerning Arabia.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23021013_01-5\" class=\"line\">&nbsp;&nbsp;In the thickets in Arabia you will lodge,</span><br><span id=\"p23021013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O caravans of Dedanites.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> The burden upon Arabia. In the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim.  ","niv":"<sup><strong>13</strong></sup> An oracle concerning Arabia: You caravans of Dedanites, who camp in the thickets of Arabia,"},{"_id":"616b606eede035c13f9327fc","topicId":"616b606dede035c13f9327f6","verse":"Genesis 16:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01016015_01-6\"><b class=\"verse-num\" id=\"v01016015-1\">15&nbsp;</b>And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael.</p>\n</div>","kjv":"<strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  ","niv":"<sup><strong>15</strong></sup> So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne."},{"_id":"616b606fede035c13f9327fd","topicId":"616b606dede035c13f9327f6","verse":"Genesis 16:12","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016012_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-7\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\"","modified":"2023-10-09T14:57:01.152Z"},{"_id":"616b606fede035c13f9327fe","topicId":"616b606dede035c13f9327f6","verse":"Matthew 11:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40011011_01-8\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40011011-1\">11&nbsp;</b><span class=\"woc\">Truly, I say to you, among those born of women there has arisen no one greater than John the Baptist. Yet the one who is least in the kingdom of heaven is greater than he.</span></p>\n</div>","kjv":"<strong>11</strong> Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.  ","niv":"<sup><strong>11</strong></sup> I tell you the truth: Among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he."},{"_id":"616b606fede035c13f9327ff","topicId":"616b606dede035c13f9327f6","verse":"2 Chronicles 17:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14017011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v14017011-1\">11&nbsp;</b>Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats.</p>\n</div>","kjv":"<strong>11</strong> Also some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.  ","niv":"<sup><strong>11</strong></sup> Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats."},{"_id":"616b6070ede035c13f932800","topicId":"616b606dede035c13f9327f6","verse":"Genesis 17:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"616b6070ede035c13f932801","topicId":"616b606dede035c13f9327f6","verse":"Genesis 17:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01017020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017020-1\">20&nbsp;</b>As for Ishmael, I have heard you; behold, I have blessed him and will make him fruitful and multiply him greatly. He shall father twelve princes, and I will make him into a great nation.</p>\n</div>","kjv":"<strong>20</strong> And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.  ","niv":"<sup><strong>20</strong></sup> And as for Ishmael, I have heard you: I will surely bless him; I will make him fruitful and will greatly increase his numbers. He will be the father of twelve rulers, and I will make him into a great nation."},{"_id":"616b6070ede035c13f932802","topicId":"616b606dede035c13f9327f6","verse":"Matthew 1:18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-12\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"616b6071ede035c13f932803","topicId":"616b606dede035c13f9327f6","verse":"Deuteronomy 18:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05018018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him.</p>\n</div>","kjv":"<strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  ","niv":"<sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him."},{"_id":"616b6071ede035c13f932804","topicId":"616b606dede035c13f9327f6","verse":"Deuteronomy 18:15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05018015_06-14\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—</p>\n</div>","kjv":"<strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  ","niv":"<sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him."},{"_id":"616b6071ede035c13f932805","topicId":"616b606dede035c13f9327f6","verse":"Genesis 17:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01017025_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017025-1\">25&nbsp;</b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.</p>\n</div>","kjv":"<strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  ","niv":"<sup><strong>25</strong></sup> and his son Ishmael was thirteen;"},{"_id":"616b6071ede035c13f932806","topicId":"616b606dede035c13f9327f6","verse":"John 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.”</p>\n</div>","kjv":"<strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  ","niv":"<sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\""},{"_id":"616b6072ede035c13f932807","topicId":"616b606dede035c13f9327f6","verse":"Matthew 17:11-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40017011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017011-1\">11&nbsp;</b>He answered, <span class=\"woc\">“Elijah does come, and he will restore all things.</span> <b class=\"verse-num woc\" id=\"v40017012-1\">12&nbsp;</b><span class=\"woc\">But I tell you that Elijah has already come, and they did not recognize him, but did to him whatever they pleased. So also the Son of Man will certainly suffer at their hands.”</span> <b class=\"verse-num\" id=\"v40017013-1\">13&nbsp;</b>Then the disciples understood that he was speaking to them of John the Baptist.</p>\n</div>","kjv":"<strong>11</strong> And Jesus answered and said unto them, Elias truly shall first come, and restore all things.  <strong>12</strong> But I say unto you, That Elias is come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them.  <strong>13</strong> Then the disciples understood that he spake unto them of John the Baptist.  ","niv":"<sup><strong>11</strong></sup> Jesus replied, \"To be sure, Elijah comes and will restore all things. <sup><strong>12</strong></sup> But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\" <sup><strong>13</strong></sup> Then the disciples understood that he was talking to them about John the Baptist. "},{"_id":"616b6072ede035c13f932808","topicId":"616b606dede035c13f9327f6","verse":"Matthew 7:16-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. "},{"_id":"616b6072ede035c13f932809","topicId":"616b606dede035c13f9327f6","verse":"Jeremiah 3:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24003002_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24003002-1\">2&nbsp;</b>&nbsp;&nbsp;Lift up your eyes to the bare heights, and see!</span><br><span id=\"p24003002_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Where have you not been ravished?</span><br><span id=\"p24003002_01-19\" class=\"line\">&nbsp;&nbsp;By the waysides you have sat awaiting lovers</span><br><span id=\"p24003002_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like an Arab in the wilderness.</span><br><span id=\"p24003002_01-19\" class=\"line\">&nbsp;&nbsp;You have polluted the land</span><br><span id=\"p24003002_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with your vile whoredom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Lift up thine eyes unto the high places, and see where thou hast not been lien with. In the ways hast thou sat for them, as the Arabian in the wilderness; and thou hast polluted the land with thy whoredoms and with thy wickedness.  ","niv":"<sup><strong>2</strong></sup> \"Look up to the barren heights and see. Is there any place where you have not been ravished? By the roadside you sat waiting for lovers, sat like a nomad in the desert. You have defiled the land with your prostitution and wickedness.","modified":"2022-12-21T21:16:25.651Z"},{"_id":"616b6073ede035c13f93280a","topicId":"616b606dede035c13f9327f6","verse":"Isaiah 45:1","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045001_04-20\" class=\"line\"><b class=\"chapter-num\" id=\"v23045001-1\">45:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD to his anointed, to Cyrus,</span><br><span id=\"p23045001_04-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose right hand I have grasped,</span><br><span id=\"p23045001_04-20\" class=\"line\">&nbsp;&nbsp;to subdue nations before him</span><br><span id=\"p23045001_04-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to loose the belts of kings,</span><br><span id=\"p23045001_04-20\" class=\"line\">&nbsp;&nbsp;to open doors before him</span><br><span id=\"p23045001_04-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that gates may not be closed:</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;  ","niv":"<sup><strong>1</strong></sup> \"This is what the LORD says to his anointed, to Cyrus, whose right hand I take hold of to subdue nations before him and to strip kings of their armor, to open doors before him so that gates will not be shut:","modified":"2023-02-01T18:11:52.620Z"},{"_id":"616b6073ede035c13f93280b","topicId":"616b606dede035c13f9327f6","verse":"2 Chronicles 21:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p14021016_01-21\"><b class=\"verse-num\" id=\"v14021016-1\">16&nbsp;</b>And the LORD stirred up against Jehoram the anger of the Philistines and of the Arabians who are near the Ethiopians.</p>\n\n</div>","kjv":"<strong>16</strong> Moreover the LORD stirred up against Jehoram the spirit of the Philistines, and of the Arabians, that were near the Ethiopians:  ","niv":"<sup><strong>16</strong></sup> The LORD aroused against Jehoram the hostility of the Philistines and of the Arabs who lived near the Cushites."},{"_id":"616b6073ede035c13f93280c","topicId":"616b606dede035c13f9327f6","verse":"Joshua 15:52","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06015052_01-22\"><b class=\"verse-num\" id=\"v06015052-1\">52&nbsp;</b>Arab, Dumah, Eshan,</p>\n</div>","kjv":"<strong>52</strong> Arab, and Dumah, and Eshean,  ","niv":"<sup><strong>52</strong></sup> Arab, Dumah, Eshan,","modified":"2023-12-06T05:27:50.165Z"},{"_id":"616b6074ede035c13f93280d","topicId":"616b606dede035c13f9327f6","verse":"Exodus 4:24-26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02004024_01-23\"><b class=\"verse-num\" id=\"v02004024-1\">24&nbsp;</b>At a lodging place on the way the LORD met him and sought to put him to death. <b class=\"verse-num\" id=\"v02004025-1\">25&nbsp;</b>Then Zipporah took a flint and cut off her son’s foreskin and touched Moses’ feet with it and said, “Surely you are a bridegroom of blood to me!” <b class=\"verse-num\" id=\"v02004026-1\">26&nbsp;</b>So he let him alone. It was then that she said, “A bridegroom of blood,” because of the circumcision.</p>\n\n</div>","kjv":"<strong>24</strong> And it came to pass by the way in the inn, that the LORD met him, and sought to kill him.  <strong>25</strong> Then Zipporah took a sharp stone, and cut off the foreskin of her son, and cast it at his feet, and said, Surely a bloody husband art thou to me.  <strong>26</strong> So he let him go: then she said, A bloody husband thou art,  because of the circumcision.  ","niv":"<sup><strong>24</strong></sup> At a lodging place on the way, the LORD met {Moses} and was about to kill him. <sup><strong>25</strong></sup> But Zipporah took a flint knife, cut off her son's foreskin and touched {Moses'} feet with it. \"Surely you are a bridegroom of blood to me,\" she said. <sup><strong>26</strong></sup> So the LORD let him alone. (At that time she said \"bridegroom of blood,\" referring to circumcision.) "},{"_id":"616b6074ede035c13f93280e","topicId":"616b606dede035c13f9327f6","verse":"John 13:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"616b6074ede035c13f93280f","topicId":"616b606dede035c13f9327f6","verse":"John 1:25","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p43001025_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n</div>","kjv":"<strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\"","modified":"2023-09-19T12:10:32.833Z"}]}