{"_id":"616c08fb16dfdfefa20361c0","slug":"the-second-coming-of-jesus","name":"The Second Coming Of Jesus","verses":[{"_id":"616c08fb16dfdfefa20361c1","topicId":"616c08fb16dfdfefa20361c0","verse":"1 Thessalonians 4:16-17","votes":318,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. "},{"_id":"616c08fb16dfdfefa20361c2","topicId":"616c08fb16dfdfefa20361c0","verse":"Hebrews 9:28","votes":317,"__v":0,"esv":"<div>\n<p id=\"p58009028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n</div>","kjv":"<strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  ","niv":"<sup><strong>28</strong></sup> so Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."},{"_id":"616c08fb16dfdfefa20361c3","topicId":"616c08fb16dfdfefa20361c0","verse":"Revelation 1:7","votes":266,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"616c08fd16dfdfefa20361c4","topicId":"616c08fb16dfdfefa20361c0","verse":"2 Peter 3:10","votes":204,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"616c08fd16dfdfefa20361c5","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 24:44","votes":181,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him."},{"_id":"616c08fd16dfdfefa20361c6","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 24:36","votes":189,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-6\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"616c08fd16dfdfefa20361c7","topicId":"616c08fb16dfdfefa20361c0","verse":"John 14:3","votes":171,"__v":0,"esv":"<div>\n<p id=\"p43014003_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span></p>\n</div>","kjv":"<strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  ","niv":"<sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am."},{"_id":"616c08fe16dfdfefa20361c9","topicId":"616c08fb16dfdfefa20361c0","verse":"Acts 1:10-11","votes":142,"__v":0,"esv":"<div>\n<p id=\"p44001010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" "},{"_id":"616c08fe16dfdfefa20361c8","topicId":"616c08fb16dfdfefa20361c0","verse":"John 14:1-3","votes":154,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. "},{"_id":"616c08fe16dfdfefa20361ca","topicId":"616c08fb16dfdfefa20361c0","verse":"Revelation 22:12","votes":120,"__v":0,"esv":"<div>\n<p id=\"p66022012_01-10\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span></p>\n</div>","kjv":"<strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  ","niv":"<sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done."},{"_id":"616c08fe16dfdfefa20361cb","topicId":"616c08fb16dfdfefa20361c0","verse":"Luke 21:34-36","votes":138,"__v":0,"esv":"<div>\n\n<p id=\"p42021034_03-11\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span> <b class=\"verse-num woc\" id=\"v42021035-1\">35&nbsp;</b><span class=\"woc\">For it will come upon all who dwell on the face of the whole earth.</span> <b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  <strong>35</strong> For as a snare shall it come on all them that dwell on the face of the whole earth.  <strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap. <sup><strong>35</strong></sup> For it will come upon all those who live on the face of the whole earth. <sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\" "},{"_id":"616c08fe16dfdfefa20361cc","topicId":"616c08fb16dfdfefa20361c0","verse":"Acts 1:11","votes":117,"__v":0,"esv":"<div>\n<p id=\"p44001011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\""},{"_id":"616c090016dfdfefa20361cd","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 24:27","votes":100,"__v":0,"esv":"<div>\n<p id=\"p40024027_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span></p>\n</div>","kjv":"<strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  ","niv":"<sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man."},{"_id":"616c090016dfdfefa20361ce","topicId":"616c08fb16dfdfefa20361c0","verse":"Titus 2:13","votes":115,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"},{"_id":"616c090016dfdfefa20361cf","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 16:27","votes":104,"__v":0,"esv":"<div>\n<p id=\"p40016027_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016027-1\">27&nbsp;</b><span class=\"woc\">For the Son of Man is going to come with his angels in the glory of his Father, and then he will repay each person according to what he has done.</span></p>\n</div>","kjv":"<strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  ","niv":"<sup><strong>27</strong></sup> For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done."},{"_id":"616c090016dfdfefa20361d0","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 24:42-44","votes":94,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. "},{"_id":"616c090016dfdfefa20361d1","topicId":"616c08fb16dfdfefa20361c0","verse":"John 6:39-40","votes":91,"__v":0,"esv":"<div>\n<p id=\"p43006039_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n</div>","kjv":"<strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  ","niv":"<sup><strong>39</strong></sup> And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day. <sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\" "},{"_id":"616c090016dfdfefa20361d2","topicId":"616c08fb16dfdfefa20361c0","verse":"Colossians 3:4","votes":82,"__v":0,"esv":"<div>\n<p id=\"p51003004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n\n</div>","kjv":"<strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  ","niv":"<sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory."},{"_id":"616c090016dfdfefa20361d3","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 24:42","votes":86,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come.","modified":"2022-03-24T23:32:46.026Z"},{"_id":"616c090116dfdfefa20361d4","topicId":"616c08fb16dfdfefa20361c0","verse":"1 John 2:28","votes":71,"__v":0,"esv":"<div>\n\n<p id=\"p62002028_04-20\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming.</p>\n</div>","kjv":"<strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  ","niv":"<sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming."},{"_id":"616c090116dfdfefa20361d5","topicId":"616c08fb16dfdfefa20361c0","verse":"1 Thessalonians 5:2","votes":80,"__v":0,"esv":"<div>\n<p id=\"p52005002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005002-1\">2&nbsp;</b>For you yourselves are fully aware that the day of the Lord will come like a thief in the night.</p>\n</div>","kjv":"<strong>2</strong> For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.  ","niv":"<sup><strong>2</strong></sup> for you know very well that the day of the Lord will come like a thief in the night."},{"_id":"616c090116dfdfefa20361d6","topicId":"616c08fb16dfdfefa20361c0","verse":"1 Thessalonians 5:23","votes":80,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-24\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"616c090316dfdfefa20361d7","topicId":"616c08fb16dfdfefa20361c0","verse":"Matthew 25:1-13","votes":71,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. "},{"_id":"616c090316dfdfefa20361d8","topicId":"616c08fb16dfdfefa20361c0","verse":"Revelation 20:11-15","votes":69,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-26\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616c090316dfdfefa20361d9","topicId":"616c08fb16dfdfefa20361c0","verse":"James 5:7","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p59005007_04-27\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains.</p>\n\n</div>","kjv":"<strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  ","niv":"<sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains."}]}