{"_id":"616b682dede035c13f932986","slug":"the-end-of-the-earth","name":"The End Of The Earth","verses":[{"_id":"616b682dede035c13f932987","topicId":"616b682dede035c13f932986","verse":"Acts 1:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\"","modified":"2023-06-27T22:00:55.395Z"},{"_id":"616b682eede035c13f932988","topicId":"616b682dede035c13f932986","verse":"Isaiah 44:24","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044024_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044024-1\">24&nbsp;</b>&nbsp;&nbsp;Thus says the LORD, your Redeemer,</span><br><span id=\"p23044024_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who formed you from the womb:</span><br><span id=\"p23044024_01-2\" class=\"line\">&nbsp;&nbsp;“I am the LORD, who made all things,</span><br><span id=\"p23044024_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who alone stretched out the heavens,</span><br><span id=\"p23044024_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread out the earth by myself,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Thus saith the LORD, thy redeemer, and he that formed thee from the womb, I am the LORD that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;  ","niv":"<sup><strong>24</strong></sup> \"This is what the LORD says- your Redeemer, who formed you in the womb: I am the LORD, who has made all things, who alone stretched out the heavens, who spread out the earth by myself,","modified":"2023-11-12T12:51:44.802Z"},{"_id":"616b682eede035c13f932989","topicId":"616b682dede035c13f932986","verse":"Genesis 1:1-31","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-3\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-3\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-3\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-3\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-3\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-3\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-3\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-3\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-3\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. ","modified":"2023-04-18T07:49:45.142Z"},{"_id":"616b682fede035c13f93298a","topicId":"616b682dede035c13f932986","verse":"Revelation 17:1-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-4\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-4\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"616b682fede035c13f93298b","topicId":"616b682dede035c13f932986","verse":"Revelation 21:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-24\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.” <b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. <b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son. <b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n\n<p id=\"p66021008_11-24\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.” <b class=\"verse-num\" id=\"v66021010-1\">10&nbsp;</b>And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, <b class=\"verse-num\" id=\"v66021011-1\">11&nbsp;</b>having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. <b class=\"verse-num\" id=\"v66021012-1\">12&nbsp;</b>It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—<b class=\"verse-num\" id=\"v66021013-1\">13&nbsp;</b>on the east three gates, on the north three gates, on the south three gates, and on the west three gates. <b class=\"verse-num\" id=\"v66021014-1\">14&nbsp;</b>And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.</p>\n<p id=\"p66021014_11-24\"><b class=\"verse-num\" id=\"v66021015-1\">15&nbsp;</b>And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. <b class=\"verse-num\" id=\"v66021016-1\">16&nbsp;</b>The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. <b class=\"verse-num\" id=\"v66021017-1\">17&nbsp;</b>He also measured its wall, 144 cubits by human measurement, which is also an angel’s measurement. <b class=\"verse-num\" id=\"v66021018-1\">18&nbsp;</b>The wall was built of jasper, while the city was pure gold, like clear glass. <b class=\"verse-num\" id=\"v66021019-1\">19&nbsp;</b>The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, <b class=\"verse-num\" id=\"v66021020-1\">20&nbsp;</b>the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. <b class=\"verse-num\" id=\"v66021021-1\">21&nbsp;</b>And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass.</p>\n<p id=\"p66021021_11-24\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there. <b class=\"verse-num\" id=\"v66021026-1\">26&nbsp;</b>They will bring into it the glory and the honor of the nations. <b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."},{"_id":"616b682fede035c13f93298c","topicId":"616b682dede035c13f932986","verse":"Isaiah 40:22","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040022_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_01-6\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  ","niv":"<sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in.","modified":"2022-04-27T15:17:42.365Z"},{"_id":"616b682fede035c13f93298d","topicId":"616b682dede035c13f932986","verse":"Revelation 20:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66020008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea.</p>\n</div>","kjv":"<strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  ","niv":"<sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore."},{"_id":"616b6830ede035c13f93298e","topicId":"616b682dede035c13f932986","verse":"Revelation 7:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree.</p>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree."},{"_id":"616b6830ede035c13f93298f","topicId":"616b682dede035c13f932986","verse":"Matthew 4:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40004008_01-9\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory.</p>\n</div>","kjv":"<strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  ","niv":"<sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor."},{"_id":"616b6831ede035c13f932990","topicId":"616b682dede035c13f932986","verse":"Psalm 93:1","votes":6,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19093001_04-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19093001-1\">93:1&nbsp;</b>&nbsp;&nbsp;The LORD reigns; he is robed in majesty;</span><br><span id=\"p19093001_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is robed; he has put on strength as his belt.</span><br><span id=\"p19093001_04-10\" class=\"line\">&nbsp;&nbsp;Yes, the world is established; it shall never be moved.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD reigneth, he is clothed with majesty; the LORD is clothed with strength, wherewith he hath girded himself: the world also is stablished, that it cannot be moved.  ","niv":"<sup><strong>1</strong></sup> The LORD reigns, he is robed in majesty; the LORD is robed in majesty and is armed with strength. The world is firmly established; it cannot be moved."},{"_id":"616b6831ede035c13f932991","topicId":"616b682dede035c13f932986","verse":"Job 28:24","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18028024_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v18028024-1\">24&nbsp;</b>&nbsp;&nbsp;For he looks to the ends of the earth</span><br><span id=\"p18028024_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sees everything under the heavens.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> For he looketh to the ends of the earth, and seeth under the whole heaven;  ","niv":"<sup><strong>24</strong></sup> for he views the ends of the earth and sees everything under the heavens."},{"_id":"616b6831ede035c13f932992","topicId":"616b682dede035c13f932986","verse":"Matthew 24:15","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-21\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-21\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-21\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-21\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-21\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-21\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-21\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) ","niv":"<sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand--"},{"_id":"616b6831ede035c13f932993","topicId":"616b682dede035c13f932986","verse":"Job 37:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18037003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037003-1\">3&nbsp;</b>&nbsp;&nbsp;Under the whole heaven he lets it go,</span><br><span id=\"p18037003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lightning to the corners of the earth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He directeth it under the whole heaven, and his lightning unto the ends of the earth.  ","niv":"<sup><strong>3</strong></sup> He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth.","modified":"2022-11-24T08:59:01.046Z"},{"_id":"616b6832ede035c13f932994","topicId":"616b682dede035c13f932986","verse":"Isaiah 11:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011012_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011012-1\">12&nbsp;</b>&nbsp;&nbsp;He will raise a signal for the nations</span><br><span id=\"p23011012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will assemble the banished of Israel,</span><br><span id=\"p23011012_01-14\" class=\"line\">&nbsp;&nbsp;and gather the dispersed of Judah</span><br><span id=\"p23011012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the four corners of the earth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.  ","niv":"<sup><strong>12</strong></sup> He will raise a banner for the nations and gather the exiles of Israel; he will assemble the scattered people of Judah from the four quarters of the earth."},{"_id":"616b6832ede035c13f932995","topicId":"616b682dede035c13f932986","verse":"Matthew 24:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again."},{"_id":"616b6832ede035c13f932996","topicId":"616b682dede035c13f932986","verse":"1 Samuel 2:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09002008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002008-1\">8&nbsp;</b>&nbsp;&nbsp;He raises up the poor from the dust;</span><br><span id=\"p09002008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he lifts the needy from the ash heap</span><br><span id=\"p09002008_01-17\" class=\"line\">&nbsp;&nbsp;to make them sit with princes</span><br><span id=\"p09002008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inherit a seat of honor.</span><br><span id=\"p09002008_01-17\" class=\"line\">&nbsp;&nbsp;For the pillars of the earth are the LORD’s,</span><br><span id=\"p09002008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on them he has set the world.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> He raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are  the LORD’S, and he hath set the world upon them.  ","niv":"<sup><strong>8</strong></sup> He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. \"For the foundations of the earth are the LORD's; upon them he has set the world."},{"_id":"616b6833ede035c13f932997","topicId":"616b682dede035c13f932986","verse":"Job 9:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18009006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18009006-1\">6&nbsp;</b>&nbsp;&nbsp;who shakes the earth out of its place,</span><br><span id=\"p18009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its pillars tremble;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Which shaketh the earth out of her place, and the pillars thereof tremble.  ","niv":"<sup><strong>6</strong></sup> He shakes the earth from its place and makes its pillars tremble."},{"_id":"616b6833ede035c13f932998","topicId":"616b682dede035c13f932986","verse":"2 Timothy 3:1-5","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. "},{"_id":"616b6833ede035c13f932999","topicId":"616b682dede035c13f932986","verse":"2 Timothy 3:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,</p>\n</div>","kjv":"<strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  ","niv":"<sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,"},{"_id":"616b6833ede035c13f93299a","topicId":"616b682dede035c13f932986","verse":"Matthew 24:1-51","votes":4,"__v":0,"kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b6834ede035c13f93299b","topicId":"616b682dede035c13f932986","verse":"Psalm 104:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104005-1\">5&nbsp;</b>&nbsp;&nbsp;He set the earth on its foundations,</span><br><span id=\"p19104005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it should never be moved.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong>             Who laid the foundations of the earth, that it should not be removed for ever.  ","niv":"<sup><strong>5</strong></sup> He set the earth on its foundations; it can never be moved."},{"_id":"616b6834ede035c13f93299c","topicId":"616b682dede035c13f932986","verse":"Job 37:18","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18037018_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037018-1\">18&nbsp;</b>&nbsp;&nbsp;Can you, like him, spread out the skies,</span><br><span id=\"p18037018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hard as a cast metal mirror?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Hast thou with him spread out the sky, which is strong, and as a molten looking glass?  ","niv":"<sup><strong>18</strong></sup> can you join him in spreading out the skies, hard as a mirror of cast bronze?"},{"_id":"616b6834ede035c13f93299d","topicId":"616b682dede035c13f932986","verse":"Revelation 21:1-27","votes":3,"__v":0,"kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  <strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  <strong>10</strong> And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,  <strong>11</strong> Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;  <strong>12</strong> And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names  of the twelve tribes of the children of Israel:  <strong>13</strong> On the east three gates; on the north three gates; on the south three gates; and on the west three gates.  <strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  <strong>15</strong> And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.  <strong>16</strong> And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.  <strong>17</strong> And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.  <strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  <strong>19</strong> And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;  <strong>20</strong> The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.  <strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" <sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life. <sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. <sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\" <sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" <sup><strong>10</strong></sup> And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. <sup><strong>11</strong></sup> It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. <sup><strong>12</strong></sup> It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. <sup><strong>13</strong></sup> There were three gates on the east, three on the north, three on the south and three on the west. <sup><strong>14</strong></sup> The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. <sup><strong>15</strong></sup> The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. <sup><strong>16</strong></sup> The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. <sup><strong>17</strong></sup> He measured its wall and it was 144 cubits thick, by man's measurement, which the angel was using. <sup><strong>18</strong></sup> The wall was made of jasper, and the city of pure gold, as pure as glass. <sup><strong>19</strong></sup> The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, <sup><strong>20</strong></sup> the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst. <sup><strong>21</strong></sup> The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass. <sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. <sup><strong>26</strong></sup> The glory and honor of the nations will be brought into it. <sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life. "},{"_id":"616b6835ede035c13f93299e","topicId":"616b682dede035c13f932986","verse":"Revelation 6:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66006008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n</div>","kjv":"<strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth."},{"_id":"616b6835ede035c13f93299f","topicId":"616b682dede035c13f932986","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."}]}