{"_id":"616c080a16dfdfefa203618c","slug":"the-rosary","name":"The Rosary","verses":[{"_id":"616c080b16dfdfefa203618d","topicId":"616c080a16dfdfefa203618c","verse":"Matthew 6:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006007_01-1\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span></p>\n</div>","kjv":"<strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  ","niv":"<sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words."},{"_id":"616c080b16dfdfefa203618e","topicId":"616c080a16dfdfefa203618c","verse":"Luke 11:27-28","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42011027_03-2\"><b class=\"verse-num\" id=\"v42011027-1\">27&nbsp;</b>As he said these things, a woman in the crowd raised her voice and said to him, “Blessed is the womb that bore you, and the breasts at which you nursed!” <b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n</div>","kjv":"<strong>27</strong> And it came to pass, as he spake these things, a certain woman of the company lifted up her voice, and said unto him, Blessed is the womb that bare thee, and the paps which thou hast sucked.  <strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. ","niv":"<sup><strong>27</strong></sup> As Jesus was saying these things, a woman in the crowd called out, \"Blessed is the mother who gave you birth and nursed you.\" <sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\" "},{"_id":"616c080c16dfdfefa203618f","topicId":"616c080a16dfdfefa203618c","verse":"Luke 1:48","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001048_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  ","niv":"<sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed,"},{"_id":"616c080c16dfdfefa2036190","topicId":"616c080a16dfdfefa203618c","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616c080c16dfdfefa2036191","topicId":"616c080a16dfdfefa203618c","verse":"1 Timothy 2:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"616c080c16dfdfefa2036192","topicId":"616c080a16dfdfefa203618c","verse":"Isaiah 42:8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042008_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042008-1\">8&nbsp;</b>&nbsp;&nbsp;I am the LORD; that is my name;</span><br><span id=\"p23042008_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my glory I give to no other,</span><br><span id=\"p23042008_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor my praise to carved idols.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> I am the LORD: that is my name: and my glory will I not give to another, neither my praise to graven images.  ","niv":"<sup><strong>8</strong></sup> \"I am the LORD; that is my name! I will not give my glory to another or my praise to idols."},{"_id":"616c080d16dfdfefa2036193","topicId":"616c080a16dfdfefa203618c","verse":"Luke 22:7-38","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42022007_06-8\"><b class=\"verse-num\" id=\"v42022007-1\">7&nbsp;</b>Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed. <b class=\"verse-num\" id=\"v42022008-1\">8&nbsp;</b>So Jesus sent Peter and John, saying, <span class=\"woc\">“Go and prepare the Passover for us, that we may eat it.”</span> <b class=\"verse-num\" id=\"v42022009-1\">9&nbsp;</b>They said to him, “Where will you have us prepare it?” <b class=\"verse-num\" id=\"v42022010-1\">10&nbsp;</b>He said to them, <span class=\"woc\">“Behold, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters</span> <b class=\"verse-num woc\" id=\"v42022011-1\">11&nbsp;</b><span class=\"woc\">and tell the master of the house, ‘The Teacher says to you, Where is the guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v42022012-1\">12&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished; prepare it there.”</span> <b class=\"verse-num\" id=\"v42022013-1\">13&nbsp;</b>And they went and found it just as he had told them, and they prepared the Passover.</p>\n\n<p id=\"p42022013_11-8\"><b class=\"verse-num\" id=\"v42022014-1\">14&nbsp;</b>And when the hour came, he reclined at table, and the apostles with him. <b class=\"verse-num\" id=\"v42022015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“I have earnestly desired to eat this Passover with you before I suffer.</span> <b class=\"verse-num woc\" id=\"v42022016-1\">16&nbsp;</b><span class=\"woc\">For I tell you I will not eat it until it is fulfilled in the kingdom of God.”</span> <b class=\"verse-num\" id=\"v42022017-1\">17&nbsp;</b>And he took a cup, and when he had given thanks he said, <span class=\"woc\">“Take this, and divide it among yourselves.</span> <b class=\"verse-num woc\" id=\"v42022018-1\">18&nbsp;</b><span class=\"woc\">For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.”</span> <b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v42022020-1\">20&nbsp;</b>And likewise the cup after they had eaten, saying, <span class=\"woc\">“This cup that is poured out for you is the new covenant in my blood.</span> <b class=\"verse-num woc\" id=\"v42022021-1\">21&nbsp;</b><span class=\"woc\">But behold, the hand of him who betrays me is with me on the table.</span> <b class=\"verse-num woc\" id=\"v42022022-1\">22&nbsp;</b><span class=\"woc\">For the Son of Man goes as it has been determined, but woe to that man by whom he is betrayed!”</span> <b class=\"verse-num\" id=\"v42022023-1\">23&nbsp;</b>And they began to question one another, which of them it could be who was going to do this.</p>\n\n<p id=\"p42022023_15-8\"><b class=\"verse-num\" id=\"v42022024-1\">24&nbsp;</b>A dispute also arose among them, as to which of them was to be regarded as the greatest. <b class=\"verse-num\" id=\"v42022025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“The kings of the Gentiles exercise lordship over them, and those in authority over them are called benefactors.</span> <b class=\"verse-num woc\" id=\"v42022026-1\">26&nbsp;</b><span class=\"woc\">But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.</span> <b class=\"verse-num woc\" id=\"v42022027-1\">27&nbsp;</b><span class=\"woc\">For who is the greater, one who reclines at table or one who serves? Is it not the one who reclines at table? But I am among you as the one who serves.</span></p>\n<p id=\"p42022027_15-8\"><b class=\"verse-num woc\" id=\"v42022028-1\">28&nbsp;</b><span class=\"woc\">“You are those who have stayed with me in my trials,</span> <b class=\"verse-num woc\" id=\"v42022029-1\">29&nbsp;</b><span class=\"woc\">and I assign to you, as my Father assigned to me, a kingdom,</span> <b class=\"verse-num woc\" id=\"v42022030-1\">30&nbsp;</b><span class=\"woc\">that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel.</span></p>\n\n<p id=\"p42022030_19-8\"><b class=\"verse-num woc\" id=\"v42022031-1\">31&nbsp;</b><span class=\"woc\">“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat,</span> <b class=\"verse-num woc\" id=\"v42022032-1\">32&nbsp;</b><span class=\"woc\">but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”</span> <b class=\"verse-num\" id=\"v42022033-1\">33&nbsp;</b>Peter said to him, “Lord, I am ready to go with you both to prison and to death.” <b class=\"verse-num\" id=\"v42022034-1\">34&nbsp;</b>Jesus said, <span class=\"woc\">“I tell you, Peter, the rooster will not crow this day, until you deny three times that you know me.”</span></p>\n\n<p id=\"p42022034_25-8\"><b class=\"verse-num\" id=\"v42022035-1\">35&nbsp;</b>And he said to them, <span class=\"woc\">“When I sent you out with no moneybag or knapsack or sandals, did you lack anything?”</span> They said, “Nothing.” <b class=\"verse-num\" id=\"v42022036-1\">36&nbsp;</b>He said to them, <span class=\"woc\">“But now let the one who has a moneybag take it, and likewise a knapsack. And let the one who has no sword sell his cloak and buy one.</span> <b class=\"verse-num woc\" id=\"v42022037-1\">37&nbsp;</b><span class=\"woc\">For I tell you that this Scripture must be fulfilled in me: ‘And he was numbered with the transgressors.’ For what is written about me has its fulfillment.”</span> <b class=\"verse-num\" id=\"v42022038-1\">38&nbsp;</b>And they said, “Look, Lord, here are two swords.” And he said to them, <span class=\"woc\">“It is enough.”</span></p>\n\n</div>","kjv":"<strong>7</strong> Then came the day of unleavened bread, when the passover must be killed.  <strong>8</strong> And he sent Peter and John, saying, Go and prepare us the passover, that we may eat.  <strong>9</strong> And they said unto him, Where wilt thou that we prepare?  <strong>10</strong> And he said unto them, Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in.  <strong>11</strong> And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>12</strong> And he shall shew you a large upper room furnished: there make ready.  <strong>13</strong> And they went, and found as he had said unto them: and they made ready the passover.  <strong>14</strong> And when the hour was come, he sat down, and the twelve apostles with him.  <strong>15</strong> And he said unto them, With desire I have desired to eat this passover with you before I suffer:  <strong>16</strong> For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.  <strong>17</strong> And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves:  <strong>18</strong> For I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come. <strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  <strong>20</strong> Likewise also the cup after supper, saying, This cup is  the new testament in my blood, which is shed for you. <strong>21</strong>           But, behold, the hand of him that betrayeth me is with me on the table.  <strong>22</strong> And truly the Son of man goeth, as it was determined: but woe unto that man by whom he is betrayed!  <strong>23</strong> And they began to enquire among themselves, which of them it was that should do this thing.  <strong>24</strong> And there was also a strife among them, which of them should be accounted the greatest.  <strong>25</strong> And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors.  <strong>26</strong> But ye shall not be so: but he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve.  <strong>27</strong> For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth.  <strong>28</strong> Ye are they which have continued with me in my temptations.  <strong>29</strong> And I appoint unto you a kingdom, as my Father hath appointed unto me;  <strong>30</strong> That ye may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel. <strong>31</strong> And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:  <strong>32</strong> But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.  <strong>33</strong> And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.  <strong>34</strong> And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me.  <strong>35</strong> And he said unto them, When I sent you without purse, and scrip, and shoes, lacked ye any thing? And they said, Nothing.  <strong>36</strong> Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one.  <strong>37</strong> For I say unto you, that this that is written must yet be accomplished in me, And he was reckoned among the transgressors: for the things concerning me have an end.  <strong>38</strong> And they said, Lord, behold, here are two swords. And he said unto them, It is enough. ","niv":"<sup><strong>7</strong></sup> Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed. <sup><strong>8</strong></sup> Jesus sent Peter and John, saying, \"Go and make preparations for us to eat the Passover.\" <sup><strong>9</strong></sup> \"Where do you want us to prepare for it?\" they asked. <sup><strong>10</strong></sup> He replied, \"As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters, <sup><strong>11</strong></sup> and say to the owner of the house, 'The Teacher asks: Where is the guest room, where I may eat the Passover with my disciples?' <sup><strong>12</strong></sup> He will show you a large upper room, all furnished. Make preparations there.\" <sup><strong>13</strong></sup> They left and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>14</strong></sup> When the hour came, Jesus and his apostles reclined at the table. <sup><strong>15</strong></sup> And he said to them, \"I have eagerly desired to eat this Passover with you before I suffer. <sup><strong>16</strong></sup> For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.\" <sup><strong>17</strong></sup> After taking the cup, he gave thanks and said, \"Take this and divide it among you. <sup><strong>18</strong></sup> For I tell you I will not drink again of the fruit of the vine until the kingdom of God comes.\" <sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\" <sup><strong>20</strong></sup> In the same way, after the supper he took the cup, saying, \"This cup is the new covenant in my blood, which is poured out for you. <sup><strong>21</strong></sup> But the hand of him who is going to betray me is with mine on the table. <sup><strong>22</strong></sup> The Son of Man will go as it has been decreed, but woe to that man who betrays him.\" <sup><strong>23</strong></sup> They began to question among themselves which of them it might be who would do this. <sup><strong>24</strong></sup> Also a dispute arose among them as to which of them was considered to be greatest. <sup><strong>25</strong></sup> Jesus said to them, \"The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors. <sup><strong>26</strong></sup> But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves. <sup><strong>27</strong></sup> For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves. <sup><strong>28</strong></sup> You are those who have stood by me in my trials. <sup><strong>29</strong></sup> And I confer on you a kingdom, just as my Father conferred one on me, <sup><strong>30</strong></sup> so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel. <sup><strong>31</strong></sup> \"Simon, Simon, Satan has asked to sift you as wheat. <sup><strong>32</strong></sup> But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.\" <sup><strong>33</strong></sup> But he replied, \"Lord, I am ready to go with you to prison and to death.\" <sup><strong>34</strong></sup> Jesus answered, \"I tell you, Peter, before the rooster crows today, you will deny three times that you know me.\" <sup><strong>35</strong></sup> Then Jesus asked them, \"When I sent you without purse, bag or sandals, did you lack anything?Nothing,\" they answered. <sup><strong>36</strong></sup> He said to them, \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one. <sup><strong>37</strong></sup> It is written: 'And he was numbered with the transgressors'; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfillment.\" <sup><strong>38</strong></sup> The disciples said, \"See, Lord, here are two swords.That is enough,\" he replied. "},{"_id":"616c080d16dfdfefa2036194","topicId":"616c080a16dfdfefa203618c","verse":"Mark 14:12-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p41014012_06-9\"><b class=\"verse-num\" id=\"v41014012-1\">12&nbsp;</b>And on the first day of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where will you have us go and prepare for you to eat the Passover?” <b class=\"verse-num\" id=\"v41014013-1\">13&nbsp;</b>And he sent two of his disciples and said to them, <span class=\"woc\">“Go into the city, and a man carrying a jar of water will meet you. Follow him,</span> <b class=\"verse-num woc\" id=\"v41014014-1\">14&nbsp;</b><span class=\"woc\">and wherever he enters, say to the master of the house, ‘The Teacher says, Where is my guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v41014015-1\">15&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished and ready; there prepare for us.”</span> <b class=\"verse-num\" id=\"v41014016-1\">16&nbsp;</b>And the disciples set out and went to the city and found it just as he had told them, and they prepared the Passover.</p>\n<p id=\"p41014016_06-9\"><b class=\"verse-num\" id=\"v41014017-1\">17&nbsp;</b>And when it was evening, he came with the twelve. <b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span> <b class=\"verse-num\" id=\"v41014019-1\">19&nbsp;</b>They began to be sorrowful and to say to him one after another, “Is it I?” <b class=\"verse-num\" id=\"v41014020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“It is one of the twelve, one who is dipping bread into the dish with me.</span> <b class=\"verse-num woc\" id=\"v41014021-1\">21&nbsp;</b><span class=\"woc\">For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”</span></p>\n\n<p id=\"p41014021_11-9\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span> <b class=\"verse-num\" id=\"v41014023-1\">23&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, and they all drank of it. <b class=\"verse-num\" id=\"v41014024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“This is my blood of the covenant, which is poured out for many.</span> <b class=\"verse-num woc\" id=\"v41014025-1\">25&nbsp;</b><span class=\"woc\">Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”</span></p>\n\n<p id=\"p41014025_15-9\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives. <b class=\"verse-num\" id=\"v41014027-1\">27&nbsp;</b>And Jesus said to them, <span class=\"woc\">“You will all fall away, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’</span> <b class=\"verse-num woc\" id=\"v41014028-1\">28&nbsp;</b><span class=\"woc\">But after I am raised up, I will go before you to Galilee.”</span> <b class=\"verse-num\" id=\"v41014029-1\">29&nbsp;</b>Peter said to him, “Even though they all fall away, I will not.” <b class=\"verse-num\" id=\"v41014030-1\">30&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Truly, I tell you, this very night, before the rooster crows twice, you will deny me three times.”</span> <b class=\"verse-num\" id=\"v41014031-1\">31&nbsp;</b>But he said emphatically, “If I must die with you, I will not deny you.” And they all said the same.</p>\n\n</div>","kjv":"<strong>12</strong> And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?  <strong>13</strong> And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.  <strong>14</strong> And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>15</strong> And he will shew you a large upper room furnished and  prepared: there make ready for us.  <strong>16</strong> And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.  <strong>17</strong> And in the evening he cometh with the twelve.  <strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. <strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. <strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  <strong>27</strong> And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.  <strong>28</strong> But after that I am risen, I will go before you into Galilee.  <strong>29</strong> But Peter said unto him, Although all shall be offended, yet will  not I.  <strong>30</strong> And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.  <strong>31</strong> But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.  ","niv":"<sup><strong>12</strong></sup> On the first day of the Feast of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus' disciples asked him, \"Where do you want us to go and make preparations for you to eat the Passover?\" <sup><strong>13</strong></sup> So he sent two of his disciples, telling them, \"Go into the city, and a man carrying a jar of water will meet you. Follow him. <sup><strong>14</strong></sup> Say to the owner of the house he enters, 'The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?' <sup><strong>15</strong></sup> He will show you a large upper room, furnished and ready. Make preparations for us there.\" <sup><strong>16</strong></sup> The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>17</strong></sup> When evening came, Jesus arrived with the Twelve. <sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\" <sup><strong>19</strong></sup> They were saddened, and one by one they said to him, \"Surely not I?\" <sup><strong>20</strong></sup> \"It is one of the Twelve,\" he replied, \"one who dips bread into the bowl with me. <sup><strong>21</strong></sup> The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" <sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\" <sup><strong>23</strong></sup> Then he took the cup, gave thanks and offered it to them, and they all drank from it. <sup><strong>24</strong></sup> \"This is my blood of the covenant, which is poured out for many,\" he said to them. <sup><strong>25</strong></sup> \"I tell you the truth, I will not drink again of the fruit of the vine until that day when I drink it anew in the kingdom of God.\" <sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives. <sup><strong>27</strong></sup> \"You will all fall away,\" Jesus told them, \"for it is written: \"'I will strike the shepherd, and the sheep will be scattered.' <sup><strong>28</strong></sup> But after I have risen, I will go ahead of you into Galilee.\" <sup><strong>29</strong></sup> Peter declared, \"Even if all fall away, I will not.\" <sup><strong>30</strong></sup> \"I tell you the truth,\" Jesus answered, \"today--yes, tonight--before the rooster crows twice you yourself will disown me three times.\" <sup><strong>31</strong></sup> But Peter insisted emphatically, \"Even if I have to die with you, I will never disown you.\" And all the others said the same. "},{"_id":"616c080d16dfdfefa2036195","topicId":"616c080a16dfdfefa203618c","verse":"Luke 24:50-53","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42024050_03-10\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n</div>","kjv":"<strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"616c080e16dfdfefa2036196","topicId":"616c080a16dfdfefa203618c","verse":"Luke 24:1-49","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-11\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-11\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-11\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-11\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" "},{"_id":"616c080e16dfdfefa2036197","topicId":"616c080a16dfdfefa203618c","verse":"Luke 23:26-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42023026_03-12\"><b class=\"verse-num\" id=\"v42023026-1\">26&nbsp;</b>And as they led him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross, to carry it behind Jesus. <b class=\"verse-num\" id=\"v42023027-1\">27&nbsp;</b>And there followed him a great multitude of the people and of women who were mourning and lamenting for him. <b class=\"verse-num\" id=\"v42023028-1\">28&nbsp;</b>But turning to them Jesus said, <span class=\"woc\">“Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children.</span> <b class=\"verse-num woc\" id=\"v42023029-1\">29&nbsp;</b><span class=\"woc\">For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’</span> <b class=\"verse-num woc\" id=\"v42023030-1\">30&nbsp;</b><span class=\"woc\">Then they will begin to say to the mountains, ‘Fall on us,’ and to the hills, ‘Cover us.’</span> <b class=\"verse-num woc\" id=\"v42023031-1\">31&nbsp;</b><span class=\"woc\">For if they do these things when the wood is green, what will happen when it is dry?”</span></p>\n<p id=\"p42023031_03-12\"><b class=\"verse-num\" id=\"v42023032-1\">32&nbsp;</b>Two others, who were criminals, were led away to be put to death with him.</p>\n</div>","kjv":"<strong>26</strong> And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.  <strong>27</strong> And there followed him a great company of people, and of women, which also bewailed and lamented him.  <strong>28</strong> But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children.  <strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  <strong>30</strong> Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.  <strong>31</strong> For if they do these things in a green tree, what shall be done in the dry?  <strong>32</strong> And there were also two others, malefactors, led with him to be put to death.  ","niv":"<sup><strong>26</strong></sup> As they led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus. <sup><strong>27</strong></sup> A large number of people followed him, including women who mourned and wailed for him. <sup><strong>28</strong></sup> Jesus turned and said to them, \"Daughters of Jerusalem, do not weep for me; weep for yourselves and for your children. <sup><strong>29</strong></sup> For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!' <sup><strong>30</strong></sup> Then \"'they will say to the mountains, \"Fall on us!\" and to the hills, \"Cover us!\"' <sup><strong>31</strong></sup> For if men do these things when the tree is green, what will happen when it is dry?\" <sup><strong>32</strong></sup> Two other men, both criminals, were also led out with him to be executed. "},{"_id":"616c080e16dfdfefa2036199","topicId":"616c080a16dfdfefa203618c","verse":"Luke 23:33-49","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42023033_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023033-1\">33&nbsp;</b>And when they came to the place that is called The Skull, there they crucified him, and the criminals, one on his right and one on his left. <b class=\"verse-num\" id=\"v42023034-1\">34&nbsp;</b>And Jesus said, <span class=\"woc\">“Father, forgive them, for they know not what they do.”</span> And they cast lots to divide his garments. <b class=\"verse-num\" id=\"v42023035-1\">35&nbsp;</b>And the people stood by, watching, but the rulers scoffed at him, saying, “He saved others; let him save himself, if he is the Christ of God, his Chosen One!” <b class=\"verse-num\" id=\"v42023036-1\">36&nbsp;</b>The soldiers also mocked him, coming up and offering him sour wine <b class=\"verse-num\" id=\"v42023037-1\">37&nbsp;</b>and saying, “If you are the King of the Jews, save yourself!” <b class=\"verse-num\" id=\"v42023038-1\">38&nbsp;</b>There was also an inscription over him, “This is the King of the Jews.”</p>\n<p id=\"p42023038_01-13\"><b class=\"verse-num\" id=\"v42023039-1\">39&nbsp;</b>One of the criminals who were hanged railed at him, saying, “Are you not the Christ? Save yourself and us!” <b class=\"verse-num\" id=\"v42023040-1\">40&nbsp;</b>But the other rebuked him, saying, “Do you not fear God, since you are under the same sentence of condemnation? <b class=\"verse-num\" id=\"v42023041-1\">41&nbsp;</b>And we indeed justly, for we are receiving the due reward of our deeds; but this man has done nothing wrong.” <b class=\"verse-num\" id=\"v42023042-1\">42&nbsp;</b>And he said, “Jesus, remember me when you come into your kingdom.” <b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n\n<p id=\"p42023043_05-13\"><b class=\"verse-num\" id=\"v42023044-1\">44&nbsp;</b>It was now about the sixth hour, and there was darkness over the whole land until the ninth hour, <b class=\"verse-num\" id=\"v42023045-1\">45&nbsp;</b>while the sun’s light failed. And the curtain of the temple was torn in two. <b class=\"verse-num\" id=\"v42023046-1\">46&nbsp;</b>Then Jesus, calling out with a loud voice, said, <span class=\"woc\">“Father, into your hands I commit my spirit!”</span> And having said this he breathed his last. <b class=\"verse-num\" id=\"v42023047-1\">47&nbsp;</b>Now when the centurion saw what had taken place, he praised God, saying, “Certainly this man was innocent!” <b class=\"verse-num\" id=\"v42023048-1\">48&nbsp;</b>And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts. <b class=\"verse-num\" id=\"v42023049-1\">49&nbsp;</b>And all his acquaintances and the women who had followed him from Galilee stood at a distance watching these things.</p>\n\n</div>","kjv":"<strong>33</strong> And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.  <strong>34</strong> Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.  <strong>35</strong> And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.  <strong>36</strong> And the soldiers also mocked him, coming to him, and offering him vinegar,  <strong>37</strong> And saying, If thou be the king of the Jews, save thyself.  <strong>38</strong> And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, THIS IS THE KING OF THE JEWS.  <strong>39</strong> And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.  <strong>40</strong> But the other answering rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?  <strong>41</strong> And we indeed justly; for we receive the due reward of our deeds: but this man hath done nothing amiss.  <strong>42</strong> And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.  <strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  <strong>44</strong> And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.  <strong>45</strong> And the sun was darkened, and the veil of the temple was rent in the midst.  <strong>46</strong> And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.  <strong>47</strong> Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man.  <strong>48</strong> And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.  <strong>49</strong> And all his acquaintance, and the women that followed him from Galilee, stood afar off, beholding these things.  ","niv":"<sup><strong>33</strong></sup> When they came to the place called the Skull, there they crucified him, along with the criminals--one on his right, the other on his left. <sup><strong>34</strong></sup> Jesus said, \"Father, forgive them, for they do not know what they are doing.\" And they divided up his clothes by casting lots. <sup><strong>35</strong></sup> The people stood watching, and the rulers even sneered at him. They said, \"He saved others; let him save himself if he is the Christ of God, the Chosen One.\" <sup><strong>36</strong></sup> The soldiers also came up and mocked him. They offered him wine vinegar <sup><strong>37</strong></sup> and said, \"If you are the king of the Jews, save yourself.\" <sup><strong>38</strong></sup> There was a written notice above him, which read:|sc THIS IS THE KING OF THE JEWS. <sup><strong>39</strong></sup> One of the criminals who hung there hurled insults at him: \"Aren't you the Christ? Save yourself and us!\" <sup><strong>40</strong></sup> But the other criminal rebuked him. \"Don't you fear God,\" he said, \"since you are under the same sentence? <sup><strong>41</strong></sup> We are punished justly, for we are getting what our deeds deserve. But this man has done nothing wrong.\" <sup><strong>42</strong></sup> Then he said, \"Jesus, remember me when you come into your kingdom. \" <sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\" <sup><strong>44</strong></sup> It was now about the sixth hour, and darkness came over the whole land until the ninth hour, <sup><strong>45</strong></sup> for the sun stopped shining. And the curtain of the temple was torn in two. <sup><strong>46</strong></sup> Jesus called out with a loud voice, \"Father, into your hands I commit my spirit.\" When he had said this, he breathed his last. <sup><strong>47</strong></sup> The centurion, seeing what had happened, praised God and said, \"Surely this was a righteous man.\" <sup><strong>48</strong></sup> When all the people who had gathered to witness this sight saw what took place, they beat their breasts and went away. <sup><strong>49</strong></sup> But all those who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things. "},{"_id":"616c080e16dfdfefa2036198","topicId":"616c080a16dfdfefa203618c","verse":"Luke 3:3-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42003003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003003-1\">3&nbsp;</b>And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins. <b class=\"verse-num\" id=\"v42003004-1\">4&nbsp;</b>As it is written in the book of the words of Isaiah the prophet,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42003004_01-14\" class=\"line\">&nbsp;&nbsp;“The voice of one crying in the wilderness:</span><br><span id=\"p42003004_01-14\" class=\"line\">&nbsp;&nbsp;‘Prepare the way of the Lord,</span><br><span id=\"p42003004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make his paths straight.</span><br><span id=\"p42003005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42003005-1\">5&nbsp;</b>&nbsp;&nbsp;Every valley shall be filled,</span><br><span id=\"p42003005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every mountain and hill shall be made low,</span><br><span id=\"p42003005_01-14\" class=\"line\">&nbsp;&nbsp;and the crooked shall become straight,</span><br><span id=\"p42003005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rough places shall become level ways,</span><br><span id=\"p42003006_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v42003006-1\">6&nbsp;</b>&nbsp;&nbsp;and all flesh shall see the salvation of God.’”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> And he came into all the country about Jordan, preaching the baptism of repentance for the remission of sins;  <strong>4</strong> As it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.  <strong>5</strong> Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;  <strong>6</strong> And all flesh shall see the salvation of God.  ","niv":"<sup><strong>3</strong></sup> He went into all the country around the Jordan, preaching a baptism of repentance for the forgiveness of sins. <sup><strong>4</strong></sup> As is written in the book of the words of Isaiah the prophet: \"A voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him. <sup><strong>5</strong></sup> Every valley shall be filled in, every mountain and hill made low. The crooked roads shall become straight, the rough ways smooth. <sup><strong>6</strong></sup> And all mankind will see God's salvation.'\" "},{"_id":"616c081016dfdfefa203619a","topicId":"616c080a16dfdfefa203618c","verse":"Revelation 12:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars.</p>\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head."},{"_id":"616c081016dfdfefa203619b","topicId":"616c080a16dfdfefa203618c","verse":"Luke 1:39-56","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42001039_04-16\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_10-16\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_10-16\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_10-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_10-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_10-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_10-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n</div>","kjv":"<strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  ","niv":"<sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. "},{"_id":"616c081016dfdfefa203619c","topicId":"616c080a16dfdfefa203618c","verse":"Luke 1:26-38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42001026_05-17\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_05-17\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_05-17\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n</div>","kjv":"<strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  ","niv":"<sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. "},{"_id":"616c081116dfdfefa203619d","topicId":"616c080a16dfdfefa203618c","verse":"John 19:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43019017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019017-1\">17&nbsp;</b>and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha.</p>\n</div>","kjv":"<strong>17</strong> And he bearing his cross went forth into a place called the place  of a skull, which is called in the Hebrew Golgotha:  ","niv":"<sup><strong>17</strong></sup> So the soldiers took charge of Jesus. Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha)."},{"_id":"616c081116dfdfefa203619e","topicId":"616c080a16dfdfefa203618c","verse":"John 19:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43019001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43019001-1\">19:1&nbsp;</b>Then Pilate took Jesus and flogged him.</p>\n</div>","kjv":"<strong>1</strong> Then Pilate therefore took Jesus, and scourged him.  ","niv":"<sup><strong>1</strong></sup> Then Pilate took Jesus and had him flogged."},{"_id":"616c081116dfdfefa203619f","topicId":"616c080a16dfdfefa203618c","verse":"Luke 3:21-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42003021_01-20\"><b class=\"verse-num\" id=\"v42003021-1\">21&nbsp;</b>Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened, <b class=\"verse-num\" id=\"v42003022-1\">22&nbsp;</b>and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”</p>\n\n</div>","kjv":"<strong>21</strong> Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,  <strong>22</strong> And the Holy Ghost descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased.  ","niv":"<sup><strong>21</strong></sup> When all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened <sup><strong>22</strong></sup> and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" "},{"_id":"616c081116dfdfefa20361a0","topicId":"616c080a16dfdfefa203618c","verse":"Matthew 1:18-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-21\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_06-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_06-21\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. "},{"_id":"616c081216dfdfefa20361a1","topicId":"616c080a16dfdfefa203618c","verse":"John 20:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-22\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n<p id=\"p43020018_13-22\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_16-22\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came. <b class=\"verse-num\" id=\"v43020025-1\">25&nbsp;</b>So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”</p>\n<p id=\"p43020025_16-22\"><b class=\"verse-num\" id=\"v43020026-1\">26&nbsp;</b>Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span> <b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!” <b class=\"verse-num\" id=\"v43020029-1\">29&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”</span></p>\n\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. <sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. <sup><strong>25</strong></sup> So the other disciples told him, \"We have seen the Lord!\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.\" <sup><strong>26</strong></sup> A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\" <sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\" <sup><strong>29</strong></sup> Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\" "},{"_id":"616c081216dfdfefa20361a2","topicId":"616c080a16dfdfefa203618c","verse":"John 19:18-37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43019018_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019018-1\">18&nbsp;</b>There they crucified him, and with him two others, one on either side, and Jesus between them. <b class=\"verse-num\" id=\"v43019019-1\">19&nbsp;</b>Pilate also wrote an inscription and put it on the cross. It read, “Jesus of Nazareth, the King of the Jews.” <b class=\"verse-num\" id=\"v43019020-1\">20&nbsp;</b>Many of the Jews read this inscription, for the place where Jesus was crucified was near the city, and it was written in Aramaic, in Latin, and in Greek. <b class=\"verse-num\" id=\"v43019021-1\">21&nbsp;</b>So the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but rather, ‘This man said, I am King of the Jews.’” <b class=\"verse-num\" id=\"v43019022-1\">22&nbsp;</b>Pilate answered, “What I have written I have written.”</p>\n<p id=\"p43019022_01-23\"><b class=\"verse-num\" id=\"v43019023-1\">23&nbsp;</b>When the soldiers had crucified Jesus, they took his garments and divided them into four parts, one part for each soldier; also his tunic. But the tunic was seamless, woven in one piece from top to bottom, <b class=\"verse-num\" id=\"v43019024-1\">24&nbsp;</b>so they said to one another, “Let us not tear it, but cast lots for it to see whose it shall be.” This was to fulfill the Scripture which says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43019024_01-23\" class=\"line\">&nbsp;&nbsp;“They divided my garments among them,</span><br><span id=\"p43019024_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for my clothing they cast lots.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43019024_01-23\" class=\"same-paragraph\">So the soldiers did these things, <b class=\"verse-num\" id=\"v43019025-1\">25&nbsp;</b>but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene. <b class=\"verse-num\" id=\"v43019026-1\">26&nbsp;</b>When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, <span class=\"woc\">“Woman, behold, your son!”</span> <b class=\"verse-num\" id=\"v43019027-1\">27&nbsp;</b>Then he said to the disciple, <span class=\"woc\">“Behold, your mother!”</span> And from that hour the disciple took her to his own home.</p>\n\n<p id=\"p43019027_05-23\"><b class=\"verse-num\" id=\"v43019028-1\">28&nbsp;</b>After this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), <span class=\"woc\">“I thirst.”</span> <b class=\"verse-num\" id=\"v43019029-1\">29&nbsp;</b>A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth. <b class=\"verse-num\" id=\"v43019030-1\">30&nbsp;</b>When Jesus had received the sour wine, he said, <span class=\"woc\">“It is finished,”</span> and he bowed his head and gave up his spirit.</p>\n\n<p id=\"p43019030_09-23\"><b class=\"verse-num\" id=\"v43019031-1\">31&nbsp;</b>Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away. <b class=\"verse-num\" id=\"v43019032-1\">32&nbsp;</b>So the soldiers came and broke the legs of the first, and of the other who had been crucified with him. <b class=\"verse-num\" id=\"v43019033-1\">33&nbsp;</b>But when they came to Jesus and saw that he was already dead, they did not break his legs. <b class=\"verse-num\" id=\"v43019034-1\">34&nbsp;</b>But one of the soldiers pierced his side with a spear, and at once there came out blood and water. <b class=\"verse-num\" id=\"v43019035-1\">35&nbsp;</b>He who saw it has borne witness—his testimony is true, and he knows that he is telling the truth—that you also may believe. <b class=\"verse-num\" id=\"v43019036-1\">36&nbsp;</b>For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.” <b class=\"verse-num\" id=\"v43019037-1\">37&nbsp;</b>And again another Scripture says, “They will look on him whom they have pierced.”</p>\n\n</div>","kjv":"<strong>18</strong> Where they crucified him, and two others with him, on either side one, and Jesus in the midst.  <strong>19</strong> And Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS.  <strong>20</strong> This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and  Greek, and Latin.  <strong>21</strong> Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.  <strong>22</strong> Pilate answered, What I have written I have written.  <strong>23</strong> Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.  <strong>24</strong> They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did.  <strong>25</strong> Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.  <strong>26</strong> When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!  <strong>27</strong> Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.  <strong>28</strong> After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.  <strong>29</strong> Now there was set a vessel full of vinegar: and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.  <strong>30</strong> When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.  <strong>31</strong> The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that  they might be taken away.  <strong>32</strong> Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.  <strong>33</strong> But when they came to Jesus, and saw that he was dead already, they brake not his legs:  <strong>34</strong> But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.  <strong>35</strong> And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.  <strong>36</strong> For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.  <strong>37</strong> And again another scripture saith, They shall look on him whom they pierced.  ","niv":"<sup><strong>18</strong></sup> Here they crucified him, and with him two others--one on each side and Jesus in the middle. <sup><strong>19</strong></sup> Pilate had a notice prepared and fastened to the cross. It read:|sc JESUS OF NAZARETH, THE KING OF THE JEWS. <sup><strong>20</strong></sup> Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek. <sup><strong>21</strong></sup> The chief priests of the Jews protested to Pilate, \"Do not write 'The King of the Jews,' but that this man claimed to be king of the Jews.\" <sup><strong>22</strong></sup> Pilate answered, \"What I have written, I have written.\" <sup><strong>23</strong></sup> When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom. <sup><strong>24</strong></sup> \"Let's not tear it,\" they said to one another. \"Let's decide by lot who will get it.\" This happened that the scripture might be fulfilled which said, \"They divided my garments among them and cast lots for my clothing.\" So this is what the soldiers did. <sup><strong>25</strong></sup> Near the cross of Jesus stood his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. <sup><strong>26</strong></sup> When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to his mother, \"Dear woman, here is your son,\" <sup><strong>27</strong></sup> and to the disciple, \"Here is your mother.\" From that time on, this disciple took her into his home. <sup><strong>28</strong></sup> Later, knowing that all was now completed, and so that the Scripture would be fulfilled, Jesus said, \"I am thirsty.\" <sup><strong>29</strong></sup> A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus' lips. <sup><strong>30</strong></sup> When he had received the drink, Jesus said, \"It is finished.\" With that, he bowed his head and gave up his spirit. <sup><strong>31</strong></sup> Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jews did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down. <sup><strong>32</strong></sup> The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other. <sup><strong>33</strong></sup> But when they came to Jesus and found that he was already dead, they did not break his legs. <sup><strong>34</strong></sup> Instead, one of the soldiers pierced Jesus' side with a spear, bringing a sudden flow of blood and water. <sup><strong>35</strong></sup> The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe. <sup><strong>36</strong></sup> These things happened so that the scripture would be fulfilled: \"Not one of his bones will be broken,\" <sup><strong>37</strong></sup> and, as another scripture says, \"They will look on the one they have pierced.\" "},{"_id":"616c081216dfdfefa20361a3","topicId":"616c080a16dfdfefa203618c","verse":"Acts 2:1-41","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-24\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-24\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-24\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-24\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-24\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-24\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-24\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-24\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-24\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-24\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. "},{"_id":"616c081316dfdfefa20361a4","topicId":"616c080a16dfdfefa203618c","verse":"John 19:2-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43019002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019002-1\">2&nbsp;</b>And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe. <b class=\"verse-num\" id=\"v43019003-1\">3&nbsp;</b>They came up to him, saying, “Hail, King of the Jews!” and struck him with their hands. <b class=\"verse-num\" id=\"v43019004-1\">4&nbsp;</b>Pilate went out again and said to them, “See, I am bringing him out to you that you may know that I find no guilt in him.” <b class=\"verse-num\" id=\"v43019005-1\">5&nbsp;</b>So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Behold the man!” <b class=\"verse-num\" id=\"v43019006-1\">6&nbsp;</b>When the chief priests and the officers saw him, they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him, for I find no guilt in him.” <b class=\"verse-num\" id=\"v43019007-1\">7&nbsp;</b>The Jews answered him, “We have a law, and according to that law he ought to die because he has made himself the Son of God.” <b class=\"verse-num\" id=\"v43019008-1\">8&nbsp;</b>When Pilate heard this statement, he was even more afraid. <b class=\"verse-num\" id=\"v43019009-1\">9&nbsp;</b>He entered his headquarters again and said to Jesus, “Where are you from?” But Jesus gave him no answer. <b class=\"verse-num\" id=\"v43019010-1\">10&nbsp;</b>So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?” <b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n<p id=\"p43019011_01-25\"><b class=\"verse-num\" id=\"v43019012-1\">12&nbsp;</b>From then on Pilate sought to release him, but the Jews cried out, “If you release this man, you are not Caesar’s friend. Everyone who makes himself a king opposes Caesar.” <b class=\"verse-num\" id=\"v43019013-1\">13&nbsp;</b>So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha. <b class=\"verse-num\" id=\"v43019014-1\">14&nbsp;</b>Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, “Behold your King!” <b class=\"verse-num\" id=\"v43019015-1\">15&nbsp;</b>They cried out, “Away with him, away with him, crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.” <b class=\"verse-num\" id=\"v43019016-1\">16&nbsp;</b>So he delivered him over to them to be crucified.</p>\n\n<p id=\"p43019016_03-25\">So they took Jesus,</p>\n\n</div>","kjv":"<strong>2</strong> And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,  <strong>3</strong> And said, Hail, King of the Jews! and they smote him with their hands.  <strong>4</strong> Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.  <strong>5</strong> Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!  <strong>6</strong> When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him.  <strong>7</strong> The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God.  <strong>8</strong> When Pilate therefore heard that saying, he was the more afraid;  <strong>9</strong> And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.  <strong>10</strong> Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?  <strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  <strong>12</strong> And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar’s friend: whosoever maketh himself a king speaketh against Caesar.  <strong>13</strong> When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.  <strong>14</strong> And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!  <strong>15</strong> But they cried out, Away with him, away with him,  crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar.  <strong>16</strong> Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away.  ","niv":"<sup><strong>2</strong></sup> The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe <sup><strong>3</strong></sup> and went up to him again and again, saying, \"Hail, king of the Jews!\" And they struck him in the face. <sup><strong>4</strong></sup> Once more Pilate came out and said to the Jews, \"Look, I am bringing him out to you to let you know that I find no basis for a charge against him.\" <sup><strong>5</strong></sup> When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, \"Here is the man!\" <sup><strong>6</strong></sup> As soon as the chief priests and their officials saw him, they shouted, \"Crucify! Crucify!\" But Pilate answered, \"You take him and crucify him. As for me, I find no basis for a charge against him.\" <sup><strong>7</strong></sup> The Jews insisted, \"We have a law, and according to that law he must die, because he claimed to be the Son of God.\" <sup><strong>8</strong></sup> When Pilate heard this, he was even more afraid, <sup><strong>9</strong></sup> and he went back inside the palace. \"Where do you come from?\" he asked Jesus, but Jesus gave him no answer. <sup><strong>10</strong></sup> \"Do you refuse to speak to me?\" Pilate said. \"Don't you realize I have power either to free you or to crucify you?\" <sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\" <sup><strong>12</strong></sup> From then on, Pilate tried to set Jesus free, but the Jews kept shouting, \"If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.\" <sup><strong>13</strong></sup> When Pilate heard this, he brought Jesus out and sat down on the judge's seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha). <sup><strong>14</strong></sup> It was the day of Preparation of Passover Week, about the sixth hour. \"Here is your king,\" Pilate said to the Jews. <sup><strong>15</strong></sup> But they shouted, \"Take him away! Take him away! Crucify him!Shall I crucify your king?\" Pilate asked. \"We have no king but Caesar,\" the chief priests answered. <sup><strong>16</strong></sup> Finally Pilate handed him over to them to be crucified. "},{"_id":"616c081316dfdfefa20361a5","topicId":"616c080a16dfdfefa203618c","verse":"John 18:1-12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-26\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him "}]}