{"_id":"616b8e83ede035c13f932b6e","slug":"the-importance-of-church","name":"The Importance Of Church","verses":[{"_id":"616b8e83ede035c13f932b6f","topicId":"616b8e83ede035c13f932b6e","verse":"Hebrews 10:25","votes":44,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching.","modified":"2021-11-18T05:41:21.491Z"},{"_id":"616b8e84ede035c13f932b70","topicId":"616b8e83ede035c13f932b6e","verse":"1 Corinthians 12:12","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p46012012_06-3\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ.</p>\n</div>","kjv":"<strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  ","niv":"<sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ."},{"_id":"616b8e84ede035c13f932b71","topicId":"616b8e83ede035c13f932b6e","verse":"1 Corinthians 12:27","votes":16,"__v":0,"esv":"<div>\n<p id=\"p46012027_01-5\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it.</p>\n</div>","kjv":"<strong>27</strong> Now ye are the body of Christ, and members in particular.  ","niv":"<sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it."},{"_id":"616b8e85ede035c13f932b72","topicId":"616b8e83ede035c13f932b6e","verse":"Matthew 16:18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"616b8e85ede035c13f932b73","topicId":"616b8e83ede035c13f932b6e","verse":"Matthew 28:19-20","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"616b8e85ede035c13f932b74","topicId":"616b8e83ede035c13f932b6e","verse":"Hebrews 13:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-8\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"616b8e85ede035c13f932b75","topicId":"616b8e83ede035c13f932b6e","verse":"Ephesians 4:11-12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-9\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up "},{"_id":"616b8e86ede035c13f932b76","topicId":"616b8e83ede035c13f932b6e","verse":"Acts 14:23","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."},{"_id":"616b8e86ede035c13f932b77","topicId":"616b8e83ede035c13f932b6e","verse":"Acts 20:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2023-03-15T21:56:38.435Z"},{"_id":"616b8e87ede035c13f932b79","topicId":"616b8e83ede035c13f932b6e","verse":"1 Timothy 3:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54003015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth."},{"_id":"616b8e87ede035c13f932b78","topicId":"616b8e83ede035c13f932b6e","verse":"Proverbs 31:8","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute."},{"_id":"616b8e87ede035c13f932b7a","topicId":"616b8e83ede035c13f932b6e","verse":"Matthew 28:18-20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"616b8e88ede035c13f932b7b","topicId":"616b8e83ede035c13f932b6e","verse":"Ephesians 5:23","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49005023_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.</p>\n</div>","kjv":"<strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  ","niv":"<sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior."},{"_id":"616b8e88ede035c13f932b7c","topicId":"616b8e83ede035c13f932b6e","verse":"Matthew 18:20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40018020_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\""},{"_id":"616b8e88ede035c13f932b7e","topicId":"616b8e83ede035c13f932b6e","verse":"Hebrews 10:24-25","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. "},{"_id":"616b8e88ede035c13f932b7d","topicId":"616b8e83ede035c13f932b6e","verse":"Acts 2:42","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p44002042_06-19\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.</p>\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer."},{"_id":"616b8e89ede035c13f932b7f","topicId":"616b8e83ede035c13f932b6e","verse":"John 3:16-17","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-20\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616b8e89ede035c13f932b80","topicId":"616b8e83ede035c13f932b6e","verse":"Hebrews 13:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58013007_01-21\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.</p>\n</div>","kjv":"<strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  ","niv":"<sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."},{"_id":"616b8e89ede035c13f932b81","topicId":"616b8e83ede035c13f932b6e","verse":"1 Corinthians 11:22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46011022_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n</div>","kjv":"<strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  ","niv":"<sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not!"},{"_id":"616b8e8aede035c13f932b82","topicId":"616b8e83ede035c13f932b6e","verse":"1 Corinthians 12:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink."},{"_id":"616b8e8aede035c13f932b83","topicId":"616b8e83ede035c13f932b6e","verse":"Romans 12:1-2","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","modified":"2022-10-02T17:19:09.105Z"},{"_id":"616b8e8aede035c13f932b84","topicId":"616b8e83ede035c13f932b6e","verse":"Matthew 6:33","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"616b8e8aede035c13f932b85","topicId":"616b8e83ede035c13f932b6e","verse":"Colossians 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"616b8e8bede035c13f932b86","topicId":"616b8e83ede035c13f932b6e","verse":"Colossians 1:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51001018_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.</p>\n</div>","kjv":"<strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  ","niv":"<sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."},{"_id":"616b8e8bede035c13f932b87","topicId":"616b8e83ede035c13f932b6e","verse":"Ephesians 4:15-16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-30\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. "}]}