{"_id":"616b6096ede035c13f932810","slug":"the-ark-of-covenant","name":"The Ark Of Covenant","verses":[{"_id":"616b6096ede035c13f932811","topicId":"616b6096ede035c13f932810","verse":"Revelation 11:19","votes":65,"__v":0,"esv":"<div>\n<p id=\"p66011019_01-1\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  ","niv":"<sup><strong>19</strong></sup> Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm.","modified":"2023-06-19T19:54:56.463Z"},{"_id":"616b6097ede035c13f932812","topicId":"616b6096ede035c13f932810","verse":"Exodus 37:1-9","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p02037001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02037001-1\">37:1&nbsp;</b>Bezalel made the ark of acacia wood. Two cubits and a half was its length, a cubit and a half its breadth, and a cubit and a half its height. <b class=\"verse-num\" id=\"v02037002-1\">2&nbsp;</b>And he overlaid it with pure gold inside and outside, and made a molding of gold around it. <b class=\"verse-num\" id=\"v02037003-1\">3&nbsp;</b>And he cast for it four rings of gold for its four feet, two rings on its one side and two rings on its other side. <b class=\"verse-num\" id=\"v02037004-1\">4&nbsp;</b>And he made poles of acacia wood and overlaid them with gold <b class=\"verse-num\" id=\"v02037005-1\">5&nbsp;</b>and put the poles into the rings on the sides of the ark to carry the ark. <b class=\"verse-num\" id=\"v02037006-1\">6&nbsp;</b>And he made a mercy seat of pure gold. Two cubits and a half was its length, and a cubit and a half its breadth. <b class=\"verse-num\" id=\"v02037007-1\">7&nbsp;</b>And he made two cherubim of gold. He made them of hammered work on the two ends of the mercy seat, <b class=\"verse-num\" id=\"v02037008-1\">8&nbsp;</b>one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat he made the cherubim on its two ends. <b class=\"verse-num\" id=\"v02037009-1\">9&nbsp;</b>The cherubim spread out their wings above, overshadowing the mercy seat with their wings, with their faces one to another; toward the mercy seat were the faces of the cherubim.</p>\n\n</div>","kjv":"<strong>1</strong> And Bezaleel made the ark of shittim wood: two cubits and a half was the length of it, and a cubit and a half the breadth of it, and a cubit and a half the height of it:  <strong>2</strong> And he overlaid it with pure gold within and without, and made a crown of gold to it round about.  <strong>3</strong> And he cast for it four rings of gold, to be set by the four corners of it; even two rings upon the one side of it, and two rings upon the other side of it.  <strong>4</strong> And he made staves of shittim wood, and overlaid them with gold.  <strong>5</strong> And he put the staves into the rings by the sides of the ark, to bear the ark.  <strong>6</strong> And he made the mercy seat of pure gold: two cubits and a half was the length thereof, and one cubit and a half the breadth thereof.  <strong>7</strong> And he made two cherubims of gold, beaten out of one piece made he them, on the two ends of the mercy seat;  <strong>8</strong> One cherub on the end on this side, and another cherub on the other  end on that side: out of the mercy seat made he the cherubims on the two ends thereof.  <strong>9</strong> And the cherubims spread out their wings on high, and  covered with their wings over the mercy seat, with their faces one to another; even to the mercy seatward were the faces of the cherubims.  ","niv":"<sup><strong>1</strong></sup> Bezalel made the ark of acacia wood-two and a half cubits long, a cubit and a half wide, and a cubit and a half high. <sup><strong>2</strong></sup> He overlaid it with pure gold, both inside and out, and made a gold molding around it. <sup><strong>3</strong></sup> He cast four gold rings for it and fastened them to its four feet, with two rings on one side and two rings on the other. <sup><strong>4</strong></sup> Then he made poles of acacia wood and overlaid them with gold. <sup><strong>5</strong></sup> And he inserted the poles into the rings on the sides of the ark to carry it. <sup><strong>6</strong></sup> He made the atonement cover of pure gold-two and a half cubits long and a cubit and a half wide. <sup><strong>7</strong></sup> Then he made two cherubim out of hammered gold at the ends of the cover. <sup><strong>8</strong></sup> He made one cherub on one end and the second cherub on the other; at the two ends he made them of one piece with the cover. <sup><strong>9</strong></sup> The cherubim had their wings spread upward, overshadowing the cover with them. The cherubim faced each other, looking toward the cover. "},{"_id":"616b6097ede035c13f932813","topicId":"616b6096ede035c13f932810","verse":"Exodus 25:22","votes":49,"__v":0,"esv":"<div>\n<p id=\"p02025022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025022-1\">22&nbsp;</b>There I will meet with you, and from above the mercy seat, from between the two cherubim that are on the ark of the testimony, I will speak with you about all that I will give you in commandment for the people of Israel.</p>\n</div>","kjv":"<strong>22</strong> And there I will meet with thee, and I will commune with thee from above the mercy seat, from between the two cherubims which are upon the ark of the testimony, of all things which I will give thee in commandment unto the children of Israel.  ","niv":"<sup><strong>22</strong></sup> There, above the cover between the two cherubim that are over the ark of the Testimony, I will meet with you and give you all my commands for the Israelites."},{"_id":"616b6097ede035c13f932814","topicId":"616b6096ede035c13f932810","verse":"Hebrews 9:1-5","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p58009001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58009001-1\">9:1&nbsp;</b>Now even the first covenant had regulations for worship and an earthly place of holiness. <b class=\"verse-num\" id=\"v58009002-1\">2&nbsp;</b>For a tent was prepared, the first section, in which were the lampstand and the table and the bread of the Presence. It is called the Holy Place. <b class=\"verse-num\" id=\"v58009003-1\">3&nbsp;</b>Behind the second curtain was a second section called the Most Holy Place, <b class=\"verse-num\" id=\"v58009004-1\">4&nbsp;</b>having the golden altar of incense and the ark of the covenant covered on all sides with gold, in which was a golden urn holding the manna, and Aaron’s staff that budded, and the tablets of the covenant. <b class=\"verse-num\" id=\"v58009005-1\">5&nbsp;</b>Above it were the cherubim of glory overshadowing the mercy seat. Of these things we cannot now speak in detail.</p>\n\n</div>","kjv":"<strong>1</strong> Then verily the first covenant had also ordinances of divine service, and a worldly sanctuary.  <strong>2</strong> For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.  <strong>3</strong> And after the second veil, the tabernacle which is called the Holiest of all;  <strong>4</strong> Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron’s rod that budded, and the tables of the covenant;  <strong>5</strong> And over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly.  ","niv":"<sup><strong>1</strong></sup> Now the first covenant had regulations for worship and also an earthly sanctuary. <sup><strong>2</strong></sup> A tabernacle was set up. In its first room were the lampstand, the table and the consecrated bread; this was called the Holy Place. <sup><strong>3</strong></sup> Behind the second curtain was a room called the Most Holy Place, <sup><strong>4</strong></sup> which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained the gold jar of manna, Aaron's staff that had budded, and the stone tablets of the covenant. <sup><strong>5</strong></sup> Above the ark were the cherubim of the Glory, overshadowing the atonement cover. But we cannot discuss these things in detail now. "},{"_id":"616b6098ede035c13f932815","topicId":"616b6096ede035c13f932810","verse":"Jeremiah 3:16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p24003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v24003016-1\">16&nbsp;</b>And when you have multiplied and been fruitful in the land, in those days, declares the LORD, they shall no more say, “The ark of the covenant of the LORD.” It shall not come to mind or be remembered or missed; it shall not be made again.</p>\n</div>","kjv":"<strong>16</strong> And it shall come to pass, when ye be multiplied and increased in the land, in those days, saith the LORD, they shall say no more, The ark of the covenant of the LORD: neither shall it come to mind: neither shall they remember it; neither shall they visit it; neither shall that  be done any more.  ","niv":"<sup><strong>16</strong></sup> In those days, when your numbers have increased greatly in the land,\" declares the LORD, \"men will no longer say, 'The ark of the covenant of the LORD.' It will never enter their minds or be remembered; it will not be missed, nor will another one be made."},{"_id":"616b6098ede035c13f932816","topicId":"616b6096ede035c13f932810","verse":"Numbers 10:33","votes":33,"__v":0,"esv":"<div>\n<p id=\"p04010033_01-6\"><b class=\"verse-num\" id=\"v04010033-1\">33&nbsp;</b>So they set out from the mount of the LORD three days’ journey. And the ark of the covenant of the LORD went before them three days’ journey, to seek out a resting place for them.</p>\n</div>","kjv":"<strong>33</strong> And they departed from the mount of the LORD three days’ journey: and the ark of the covenant of the LORD went before them in the three days’ journey, to search out a resting place for them.  ","niv":"<sup><strong>33</strong></sup> So they set out from the mountain of the LORD and traveled for three days. The ark of the covenant of the LORD went before them during those three days to find them a place to rest."},{"_id":"616b6098ede035c13f932817","topicId":"616b6096ede035c13f932810","verse":"Hebrews 9:4","votes":28,"__v":0,"esv":"<div>\n<p id=\"p58009004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009004-1\">4&nbsp;</b>having the golden altar of incense and the ark of the covenant covered on all sides with gold, in which was a golden urn holding the manna, and Aaron’s staff that budded, and the tablets of the covenant.</p>\n</div>","kjv":"<strong>4</strong> Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron’s rod that budded, and the tables of the covenant;  ","niv":"<sup><strong>4</strong></sup> which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained the gold jar of manna, Aaron's staff that had budded, and the stone tablets of the covenant."},{"_id":"616b6099ede035c13f932818","topicId":"616b6096ede035c13f932810","verse":"Joshua 3:6","votes":28,"__v":0,"esv":"<div>\n<p id=\"p06003006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v06003006-1\">6&nbsp;</b>And Joshua said to the priests, “Take up the ark of the covenant and pass on before the people.” So they took up the ark of the covenant and went before the people.</p>\n</div>","kjv":"<strong>6</strong> And Joshua spake unto the priests, saying, Take up the ark of the covenant, and pass over before the people. And they took up the ark of the covenant, and went before the people.  ","niv":"<sup><strong>6</strong></sup> Joshua said to the priests, \"Take up the ark of the covenant and pass on ahead of the people.\" So they took it up and went ahead of them."},{"_id":"616b6099ede035c13f932819","topicId":"616b6096ede035c13f932810","verse":"1 Kings 8:9","votes":23,"__v":0,"esv":"<div>\n<p id=\"p11008009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v11008009-1\">9&nbsp;</b>There was nothing in the ark except the two tablets of stone that Moses put there at Horeb, where the LORD made a covenant with the people of Israel, when they came out of the land of Egypt.</p>\n</div>","kjv":"<strong>9</strong> There was nothing in the ark save the two tables of stone, which Moses put there at Horeb, when the LORD made a covenant with the children of Israel, when they came out of the land of Egypt.  ","niv":"<sup><strong>9</strong></sup> There was nothing in the ark except the two stone tablets that Moses had placed in it at Horeb, where the LORD made a covenant with the Israelites after they came out of Egypt."},{"_id":"616b6099ede035c13f93281a","topicId":"616b6096ede035c13f932810","verse":"Deuteronomy 10:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p05010008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010008-1\">8&nbsp;</b>At that time the LORD set apart the tribe of Levi to carry the ark of the covenant of the LORD to stand before the LORD to minister to him and to bless in his name, to this day.</p>\n</div>","kjv":"<strong>8</strong> At that time the LORD separated the tribe of Levi, to bear the ark of the covenant of the LORD, to stand before the LORD to minister unto him, and to bless in his name, unto this day.  ","niv":"<sup><strong>8</strong></sup> At that time the LORD set apart the tribe of Levi to carry the ark of the covenant of the LORD, to stand before the LORD to minister and to pronounce blessings in his name, as they still do today."},{"_id":"616b6099ede035c13f93281b","topicId":"616b6096ede035c13f932810","verse":"Joshua 6:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p06006008_01-12\"><b class=\"verse-num\" id=\"v06006008-1\">8&nbsp;</b>And just as Joshua had commanded the people, the seven priests bearing the seven trumpets of rams’ horns before the LORD went forward, blowing the trumpets, with the ark of the covenant of the LORD following them.</p>\n</div>","kjv":"<strong>8</strong> And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams’ horns passed on before the LORD, and blew with the trumpets: and the ark of the covenant of the LORD followed them.  ","niv":"<sup><strong>8</strong></sup> When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the LORD went forward, blowing their trumpets, and the ark of the LORD's covenant followed them.","modified":"2023-03-25T02:04:40.093Z"},{"_id":"616b609aede035c13f93281c","topicId":"616b6096ede035c13f932810","verse":"Exodus 25:16","votes":18,"__v":0,"esv":"<div>\n<p id=\"p02025016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025016-1\">16&nbsp;</b>And you shall put into the ark the testimony that I shall give you.</p>\n</div>","kjv":"<strong>16</strong> And thou shalt put into the ark the testimony which I shall give thee.  ","niv":"<sup><strong>16</strong></sup> Then put in the ark the Testimony, which I will give you."},{"_id":"616b609aede035c13f93281d","topicId":"616b6096ede035c13f932810","verse":"Numbers 7:89","votes":17,"__v":0,"esv":"<div>\n<p id=\"p04007089_01-14\"><b class=\"verse-num\" id=\"v04007089-1\">89&nbsp;</b>And when Moses went into the tent of meeting to speak with the LORD, he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim; and it spoke to him.</p>\n</div>","kjv":"<strong>89</strong> And when Moses was gone into the tabernacle of the congregation to speak with him, then he heard the voice of one speaking unto him from off the mercy seat that was upon the ark of testimony, from between the two cherubims: and he spake unto him.  ","niv":"<sup><strong>89</strong></sup> When Moses entered the Tent of Meeting to speak with the LORD, he heard the voice speaking to him from between the two cherubim above the atonement cover on the ark of the Testimony. And he spoke with him."},{"_id":"616b609aede035c13f93281e","topicId":"616b6096ede035c13f932810","verse":"Exodus 25:10","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p02025010_06-15\"><b class=\"verse-num\" id=\"v02025010-1\">10&nbsp;</b>“They shall make an ark of acacia wood. Two cubits and a half shall be its length, a cubit and a half its breadth, and a cubit and a half its height.</p>\n\n</div>","kjv":"<strong>10</strong> And they shall make an ark of shittim wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof.  ","niv":"<sup><strong>10</strong></sup> \"Have them make a chest of acacia wood-two and a half cubits long, a cubit and a half wide, and a cubit and a half high."},{"_id":"616b609bede035c13f93281f","topicId":"616b6096ede035c13f932810","verse":"1 Samuel 3:3","votes":16,"__v":0,"esv":"<div>\n<p id=\"p09003003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v09003003-1\">3&nbsp;</b>The lamp of God had not yet gone out, and Samuel was lying down in the temple of the LORD, where the ark of God was.</p>\n</div>","kjv":"<strong>3</strong> And ere the lamp of God went out in the temple of the LORD, where the ark of God was, and Samuel was laid down to sleep;  ","niv":"<sup><strong>3</strong></sup> The lamp of God had not yet gone out, and Samuel was lying down in the temple of the LORD, where the ark of God was."},{"_id":"616b609bede035c13f932820","topicId":"616b6096ede035c13f932810","verse":"Exodus 25:10-22","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p02025010_06-18\"><b class=\"verse-num\" id=\"v02025010-1\">10&nbsp;</b>“They shall make an ark of acacia wood. Two cubits and a half shall be its length, a cubit and a half its breadth, and a cubit and a half its height. <b class=\"verse-num\" id=\"v02025011-1\">11&nbsp;</b>You shall overlay it with pure gold, inside and outside shall you overlay it, and you shall make on it a molding of gold around it. <b class=\"verse-num\" id=\"v02025012-1\">12&nbsp;</b>You shall cast four rings of gold for it and put them on its four feet, two rings on the one side of it, and two rings on the other side of it. <b class=\"verse-num\" id=\"v02025013-1\">13&nbsp;</b>You shall make poles of acacia wood and overlay them with gold. <b class=\"verse-num\" id=\"v02025014-1\">14&nbsp;</b>And you shall put the poles into the rings on the sides of the ark to carry the ark by them. <b class=\"verse-num\" id=\"v02025015-1\">15&nbsp;</b>The poles shall remain in the rings of the ark; they shall not be taken from it. <b class=\"verse-num\" id=\"v02025016-1\">16&nbsp;</b>And you shall put into the ark the testimony that I shall give you.</p>\n<p id=\"p02025016_06-18\"><b class=\"verse-num\" id=\"v02025017-1\">17&nbsp;</b>“You shall make a mercy seat of pure gold. Two cubits and a half shall be its length, and a cubit and a half its breadth. <b class=\"verse-num\" id=\"v02025018-1\">18&nbsp;</b>And you shall make two cherubim of gold; of hammered work shall you make them, on the two ends of the mercy seat. <b class=\"verse-num\" id=\"v02025019-1\">19&nbsp;</b>Make one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat shall you make the cherubim on its two ends. <b class=\"verse-num\" id=\"v02025020-1\">20&nbsp;</b>The cherubim shall spread out their wings above, overshadowing the mercy seat with their wings, their faces one to another; toward the mercy seat shall the faces of the cherubim be. <b class=\"verse-num\" id=\"v02025021-1\">21&nbsp;</b>And you shall put the mercy seat on the top of the ark, and in the ark you shall put the testimony that I shall give you. <b class=\"verse-num\" id=\"v02025022-1\">22&nbsp;</b>There I will meet with you, and from above the mercy seat, from between the two cherubim that are on the ark of the testimony, I will speak with you about all that I will give you in commandment for the people of Israel.</p>\n\n</div>","kjv":"<strong>10</strong> And they shall make an ark of shittim wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof.  <strong>11</strong> And thou shalt overlay it with pure gold, within and without shalt thou overlay it, and shalt make upon it a crown of gold round about.  <strong>12</strong> And thou shalt cast four rings of gold for it, and put them  in the four corners thereof; and two rings shall be in the one side of it, and two rings in the other side of it.  <strong>13</strong> And thou shalt make staves of shittim wood, and overlay them with gold.  <strong>14</strong> And thou shalt put the staves into the rings by the sides of the ark, that the ark may be borne with them.  <strong>15</strong> The staves shall be in the rings of the ark: they shall not be taken from it.  <strong>16</strong> And thou shalt put into the ark the testimony which I shall give thee.  <strong>17</strong> And thou shalt make a mercy seat of pure gold: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof.  <strong>18</strong> And thou shalt make two cherubims of gold, of beaten work shalt thou make them, in the two ends of the mercy seat.  <strong>19</strong> And make one cherub on the one end, and the other cherub on the other end: even of the mercy seat shall ye make the cherubims on the two ends thereof.  <strong>20</strong> And the cherubim shall stretch forth their wings on high, covering the mercy seat with their wings, and their faces shall look  one to another; toward the mercy seat shall the faces of the cherubims be.  <strong>21</strong> And thou shalt put the mercy seat above upon the ark; and in the ark thou shalt put the testimony that I shall give thee.  <strong>22</strong> And there I will meet with thee, and I will commune with thee from above the mercy seat, from between the two cherubims which are upon the ark of the testimony, of all things which I will give thee in commandment unto the children of Israel.  ","niv":"<sup><strong>10</strong></sup> \"Have them make a chest of acacia wood-two and a half cubits long, a cubit and a half wide, and a cubit and a half high. <sup><strong>11</strong></sup> Overlay it with pure gold, both inside and out, and make a gold molding around it. <sup><strong>12</strong></sup> Cast four gold rings for it and fasten them to its four feet, with two rings on one side and two rings on the other. <sup><strong>13</strong></sup> Then make poles of acacia wood and overlay them with gold. <sup><strong>14</strong></sup> Insert the poles into the rings on the sides of the chest to carry it. <sup><strong>15</strong></sup> The poles are to remain in the rings of this ark; they are not to be removed. <sup><strong>16</strong></sup> Then put in the ark the Testimony, which I will give you. <sup><strong>17</strong></sup> \"Make an atonement cover of pure gold-two and a half cubits long and a cubit and a half wide. <sup><strong>18</strong></sup> And make two cherubim out of hammered gold at the ends of the cover. <sup><strong>19</strong></sup> Make one cherub on one end and the second cherub on the other; make the cherubim of one piece with the cover, at the two ends. <sup><strong>20</strong></sup> The cherubim are to have their wings spread upward, overshadowing the cover with them. The cherubim are to face each other, looking toward the cover. <sup><strong>21</strong></sup> Place the cover on top of the ark and put in the ark the Testimony, which I will give you. <sup><strong>22</strong></sup> There, above the cover between the two cherubim that are over the ark of the Testimony, I will meet with you and give you all my commands for the Israelites. "},{"_id":"616b609bede035c13f932821","topicId":"616b6096ede035c13f932810","verse":"2 Chronicles 35:3","votes":15,"__v":0,"esv":"<div>\n<p id=\"p14035003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v14035003-1\">3&nbsp;</b>And he said to the Levites who taught all Israel and who were holy to the LORD, “Put the holy ark in the house that Solomon the son of David, king of Israel, built. You need not carry it on your shoulders. Now serve the LORD your God and his people Israel.</p>\n</div>","kjv":"<strong>3</strong> And said unto the Levites that taught all Israel, which were holy unto the LORD, Put the holy ark in the house which Solomon the son of David king of Israel did build; it shall not be a burden upon your shoulders: serve now the LORD your God, and his people Israel,  ","niv":"<sup><strong>3</strong></sup> He said to the Levites, who instructed all Israel and who had been consecrated to the LORD: \"Put the sacred ark in the temple that Solomon son of David king of Israel built. It is not to be carried about on your shoulders. Now serve the LORD your God and his people Israel."},{"_id":"616b609cede035c13f932822","topicId":"616b6096ede035c13f932810","verse":"1 Samuel 4:1-22","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p09004001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09004001-1\">4:1&nbsp;</b>And the word of Samuel came to all Israel.</p>\n<p id=\"p09004001_06-21\">Now Israel went out to battle against the Philistines. They encamped at Ebenezer, and the Philistines encamped at Aphek. <b class=\"verse-num\" id=\"v09004002-1\">2&nbsp;</b>The Philistines drew up in line against Israel, and when the battle spread, Israel was defeated before the Philistines, who killed about four thousand men on the field of battle. <b class=\"verse-num\" id=\"v09004003-1\">3&nbsp;</b>And when the people came to the camp, the elders of Israel said, “Why has the LORD defeated us today before the Philistines? Let us bring the ark of the covenant of the LORD here from Shiloh, that it may come among us and save us from the power of our enemies.” <b class=\"verse-num\" id=\"v09004004-1\">4&nbsp;</b>So the people sent to Shiloh and brought from there the ark of the covenant of the LORD of hosts, who is enthroned on the cherubim. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.</p>\n<p id=\"p09004004_06-21\"><b class=\"verse-num\" id=\"v09004005-1\">5&nbsp;</b>As soon as the ark of the covenant of the LORD came into the camp, all Israel gave a mighty shout, so that the earth resounded. <b class=\"verse-num\" id=\"v09004006-1\">6&nbsp;</b>And when the Philistines heard the noise of the shouting, they said, “What does this great shouting in the camp of the Hebrews mean?” And when they learned that the ark of the LORD had come to the camp, <b class=\"verse-num\" id=\"v09004007-1\">7&nbsp;</b>the Philistines were afraid, for they said, “A god has come into the camp.” And they said, “Woe to us! For nothing like this has happened before. <b class=\"verse-num\" id=\"v09004008-1\">8&nbsp;</b>Woe to us! Who can deliver us from the power of these mighty gods? These are the gods who struck the Egyptians with every sort of plague in the wilderness. <b class=\"verse-num\" id=\"v09004009-1\">9&nbsp;</b>Take courage, and be men, O Philistines, lest you become slaves to the Hebrews as they have been to you; be men and fight.”</p>\n<p id=\"p09004009_06-21\"><b class=\"verse-num\" id=\"v09004010-1\">10&nbsp;</b>So the Philistines fought, and Israel was defeated, and they fled, every man to his home. And there was a very great slaughter, for thirty thousand foot soldiers of Israel fell. <b class=\"verse-num\" id=\"v09004011-1\">11&nbsp;</b>And the ark of God was captured, and the two sons of Eli, Hophni and Phinehas, died.</p>\n\n<p id=\"p09004011_10-21\"><b class=\"verse-num\" id=\"v09004012-1\">12&nbsp;</b>A man of Benjamin ran from the battle line and came to Shiloh the same day, with his clothes torn and with dirt on his head. <b class=\"verse-num\" id=\"v09004013-1\">13&nbsp;</b>When he arrived, Eli was sitting on his seat by the road watching, for his heart trembled for the ark of God. And when the man came into the city and told the news, all the city cried out. <b class=\"verse-num\" id=\"v09004014-1\">14&nbsp;</b>When Eli heard the sound of the outcry, he said, “What is this uproar?” Then the man hurried and came and told Eli. <b class=\"verse-num\" id=\"v09004015-1\">15&nbsp;</b>Now Eli was ninety-eight years old and his eyes were set so that he could not see. <b class=\"verse-num\" id=\"v09004016-1\">16&nbsp;</b>And the man said to Eli, “I am he who has come from the battle; I fled from the battle today.” And he said, “How did it go, my son?” <b class=\"verse-num\" id=\"v09004017-1\">17&nbsp;</b>He who brought the news answered and said, “Israel has fled before the Philistines, and there has also been a great defeat among the people. Your two sons also, Hophni and Phinehas, are dead, and the ark of God has been captured.” <b class=\"verse-num\" id=\"v09004018-1\">18&nbsp;</b>As soon as he mentioned the ark of God, Eli fell over backward from his seat by the side of the gate, and his neck was broken and he died, for the man was old and heavy. He had judged Israel forty years.</p>\n<p id=\"p09004018_10-21\"><b class=\"verse-num\" id=\"v09004019-1\">19&nbsp;</b>Now his daughter-in-law, the wife of Phinehas, was pregnant, about to give birth. And when she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed and gave birth, for her pains came upon her. <b class=\"verse-num\" id=\"v09004020-1\">20&nbsp;</b>And about the time of her death the women attending her said to her, “Do not be afraid, for you have borne a son.” But she did not answer or pay attention. <b class=\"verse-num\" id=\"v09004021-1\">21&nbsp;</b>And she named the child Ichabod, saying, “The glory has departed from Israel!” because the ark of God had been captured and because of her father-in-law and her husband. <b class=\"verse-num\" id=\"v09004022-1\">22&nbsp;</b>And she said, “The glory has departed from Israel, for the ark of God has been captured.”</p>\n\n</div>","kjv":"<strong>1</strong> And the word of Samuel came to all Israel. Now Israel went out against the Philistines to battle, and pitched beside Eben-ezer: and the Philistines pitched in Aphek.  <strong>2</strong> And the Philistines put themselves in array against Israel: and when they joined battle, Israel was smitten before the Philistines: and they slew of the army in the field about four thousand men.  <strong>3</strong> And when the people were come into the camp, the elders of Israel said, Wherefore hath the LORD smitten us to day before the Philistines? Let us fetch the ark of the covenant of the LORD out of Shiloh unto us, that, when it cometh among us, it may save us out of the hand of our enemies.  <strong>4</strong> So the people sent to Shiloh, that they might bring from thence the ark of the covenant of the LORD of hosts, which dwelleth between the cherubims: and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.  <strong>5</strong> And when the ark of the covenant of the LORD came into the camp, all Israel shouted with a great shout, so that the earth rang again.  <strong>6</strong> And when the Philistines heard the noise of the shout, they said, What meaneth the noise of this great shout in the camp of the Hebrews? And they understood that the ark of the LORD was come into the camp.  <strong>7</strong> And the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore.  <strong>8</strong> Woe unto us! who shall deliver us out of the hand of these mighty Gods? these are the Gods that smote the Egyptians with all the plagues in the wilderness.  <strong>9</strong> Be strong, and quit yourselves like men, O ye Philistines, that ye be not servants unto the Hebrews, as they have been to you: quit yourselves like men, and fight.  <strong>10</strong> And the Philistines fought, and Israel was smitten, and they fled every man into his tent: and there was a very great slaughter; for there fell of Israel thirty thousand footmen.  <strong>11</strong> And the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, were slain.  <strong>12</strong> And there ran a man of Benjamin out of the army, and came to Shiloh the same day with his clothes rent, and with earth upon his head.  <strong>13</strong> And when he came, lo, Eli sat upon a seat by the wayside watching: for his heart trembled for the ark of God. And when the man came into the city, and told it, all the city cried out.  <strong>14</strong> And when Eli heard the noise of the crying, he said, What meaneth  the noise of this tumult? And the man came in hastily, and told Eli.  <strong>15</strong> Now Eli was ninety and eight years old; and his eyes were dim, that he could not see.  <strong>16</strong> And the man said unto Eli, I am he that came out of the army, and I fled to day out of the army. And he said, What is there done, my son?  <strong>17</strong> And the messenger answered and said, Israel is fled before the Philistines, and there hath been also a great slaughter among the people, and thy two sons also, Hophni and Phinehas, are dead, and the ark of God is taken.  <strong>18</strong> And it came to pass, when he made mention of the ark of God, that he fell from off the seat backward by the side of the gate, and his neck brake, and he died: for he was an old man, and heavy. And he had judged Israel forty years.  <strong>19</strong> And his daughter in law, Phinehas’ wife, was with child, near  to be delivered: and when she heard the tidings that the ark of God was taken, and that her father in law and her husband were dead, she bowed herself and travailed; for her pains came upon her.  <strong>20</strong> And about the time of her death the women that stood by her said unto her, Fear not; for thou hast born a son. But she answered not, neither did she regard it.  <strong>21</strong> And she named the child I-chabod, saying, The glory is departed from Israel: because the ark of God was taken, and because of her father in law and her husband.  <strong>22</strong> And she said, The glory is departed from Israel: for the ark of God is taken.  ","niv":"<sup><strong>1</strong></sup> And Samuel's word came to all Israel. Now the Israelites went out to fight against the Philistines. The Israelites camped at Ebenezer, and the Philistines at Aphek. <sup><strong>2</strong></sup> The Philistines deployed their forces to meet Israel, and as the battle spread, Israel was defeated by the Philistines, who killed about four thousand of them on the battlefield. <sup><strong>3</strong></sup> When the soldiers returned to camp, the elders of Israel asked, \"Why did the LORD bring defeat upon us today before the Philistines? Let us bring the ark of the LORD's covenant from Shiloh, so that it may go with us and save us from the hand of our enemies.\" <sup><strong>4</strong></sup> So the people sent men to Shiloh, and they brought back the ark of the covenant of the LORD Almighty, who is enthroned between the cherubim. And Eli's two sons, Hophni and Phinehas, were there with the ark of the covenant of God. <sup><strong>5</strong></sup> When the ark of the LORD's covenant came into the camp, all Israel raised such a great shout that the ground shook. <sup><strong>6</strong></sup> Hearing the uproar, the Philistines asked, \"What's all this shouting in the Hebrew camp?\" When they learned that the ark of the LORD had come into the camp, <sup><strong>7</strong></sup> the Philistines were afraid. \"A god has come into the camp,\" they said. \"We're in trouble! Nothing like this has happened before. <sup><strong>8</strong></sup> Woe to us! Who will deliver us from the hand of these mighty gods? They are the gods who struck the Egyptians with all kinds of plagues in the desert. <sup><strong>9</strong></sup> Be strong, Philistines! Be men, or you will be subject to the Hebrews, as they have been to you. Be men, and fight!\" <sup><strong>10</strong></sup> So the Philistines fought, and the Israelites were defeated and every man fled to his tent. The slaughter was very great; Israel lost thirty thousand foot soldiers. <sup><strong>11</strong></sup> The ark of God was captured, and Eli's two sons, Hophni and Phinehas, died. <sup><strong>12</strong></sup> That same day a Benjamite ran from the battle line and went to Shiloh, his clothes torn and dust on his head. <sup><strong>13</strong></sup> When he arrived, there was Eli sitting on his chair by the side of the road, watching, because his heart feared for the ark of God. When the man entered the town and told what had happened, the whole town sent up a cry. <sup><strong>14</strong></sup> Eli heard the outcry and asked, \"What is the meaning of this uproar?\" The man hurried over to Eli, <sup><strong>15</strong></sup> who was ninety-eight years old and whose eyes were set so that he could not see. <sup><strong>16</strong></sup> He told Eli, \"I have just come from the battle line; I fled from it this very day.\" Eli asked, \"What happened, my son?\" <sup><strong>17</strong></sup> The man who brought the news replied, \"Israel fled before the Philistines, and the army has suffered heavy losses. Also your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.\" <sup><strong>18</strong></sup> When he mentioned the ark of God, Eli fell backward off his chair by the side of the gate. His neck was broken and he died, for he was an old man and heavy. He had led Israel forty years. <sup><strong>19</strong></sup> His daughter-in-law, the wife of Phinehas, was pregnant and near the time of delivery. When she heard the news that the ark of God had been captured and that her father-in-law and her husband were dead, she went into labor and gave birth, but was overcome by her labor pains. <sup><strong>20</strong></sup> As she was dying, the women attending her said, \"Don't despair; you have given birth to a son.\" But she did not respond or pay any attention. <sup><strong>21</strong></sup> She named the boy Ichabod, saying, \"The glory has departed from Israel\"-because of the capture of the ark of God and the deaths of her father-in-law and her husband. <sup><strong>22</strong></sup> She said, \"The glory has departed from Israel, for the ark of God has been captured.\" "},{"_id":"616b609cede035c13f932823","topicId":"616b6096ede035c13f932810","verse":"Exodus 40:20","votes":14,"__v":0,"esv":"<div>\n<p id=\"p02040020_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v02040020-1\">20&nbsp;</b>He took the testimony and put it into the ark, and put the poles on the ark and set the mercy seat above on the ark.</p>\n</div>","kjv":"<strong>20</strong> And he took and put the testimony into the ark, and set the staves on the ark, and put the mercy seat above upon the ark:  ","niv":"<sup><strong>20</strong></sup> He took the Testimony and placed it in the ark, attached the poles to the ark and put the atonement cover over it."},{"_id":"616b609cede035c13f932824","topicId":"616b6096ede035c13f932810","verse":"Jeremiah 31:31-34","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p24031031_04-23\"><b class=\"verse-num\" id=\"v24031031-1\">31&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will make a new covenant with the house of Israel and the house of Judah, <b class=\"verse-num\" id=\"v24031032-1\">32&nbsp;</b>not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the LORD. <b class=\"verse-num\" id=\"v24031033-1\">33&nbsp;</b>For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v24031034-1\">34&nbsp;</b>And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the LORD,’ for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.”</p>\n</div>","kjv":"<strong>31</strong> Behold, the days come, saith the LORD, that I will make a new covenant with the house of Israel, and with the house of Judah:  <strong>32</strong> Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the LORD:  <strong>33</strong> But this shall be the covenant that I will make with the house of Israel; After those days, saith the LORD, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.  <strong>34</strong> And they shall teach no more every man his neighbour, and every man his brother, saying, Know the LORD: for they shall all know me, from the least of them unto the greatest of them, saith the LORD; for I will forgive their iniquity, and I will remember their sin no more.  ","niv":"<sup><strong>31</strong></sup> \"The time is coming,\" declares the LORD, \"when I will make a new covenant with the house of Israel and with the house of Judah. <sup><strong>32</strong></sup> It will not be like the covenant I made with their forefathers when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them, \"declares the LORD. <sup><strong>33</strong></sup> \"This is the covenant I will make with the house of Israel after that time,\" declares the LORD. \"I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people. <sup><strong>34</strong></sup> No longer will a man teach his neighbor, or a man his brother, saying, 'Know the LORD,' because they will all know me, from the least of them to the greatest,\" declares the LORD. \"For I will forgive their wickedness and will remember their sins no more.\" "},{"_id":"616b609cede035c13f932825","topicId":"616b6096ede035c13f932810","verse":"2 Samuel 6:1-23","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p10006001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10006001-1\">6:1&nbsp;</b>David again gathered all the chosen men of Israel, thirty thousand. <b class=\"verse-num\" id=\"v10006002-1\">2&nbsp;</b>And David arose and went with all the people who were with him from Baale-judah to bring up from there the ark of God, which is called by the name of the LORD of hosts who sits enthroned on the cherubim. <b class=\"verse-num\" id=\"v10006003-1\">3&nbsp;</b>And they carried the ark of God on a new cart and brought it out of the house of Abinadab, which was on the hill. And Uzzah and Ahio, the sons of Abinadab, were driving the new cart, <b class=\"verse-num\" id=\"v10006004-1\">4&nbsp;</b>with the ark of God, and Ahio went before the ark.</p>\n\n<p id=\"p10006004_10-24\"><b class=\"verse-num\" id=\"v10006005-1\">5&nbsp;</b>And David and all the house of Israel were celebrating before the LORD, with songs and lyres and harps and tambourines and castanets and cymbals. <b class=\"verse-num\" id=\"v10006006-1\">6&nbsp;</b>And when they came to the threshing floor of Nacon, Uzzah put out his hand to the ark of God and took hold of it, for the oxen stumbled. <b class=\"verse-num\" id=\"v10006007-1\">7&nbsp;</b>And the anger of the LORD was kindled against Uzzah, and God struck him down there because of his error, and he died there beside the ark of God. <b class=\"verse-num\" id=\"v10006008-1\">8&nbsp;</b>And David was angry because the LORD had broken out against Uzzah. And that place is called Perez-uzzah to this day. <b class=\"verse-num\" id=\"v10006009-1\">9&nbsp;</b>And David was afraid of the LORD that day, and he said, “How can the ark of the LORD come to me?” <b class=\"verse-num\" id=\"v10006010-1\">10&nbsp;</b>So David was not willing to take the ark of the LORD into the city of David. But David took it aside to the house of Obed-edom the Gittite. <b class=\"verse-num\" id=\"v10006011-1\">11&nbsp;</b>And the ark of the LORD remained in the house of Obed-edom the Gittite three months, and the LORD blessed Obed-edom and all his household.</p>\n<p id=\"p10006011_10-24\"><b class=\"verse-num\" id=\"v10006012-1\">12&nbsp;</b>And it was told King David, “The LORD has blessed the household of Obed-edom and all that belongs to him, because of the ark of God.” So David went and brought up the ark of God from the house of Obed-edom to the city of David with rejoicing. <b class=\"verse-num\" id=\"v10006013-1\">13&nbsp;</b>And when those who bore the ark of the LORD had gone six steps, he sacrificed an ox and a fattened animal. <b class=\"verse-num\" id=\"v10006014-1\">14&nbsp;</b>And David danced before the LORD with all his might. And David was wearing a linen ephod. <b class=\"verse-num\" id=\"v10006015-1\">15&nbsp;</b>So David and all the house of Israel brought up the ark of the LORD with shouting and with the sound of the horn.</p>\n\n<p id=\"p10006015_13-24\"><b class=\"verse-num\" id=\"v10006016-1\">16&nbsp;</b>As the ark of the LORD came into the city of David, Michal the daughter of Saul looked out of the window and saw King David leaping and dancing before the LORD, and she despised him in her heart. <b class=\"verse-num\" id=\"v10006017-1\">17&nbsp;</b>And they brought in the ark of the LORD and set it in its place, inside the tent that David had pitched for it. And David offered burnt offerings and peace offerings before the LORD. <b class=\"verse-num\" id=\"v10006018-1\">18&nbsp;</b>And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the LORD of hosts <b class=\"verse-num\" id=\"v10006019-1\">19&nbsp;</b>and distributed among all the people, the whole multitude of Israel, both men and women, a cake of bread, a portion of meat, and a cake of raisins to each one. Then all the people departed, each to his house.</p>\n<p id=\"p10006019_13-24\"><b class=\"verse-num\" id=\"v10006020-1\">20&nbsp;</b>And David returned to bless his household. But Michal the daughter of Saul came out to meet David and said, “How the king of Israel honored himself today, uncovering himself today before the eyes of his servants’ female servants, as one of the vulgar fellows shamelessly uncovers himself!” <b class=\"verse-num\" id=\"v10006021-1\">21&nbsp;</b>And David said to Michal, “It was before the LORD, who chose me above your father and above all his house, to appoint me as prince over Israel, the people of the LORD—and I will celebrate before the LORD. <b class=\"verse-num\" id=\"v10006022-1\">22&nbsp;</b>I will make myself yet more contemptible than this, and I will be abased in your eyes. But by the female servants of whom you have spoken, by them I shall be held in honor.” <b class=\"verse-num\" id=\"v10006023-1\">23&nbsp;</b>And Michal the daughter of Saul had no child to the day of her death.</p>\n\n</div>","kjv":"<strong>1</strong> Again, David gathered together all the chosen men  of Israel, thirty thousand.  <strong>2</strong> And David arose, and went with all the people that were with him from Baale of Judah, to bring up from thence the ark of God, whose name is called by the name of the LORD of hosts that dwelleth between the cherubims.  <strong>3</strong> And they set the ark of God upon a new cart, and brought it out of the house of Abinadab that was in Gibeah: and Uzzah and Ahio, the sons of Abinadab, drave the new cart.  <strong>4</strong> And they brought it out of the house of Abinadab which was  at Gibeah, accompanying the ark of God: and Ahio went before the ark.  <strong>5</strong> And David and all the house of Israel played before the LORD on all manner of instruments made of fir wood, even on harps, and on psalteries, and on timbrels, and on cornets, and on cymbals.  <strong>6</strong> And when they came to Nachon’s threshingfloor, Uzzah put forth his hand to the ark of God, and took hold of it; for the oxen shook it.  <strong>7</strong> And the anger of the LORD was kindled against Uzzah; and God smote him there for his error; and there he died by the ark of God.  <strong>8</strong> And David was displeased, because the LORD had made a breach upon Uzzah: and he called the name of the place Perez-uzzah to this day.  <strong>9</strong> And David was afraid of the LORD that day, and said, How shall the ark of the LORD come to me?  <strong>10</strong> So David would not remove the ark of the LORD unto him into the city of David: but David carried it aside into the house of Obed-edom the Gittite.  <strong>11</strong> And the ark of the LORD continued in the house of Obed-edom the Gittite three months: and the LORD blessed Obed-edom, and all his household.  <strong>12</strong> And it was told king David, saying, The LORD hath blessed the house of Obed-edom, and all that pertaineth unto him, because of the ark of God. So David went and brought up the ark of God from the house of Obed-edom into the city of David with gladness.  <strong>13</strong> And it was so, that when they that bare the ark of the LORD had gone six paces, he sacrificed oxen and fatlings.  <strong>14</strong> And David danced before the LORD with all his might; and David was girded with a linen ephod.  <strong>15</strong> So David and all the house of Israel brought up the ark of the LORD with shouting, and with the sound of the trumpet.  <strong>16</strong> And as the ark of the LORD came into the city of David, Michal Saul’s daughter looked through a window, and saw king David leaping and dancing before the LORD; and she despised him in her heart.  <strong>17</strong> And they brought in the ark of the LORD, and set it in his place, in the midst of the tabernacle that David had pitched for it: and David offered burnt offerings and peace offerings before the LORD.  <strong>18</strong> And as soon as David had made an end of offering burnt offerings and peace offerings, he blessed the people in the name of the LORD of hosts.  <strong>19</strong> And he dealt among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece of flesh, and a flagon of wine.  So all the people departed every one to his house.  <strong>20</strong> Then David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said, How glorious was the king of Israel today, who uncovered himself to day in the eyes of the handmaids of his servants, as one of the vain fellows shamelessly uncovereth himself!  <strong>21</strong> And David said unto Michal, It was before the LORD, which chose me before thy father, and before all his house, to appoint me ruler over the people of the LORD, over Israel: therefore will I play before the LORD.  <strong>22</strong> And I will yet be more vile than thus, and will be base in mine own sight: and of the maidservants which thou hast spoken of, of them shall I be had in honour.  <strong>23</strong> Therefore Michal the daughter of Saul had no child unto the day of her death.  ","niv":"<sup><strong>1</strong></sup> David again brought together out of Israel chosen men, thirty thousand in all. <sup><strong>2</strong></sup> He and all his men set out from Baalah of Judah to bring up from there the ark of God, which is called by the Name, the name of the LORD Almighty, who is enthroned between the cherubim that are on the ark. <sup><strong>3</strong></sup> They set the ark of God on a new cart and brought it from the house of Abinadab, which was on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the new cart <sup><strong>4</strong></sup> with the ark of God on it, and Ahio was walking in front of it. <sup><strong>5</strong></sup> David and the whole house of Israel were celebrating with all their might before the LORD, with songs and with harps, lyres, tambourines, sistrums and cymbals. <sup><strong>6</strong></sup> When they came to the threshing floor of Nacon, Uzzah reached out and took hold of the ark of God, because the oxen stumbled. <sup><strong>7</strong></sup> The LORD's anger burned against Uzzah because of his irreverent act; therefore God struck him down and he died there beside the ark of God. <sup><strong>8</strong></sup> Then David was angry because the LORD's wrath had broken out against Uzzah, and to this day that place is called Perez Uzzah. <sup><strong>9</strong></sup> David was afraid of the LORD that day and said, \"How can the ark of the LORD ever come to me?\" <sup><strong>10</strong></sup> He was not willing to take the ark of the LORD to be with him in the City of David. Instead, he took it aside to the house of Obed-Edom the Gittite. <sup><strong>11</strong></sup> The ark of the LORD remained in the house of Obed-Edom the Gittite for three months, and the LORD blessed him and his entire household. <sup><strong>12</strong></sup> Now King David was told, \"The LORD has blessed the household of Obed-Edom and everything he has, because of the ark of God.\" So David went down and brought up the ark of God from the house of Obed-Edom to the City of David with rejoicing. <sup><strong>13</strong></sup> When those who were carrying the ark of the LORD had taken six steps, he sacrificed a bull and a fattened calf. <sup><strong>14</strong></sup> David, wearing a linen ephod, danced before the LORD with all his might, <sup><strong>15</strong></sup> while he and the entire house of Israel brought up the ark of the LORD with shouts and the sound of trumpets. <sup><strong>16</strong></sup> As the ark of the LORD was entering the City of David, Michal daughter of Saul watched from a window. And when she saw King David leaping and dancing before the LORD, she despised him in her heart. <sup><strong>17</strong></sup> They brought the ark of the LORD and set it in its place inside the tent that David had pitched for it, and David sacrificed burnt offerings and fellowship offerings before the LORD. <sup><strong>18</strong></sup> After he had finished sacrificing the burnt offerings and fellowship offerings, he blessed the people in the name of the LORD Almighty. <sup><strong>19</strong></sup> Then he gave a loaf of bread, a cake of dates and a cake of raisins to each person in the whole crowd of Israelites, both men and women. And all the people went to their homes. <sup><strong>20</strong></sup> When David returned home to bless his household, Michal daughter of Saul came out to meet him and said, \"How the king of Israel has distinguished himself today, disrobing in the sight of the slave girls of his servants as any vulgar fellow would!\" <sup><strong>21</strong></sup> David said to Michal, \"It was before the LORD, who chose me rather than your father or anyone from his house when he appointed me ruler over the LORD's people Israel-I will celebrate before the LORD. <sup><strong>22</strong></sup> I will become even more undignified than this, and I will be humiliated in my own eyes. But by these slave girls you spoke of, I will be held in honor.\" <sup><strong>23</strong></sup> And Michal daughter of Saul had no children to the day of her death. "},{"_id":"616b609dede035c13f932826","topicId":"616b6096ede035c13f932810","verse":"1 Samuel 6:19","votes":14,"__v":0,"esv":"<div>\n<p id=\"p09006019_01-26\"><b class=\"verse-num\" id=\"v09006019-1\">19&nbsp;</b>And he struck some of the men of Beth-shemesh, because they looked upon the ark of the LORD. He struck seventy men of them, and the people mourned because the LORD had struck the people with a great blow.</p>\n\n</div>","kjv":"<strong>19</strong> And he smote the men of Beth-shemesh, because they had looked into the ark of the LORD, even he smote of the people fifty thousand and threescore and ten men: and the people lamented, because the LORD had smitten many  of the people with a great slaughter.  ","niv":"<sup><strong>19</strong></sup> But God struck down some of the men of Beth Shemesh, putting seventy of them to death because they had looked into the ark of the LORD. The people mourned because of the heavy blow the LORD had dealt them,"},{"_id":"616b609dede035c13f932827","topicId":"616b6096ede035c13f932810","verse":"Deuteronomy 10:1-5","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p05010001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05010001-1\">10:1&nbsp;</b>“At that time the LORD said to me, ‘Cut for yourself two tablets of stone like the first, and come up to me on the mountain and make an ark of wood. <b class=\"verse-num\" id=\"v05010002-1\">2&nbsp;</b>And I will write on the tablets the words that were on the first tablets that you broke, and you shall put them in the ark.’ <b class=\"verse-num\" id=\"v05010003-1\">3&nbsp;</b>So I made an ark of acacia wood, and cut two tablets of stone like the first, and went up the mountain with the two tablets in my hand. <b class=\"verse-num\" id=\"v05010004-1\">4&nbsp;</b>And he wrote on the tablets, in the same writing as before, the Ten Commandments that the LORD had spoken to you on the mountain out of the midst of the fire on the day of the assembly. And the LORD gave them to me. <b class=\"verse-num\" id=\"v05010005-1\">5&nbsp;</b>Then I turned and came down from the mountain and put the tablets in the ark that I had made. And there they are, as the LORD commanded me.”</p>\n\n</div>","kjv":"<strong>1</strong> At that time the LORD said unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood.  <strong>2</strong> And I will write on the tables the words that were in the first tables which thou brakest, and thou shalt put them in the ark.  <strong>3</strong> And I made an ark of shittim wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in mine hand.  <strong>4</strong> And he wrote on the tables, according to the first writing, the ten commandments, which the LORD spake unto you in the mount out of the midst of the fire in the day of the assembly: and the LORD gave them unto me.  <strong>5</strong> And I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they be, as the LORD commanded me.  ","niv":"<sup><strong>1</strong></sup> At that time the LORD said to me, \"Chisel out two stone tablets like the first ones and come up to me on the mountain. Also make a wooden chest. <sup><strong>2</strong></sup> I will write on the tablets the words that were on the first tablets, which you broke. Then you are to put them in the chest.\" <sup><strong>3</strong></sup> So I made the ark out of acacia wood and chiseled out two stone tablets like the first ones, and I went up on the mountain with the two tablets in my hands. <sup><strong>4</strong></sup> The LORD wrote on these tablets what he had written before, the Ten Commandments he had proclaimed to you on the mountain, out of the fire, on the day of the assembly. And the LORD gave them to me. <sup><strong>5</strong></sup> Then I came back down the mountain and put the tablets in the ark I had made, as the LORD commanded me, and they are there now. "},{"_id":"616b609dede035c13f932828","topicId":"616b6096ede035c13f932810","verse":"1 Samuel 4:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p09004004_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v09004004-1\">4&nbsp;</b>So the people sent to Shiloh and brought from there the ark of the covenant of the LORD of hosts, who is enthroned on the cherubim. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.</p>\n</div>","kjv":"<strong>4</strong> So the people sent to Shiloh, that they might bring from thence the ark of the covenant of the LORD of hosts, which dwelleth between the cherubims: and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.  ","niv":"<sup><strong>4</strong></sup> So the people sent men to Shiloh, and they brought back the ark of the covenant of the LORD Almighty, who is enthroned between the cherubim. And Eli's two sons, Hophni and Phinehas, were there with the ark of the covenant of God."},{"_id":"616b609eede035c13f932829","topicId":"616b6096ede035c13f932810","verse":"Deuteronomy 31:26","votes":13,"__v":0,"esv":"<div>\n<p id=\"p05031026_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031026-1\">26&nbsp;</b>“Take this Book of the Law and put it by the side of the ark of the covenant of the LORD your God, that it may be there for a witness against you.</p>\n</div>","kjv":"<strong>26</strong> Take this book of the law, and put it in the side of the ark of the covenant of the LORD your God, that it may be there for a witness against thee.  ","niv":"<sup><strong>26</strong></sup> \"Take this Book of the Law and place it beside the ark of the covenant of the LORD your God. There it will remain as a witness against you."}]}