{"_id":"616c0ff416dfdfefa2036303","slug":"the-sword-of-the-spirit","name":"The Sword Of The Spirit","verses":[{"_id":"616c0ff416dfdfefa2036304","topicId":"616c0ff416dfdfefa2036303","verse":"Ephesians 6:17","votes":2974,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n\n<p id=\"p49006004_07-5\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ, <b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man, <b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free. <b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n<p id=\"p49006009_12-5\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, <b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n\n<p id=\"p49006020_14-5\"><b class=\"verse-num\" id=\"v49006021-1\">21&nbsp;</b>So that you also may know how I am and what I am doing, Tychicus the beloved brother and faithful minister in the Lord will tell you everything. <b class=\"verse-num\" id=\"v49006022-1\">22&nbsp;</b>I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.</p>\n<p id=\"p49006022_14-5\"><b class=\"verse-num\" id=\"v49006023-1\">23&nbsp;</b>Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ. <b class=\"verse-num\" id=\"v49006024-1\">24&nbsp;</b>Grace be with all who love our Lord Jesus Christ with love incorruptible.</p>\n\n</div>","kjv":"<strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  ","niv":"<sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God.","modified":"2022-12-10T18:32:43.390Z"},{"_id":"616c0ff616dfdfefa2036305","topicId":"616c0ff416dfdfefa2036303","verse":"Hebrews 4:12","votes":2638,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2023-11-27T08:58:53.766Z"},{"_id":"616c0ff616dfdfefa2036307","topicId":"616c0ff416dfdfefa2036303","verse":"Matthew 4:4","votes":963,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-7\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-7\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-7\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-7\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-7\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-7\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-7\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-7\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-7\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-7\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-7\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\"","modified":"2023-10-12T15:39:54.290Z"},{"_id":"616c0ff616dfdfefa2036306","topicId":"616c0ff416dfdfefa2036303","verse":"2 Timothy 3:16","votes":1001,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-11-27T08:58:57.283Z"},{"_id":"616c0ff616dfdfefa2036308","topicId":"616c0ff416dfdfefa2036303","verse":"Ephesians 6:1-24","votes":763,"__v":0,"kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  <strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  <strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  <strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  <strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  <strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  <strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  <strong>21</strong> But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:  <strong>22</strong> Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.  <strong>23</strong> Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.  <strong>24</strong> Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" <sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord. <sup><strong>5</strong></sup> Slaves, obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ. <sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart. <sup><strong>7</strong></sup> Serve wholeheartedly, as if you were serving the Lord, not men, <sup><strong>8</strong></sup> because you know that the Lord will reward everyone for whatever good he does, whether he is slave or free. <sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him. <sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. <sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. <sup><strong>21</strong></sup> Tychicus, the dear brother and faithful servant in the Lord, will tell you everything, so that you also may know how I am and what I am doing. <sup><strong>22</strong></sup> I am sending him to you for this very purpose, that you may know how we are, and that he may encourage you. <sup><strong>23</strong></sup> Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ. <sup><strong>24</strong></sup> Grace to all who love our Lord Jesus Christ with an undying love. ","modified":"2023-05-08T21:50:15.402Z"},{"_id":"616c0ff616dfdfefa2036309","topicId":"616c0ff416dfdfefa2036303","verse":"Matthew 4:7","votes":744,"__v":0,"esv":"<div>\n<p id=\"p40004007_01-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span></p>\n</div>","kjv":"<strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  ","niv":"<sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\"","modified":"2023-11-27T08:59:23.537Z"},{"_id":"616c0ff616dfdfefa203630a","topicId":"616c0ff416dfdfefa2036303","verse":"Matthew 4:1-25","votes":696,"__v":0,"kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"616c0ff716dfdfefa203630b","topicId":"616c0ff416dfdfefa2036303","verse":"John 14:26","votes":693,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.","modified":"2022-07-12T22:24:00.113Z"},{"_id":"616c0ff716dfdfefa203630d","topicId":"616c0ff416dfdfefa2036303","verse":"2 Timothy 3:16-17","votes":680,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616c0ff716dfdfefa203630c","topicId":"616c0ff416dfdfefa2036303","verse":"John 1:1","votes":692,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616c0ff816dfdfefa203630e","topicId":"616c0ff416dfdfefa2036303","verse":"John 17:17","votes":641,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"616c0ff816dfdfefa203630f","topicId":"616c0ff416dfdfefa2036303","verse":"Psalm 119:105","votes":675,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-12\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"616c0ffa16dfdfefa2036310","topicId":"616c0ff416dfdfefa2036303","verse":"Revelation 1:16","votes":615,"__v":0,"esv":"<div>\n<p id=\"p66001016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n</div>","kjv":"<strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  ","niv":"<sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance."},{"_id":"616c0ffa16dfdfefa2036311","topicId":"616c0ff416dfdfefa2036303","verse":"1 Peter 3:15","votes":585,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"616c0ffa16dfdfefa2036312","topicId":"616c0ff416dfdfefa2036303","verse":"Matthew 4:10","votes":563,"__v":0,"esv":"<div>\n<p id=\"p40004010_01-16\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_01-16\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_01-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  ","niv":"<sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\""},{"_id":"616c0ffa16dfdfefa2036313","topicId":"616c0ff416dfdfefa2036303","verse":"Matthew 4:1-11","votes":582,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-17\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-17\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-17\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. "},{"_id":"616c0ffc16dfdfefa2036314","topicId":"616c0ff416dfdfefa2036303","verse":"Deuteronomy 8:3","votes":542,"__v":0,"esv":"<div>\n<p id=\"p05008003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008003-1\">3&nbsp;</b>And he humbled you and let you hunger and fed you with manna, which you did not know, nor did your fathers know, that he might make you know that man does not live by bread alone, but man lives by every word that comes from the mouth of the LORD.</p>\n\n</div>","kjv":"<strong>3</strong> And he humbled thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that he might make thee know that man doth not live by bread only, but by every word  that proceedeth out of the mouth of the LORD doth man live.  ","niv":"<sup><strong>3</strong></sup> He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your fathers had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the LORD."},{"_id":"616c0ffc16dfdfefa2036315","topicId":"616c0ff416dfdfefa2036303","verse":"2 Corinthians 10:4","votes":553,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds.</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds."},{"_id":"616c0ffc16dfdfefa2036316","topicId":"616c0ff416dfdfefa2036303","verse":"Romans 10:17","votes":532,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616c0ffd16dfdfefa2036317","topicId":"616c0ff416dfdfefa2036303","verse":"Ephesians 6:16","votes":515,"__v":0,"esv":"<div>\n<p id=\"p49006016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;</p>\n</div>","kjv":"<strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  ","niv":"<sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."},{"_id":"616c0ffe16dfdfefa2036318","topicId":"616c0ff416dfdfefa2036303","verse":"Isaiah 49:2","votes":515,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049002_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049002-1\">2&nbsp;</b>&nbsp;&nbsp;He made my mouth like a sharp sword;</span><br><span id=\"p23049002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the shadow of his hand he hid me;</span><br><span id=\"p23049002_01-22\" class=\"line\">&nbsp;&nbsp;he made me a polished arrow;</span><br><span id=\"p23049002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in his quiver he hid me away.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;  ","niv":"<sup><strong>2</strong></sup> He made my mouth like a sharpened sword, in the shadow of his hand he hid me; he made me into a polished arrow and concealed me in his quiver."},{"_id":"616c0ffe16dfdfefa2036319","topicId":"616c0ff416dfdfefa2036303","verse":"Psalm 119:11","votes":508,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119011_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  ","niv":"<sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you."},{"_id":"616c0fff16dfdfefa203631b","topicId":"616c0ff416dfdfefa2036303","verse":"Isaiah 55:11","votes":502,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-24\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it.","modified":"2022-06-30T16:16:47.089Z"},{"_id":"616c0fff16dfdfefa203631a","topicId":"616c0ff416dfdfefa2036303","verse":"Luke 11:28","votes":492,"__v":0,"esv":"<div>\n<p id=\"p42011028_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n</div>","kjv":"<strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. ","niv":"<sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\""},{"_id":"616c0fff16dfdfefa203631c","topicId":"616c0ff416dfdfefa2036303","verse":"2 Timothy 2:15","votes":502,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth.","modified":"2022-08-20T01:26:09.567Z"}]}