{"_id":"616b9c92ede035c13f932ea7","slug":"the-power-of-woman","name":"The Power Of A Woman","verses":[{"_id":"616b9c92ede035c13f932ea8","topicId":"616b9c92ede035c13f932ea7","verse":"Judges 9:53-54","votes":28,"__v":0,"esv":"<div>\n<p id=\"p07009053_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v07009053-1\">53&nbsp;</b>And a certain woman threw an upper millstone on Abimelech’s head and crushed his skull. <b class=\"verse-num\" id=\"v07009054-1\">54&nbsp;</b>Then he called quickly to the young man his armor-bearer and said to him, “Draw your sword and kill me, lest they say of me, ‘A woman killed him.’” And his young man thrust him through, and he died.</p>\n</div>","kjv":"<strong>53</strong> And a certain woman cast a piece of a millstone upon Abimelech’s head, and all to brake his skull.  <strong>54</strong> Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.  ","niv":"<sup><strong>53</strong></sup> a woman dropped an upper millstone on his head and cracked his skull. <sup><strong>54</strong></sup> Hurriedly he called to his armor-bearer, \"Draw your sword and kill me, so that they can't say, 'A woman killed him.'\" So his servant ran him through, and he died. "},{"_id":"616b9c95ede035c13f932ea9","topicId":"616b9c92ede035c13f932ea7","verse":"Joel 2:28","votes":20,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-2\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."},{"_id":"616b9c96ede035c13f932eaa","topicId":"616b9c92ede035c13f932ea7","verse":"1 Peter 3:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-4\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"616b9ca0ede035c13f932eab","topicId":"616b9c92ede035c13f932ea7","verse":"Matthew 1:18","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-5\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit."},{"_id":"616b9ca1ede035c13f932eac","topicId":"616b9c92ede035c13f932ea7","verse":"Exodus 15:20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing.</p>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing."},{"_id":"616b9ca1ede035c13f932ead","topicId":"616b9c92ede035c13f932ea7","verse":"2 Corinthians 12:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"616b9ca2ede035c13f932eae","topicId":"616b9c92ede035c13f932ea7","verse":"Hebrews 11:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see."},{"_id":"616b9ca2ede035c13f932eaf","topicId":"616b9c92ede035c13f932ea7","verse":"Matthew 5:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"616b9ca3ede035c13f932eb0","topicId":"616b9c92ede035c13f932ea7","verse":"Genesis 1:27","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616b9ca4ede035c13f932eb1","topicId":"616b9c92ede035c13f932ea7","verse":"Luke 1:35","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42001035_01-11\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.</p>\n\n</div>","kjv":"<strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  ","niv":"<sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God."},{"_id":"616b9ca4ede035c13f932eb3","topicId":"616b9c92ede035c13f932ea7","verse":"1 John 1:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"616b9ca4ede035c13f932eb2","topicId":"616b9c92ede035c13f932ea7","verse":"Genesis 6:1-22","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-13\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-13\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-13\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"616b9ca5ede035c13f932eb4","topicId":"616b9c92ede035c13f932ea7","verse":"2 Timothy 2:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-14\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart."},{"_id":"616b9ca6ede035c13f932eb5","topicId":"616b9c92ede035c13f932ea7","verse":"Matthew 7:16-20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. "},{"_id":"616b9ca6ede035c13f932eb6","topicId":"616b9c92ede035c13f932ea7","verse":"Judges 16:1-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p07016001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07016001-1\">16:1&nbsp;</b>Samson went to Gaza, and there he saw a prostitute, and he went in to her. <b class=\"verse-num\" id=\"v07016002-1\">2&nbsp;</b>The Gazites were told, “Samson has come here.” And they surrounded the place and set an ambush for him all night at the gate of the city. They kept quiet all night, saying, “Let us wait till the light of the morning; then we will kill him.” <b class=\"verse-num\" id=\"v07016003-1\">3&nbsp;</b>But Samson lay till midnight, and at midnight he arose and took hold of the doors of the gate of the city and the two posts, and pulled them up, bar and all, and put them on his shoulders and carried them to the top of the hill that is in front of Hebron.</p>\n<p id=\"p07016003_04-16\"><b class=\"verse-num\" id=\"v07016004-1\">4&nbsp;</b>After this he loved a woman in the Valley of Sorek, whose name was Delilah. <b class=\"verse-num\" id=\"v07016005-1\">5&nbsp;</b>And the lords of the Philistines came up to her and said to her, “Seduce him, and see where his great strength lies, and by what means we may overpower him, that we may bind him to humble him. And we will each give you 1,100 pieces of silver.” <b class=\"verse-num\" id=\"v07016006-1\">6&nbsp;</b>So Delilah said to Samson, “Please tell me where your great strength lies, and how you might be bound, that one could subdue you.”</p>\n<p id=\"p07016006_04-16\"><b class=\"verse-num\" id=\"v07016007-1\">7&nbsp;</b>Samson said to her, “If they bind me with seven fresh bowstrings that have not been dried, then I shall become weak and be like any other man.” <b class=\"verse-num\" id=\"v07016008-1\">8&nbsp;</b>Then the lords of the Philistines brought up to her seven fresh bowstrings that had not been dried, and she bound him with them. <b class=\"verse-num\" id=\"v07016009-1\">9&nbsp;</b>Now she had men lying in ambush in an inner chamber. And she said to him, “The Philistines are upon you, Samson!” But he snapped the bowstrings, as a thread of flax snaps when it touches the fire. So the secret of his strength was not known.</p>\n<p id=\"p07016009_04-16\"><b class=\"verse-num\" id=\"v07016010-1\">10&nbsp;</b>Then Delilah said to Samson, “Behold, you have mocked me and told me lies. Please tell me how you might be bound.” <b class=\"verse-num\" id=\"v07016011-1\">11&nbsp;</b>And he said to her, “If they bind me with new ropes that have not been used, then I shall become weak and be like any other man.” <b class=\"verse-num\" id=\"v07016012-1\">12&nbsp;</b>So Delilah took new ropes and bound him with them and said to him, “The Philistines are upon you, Samson!” And the men lying in ambush were in an inner chamber. But he snapped the ropes off his arms like a thread.</p>\n<p id=\"p07016012_04-16\"><b class=\"verse-num\" id=\"v07016013-1\">13&nbsp;</b>Then Delilah said to Samson, “Until now you have mocked me and told me lies. Tell me how you might be bound.” And he said to her, “If you weave the seven locks of my head with the web and fasten it tight with the pin, then I shall become weak and be like any other man.” <b class=\"verse-num\" id=\"v07016014-1\">14&nbsp;</b>So while he slept, Delilah took the seven locks of his head and wove them into the web. And she made them tight with the pin and said to him, “The Philistines are upon you, Samson!” But he awoke from his sleep and pulled away the pin, the loom, and the web.</p>\n<p id=\"p07016014_04-16\"><b class=\"verse-num\" id=\"v07016015-1\">15&nbsp;</b>And she said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times, and you have not told me where your great strength lies.” <b class=\"verse-num\" id=\"v07016016-1\">16&nbsp;</b>And when she pressed him hard with her words day after day, and urged him, his soul was vexed to death. <b class=\"verse-num\" id=\"v07016017-1\">17&nbsp;</b>And he told her all his heart, and said to her, “A razor has never come upon my head, for I have been a Nazirite to God from my mother’s womb. If my head is shaved, then my strength will leave me, and I shall become weak and be like any other man.”</p>\n<p id=\"p07016017_04-16\"><b class=\"verse-num\" id=\"v07016018-1\">18&nbsp;</b>When Delilah saw that he had told her all his heart, she sent and called the lords of the Philistines, saying, “Come up again, for he has told me all his heart.” Then the lords of the Philistines came up to her and brought the money in their hands. <b class=\"verse-num\" id=\"v07016019-1\">19&nbsp;</b>She made him sleep on her knees. And she called a man and had him shave off the seven locks of his head. Then she began to torment him, and his strength left him. <b class=\"verse-num\" id=\"v07016020-1\">20&nbsp;</b>And she said, “The Philistines are upon you, Samson!” And he awoke from his sleep and said, “I will go out as at other times and shake myself free.” But he did not know that the LORD had left him. <b class=\"verse-num\" id=\"v07016021-1\">21&nbsp;</b>And the Philistines seized him and gouged out his eyes and brought him down to Gaza and bound him with bronze shackles. And he ground at the mill in the prison. <b class=\"verse-num\" id=\"v07016022-1\">22&nbsp;</b>But the hair of his head began to grow again after it had been shaved.</p>\n\n<p id=\"p07016022_08-16\"><b class=\"verse-num\" id=\"v07016023-1\">23&nbsp;</b>Now the lords of the Philistines gathered to offer a great sacrifice to Dagon their god and to rejoice, and they said, “Our god has given Samson our enemy into our hand.” <b class=\"verse-num\" id=\"v07016024-1\">24&nbsp;</b>And when the people saw him, they praised their god. For they said, “Our god has given our enemy into our hand, the ravager of our country, who has killed many of us.” <b class=\"verse-num\" id=\"v07016025-1\">25&nbsp;</b>And when their hearts were merry, they said, “Call Samson, that he may entertain us.” So they called Samson out of the prison, and he entertained them. They made him stand between the pillars. <b class=\"verse-num\" id=\"v07016026-1\">26&nbsp;</b>And Samson said to the young man who held him by the hand, “Let me feel the pillars on which the house rests, that I may lean against them.” <b class=\"verse-num\" id=\"v07016027-1\">27&nbsp;</b>Now the house was full of men and women. All the lords of the Philistines were there, and on the roof there were about 3,000 men and women, who looked on while Samson entertained.</p>\n<p id=\"p07016027_08-16\"><b class=\"verse-num\" id=\"v07016028-1\">28&nbsp;</b>Then Samson called to the LORD and said, “O Lord GOD, please remember me and please strengthen me only this once, O God, that I may be avenged on the Philistines for my two eyes.” <b class=\"verse-num\" id=\"v07016029-1\">29&nbsp;</b>And Samson grasped the two middle pillars on which the house rested, and he leaned his weight against them, his right hand on the one and his left hand on the other. <b class=\"verse-num\" id=\"v07016030-1\">30&nbsp;</b>And Samson said, “Let me die with the Philistines.” Then he bowed with all his strength, and the house fell upon the lords and upon all the people who were in it. So the dead whom he killed at his death were more than those whom he had killed during his life. <b class=\"verse-num\" id=\"v07016031-1\">31&nbsp;</b>Then his brothers and all his family came down and took him and brought him up and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had judged Israel twenty years.</p>\n\n</div>","kjv":"<strong>1</strong> Then went Samson to Gaza, and saw there an harlot, and went in unto her.  <strong>2</strong> And it was told the Gazites, saying, Samson is come hither. And they compassed him in, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, In the morning, when it is day, we shall kill him.  <strong>3</strong> And Samson lay till midnight, and arose at midnight, and took the doors of the gate of the city, and the two posts, and went away with them, bar and all, and put them upon his shoulders, and carried them up to the top of an hill that is before Hebron.  <strong>4</strong> And it came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah.  <strong>5</strong> And the lords of the Philistines came up unto her, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him: and we will give thee every one of us eleven hundred pieces  of silver.  <strong>6</strong> And Delilah said to Samson, Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee.  <strong>7</strong> And Samson said unto her, If they bind me with seven green withs that were never dried, then shall I be weak, and be as another man.  <strong>8</strong> Then the lords of the Philistines brought up to her seven green withs which had not been dried, and she bound him with them.  <strong>9</strong> Now there were men lying in wait, abiding with her in the chamber. And she said unto him, The Philistines be upon thee, Samson. And he brake the withs, as a thread of tow is broken when it toucheth the fire. So his strength was not known.  <strong>10</strong> And Delilah said unto Samson, Behold, thou hast mocked me, and told me lies: now tell me, I pray thee, wherewith thou mightest be bound.  <strong>11</strong> And he said unto her, If they bind me fast with new ropes that never were occupied, then shall I be weak, and be as another man.  <strong>12</strong> Delilah therefore took new ropes, and bound him therewith, and said unto him, The Philistines be upon thee, Samson. And there were liers in wait abiding in the chamber. And he brake them from off his arms like a thread.  <strong>13</strong> And Delilah said unto Samson, Hitherto thou hast mocked me, and told me lies: tell me wherewith thou mightest be bound. And he said unto her, If thou weavest the seven locks of my head with the web.  <strong>14</strong> And she fastened it with the pin, and said unto him, The Philistines be upon thee, Samson. And he awaked out of his sleep, and went away with the pin of the beam, and with the web.  <strong>15</strong> And she said unto him, How canst thou say, I love thee, when thine heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.  <strong>16</strong> And it came to pass, when she pressed him daily with her words, and urged him, so that his soul was vexed unto death;  <strong>17</strong> That he told her all his heart, and said unto her. There hath not come a razor upon mine head; for I have been a Nazarite unto God from my mother’s womb: if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.  <strong>18</strong> And when Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, Come up this once, for he hath shewed me all his heart. Then the lords of the Philistines came up unto her, and brought money in their hand.  <strong>19</strong> And she made him sleep upon her knees; and she called for a man, and she caused him to shave off the seven locks of his head; and she began to afflict him, and his strength went from him.  <strong>20</strong> And she said, The Philistines be upon thee, Samson. And he awoke out of his sleep, and said, I will go out as at other times before, and shake myself. And he wist not that the LORD was departed from him.  <strong>21</strong> But the Philistines took him, and put out his eyes, and brought him down to Gaza, and bound him with fetters of brass; and he did grind in the prison house.  <strong>22</strong> Howbeit the hair of his head began to grow again after he was shaven.  <strong>23</strong> Then the lords of the Philistines gathered them together for to offer a great sacrifice unto Dagon their god, and to rejoice: for they said, Our god hath delivered Samson our enemy into our hand.  <strong>24</strong> And when the people saw him, they praised their god: for they said, Our god hath delivered into our hands our enemy, and the destroyer of our country, which slew many of us.  <strong>25</strong> And it came to pass, when their hearts were merry, that they said, Call for Samson, that he may make us sport. And they called for Samson out of the prison house; and he made them sport: and they set him between the pillars.  <strong>26</strong> And Samson said unto the lad that held him by the hand, Suffer me that I may feel the pillars whereupon the house standeth, that I may lean upon them.  <strong>27</strong> Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.  <strong>28</strong> And Samson called unto the LORD, and said, O Lord GOD, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes.  <strong>29</strong> And Samson took hold of the two middle pillars upon which the house stood, and on which it was borne up, of the one with his right hand, and of the other with his left.  <strong>30</strong> And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.  <strong>31</strong> Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the buryingplace of Manoah his father. And he judged Israel twenty years.  ","niv":"<sup><strong>1</strong></sup> One day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her. <sup><strong>2</strong></sup> The people of Gaza were told, \"Samson is here!\" So they surrounded the place and lay in wait for him all night at the city gate. They made no move during the night, saying, \"At dawn we'll kill him.\" <sup><strong>3</strong></sup> But Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron. <sup><strong>4</strong></sup> Some time later, he fell in love with a woman in the Valley of Sorek whose name was Delilah. <sup><strong>5</strong></sup> The rulers of the Philistines went to her and said, \"See if you can lure him into showing you the secret of his great strength and how we can overpower him so we may tie him up and subdue him. Each one of us will give you eleven hundred shekels of silver.\" <sup><strong>6</strong></sup> So Delilah said to Samson, \"Tell me the secret of your great strength and how you can be tied up and subdued.\" <sup><strong>7</strong></sup> Samson answered her, \"If anyone ties me with seven fresh thongs that have not been dried, I'll become as weak as any other man.\" <sup><strong>8</strong></sup> Then the rulers of the Philistines brought her seven fresh thongs that had not been dried, and she tied him with them. <sup><strong>9</strong></sup> With men hidden in the room, she called to him, \"Samson, the Philistines are upon you!\" But he snapped the thongs as easily as a piece of string snaps when it comes close to a flame. So the secret of his strength was not discovered. <sup><strong>10</strong></sup> Then Delilah said to Samson, \"You have made a fool of me; you lied to me. Come now, tell me how you can be tied.\" <sup><strong>11</strong></sup> He said, \"If anyone ties me securely with new ropes that have never been used, I'll become as weak as any other man.\" <sup><strong>12</strong></sup> So Delilah took new ropes and tied him with them. Then, with men hidden in the room, she called to him, \"Samson, the Philistines are upon you!\" But he snapped the ropes off his arms as if they were threads. <sup><strong>13</strong></sup> Delilah then said to Samson, \"Until now, you have been making a fool of me and lying to me. Tell me how you can be tied.\" He replied, \"If you weave the seven braids of my head into the fabric on the loom and tighten it with the pin, I'll become as weak as any other man.\" So while he was sleeping, Delilah took the seven braids of his head, wove them into the fabric <sup><strong>14</strong></sup> and tightened it with the pin. Again she called to him, \"Samson, the Philistines are upon you!\" He awoke from his sleep and pulled up the pin and the loom, with the fabric. <sup><strong>15</strong></sup> Then she said to him, \"How can you say, 'I love you,' when you won't confide in me? This is the third time you have made a fool of me and haven't told me the secret of your great strength.\" <sup><strong>16</strong></sup> With such nagging she prodded him day after day until he was tired to death. <sup><strong>17</strong></sup> So he told her everything. \"No razor has ever been used on my head,\" he said, \"because I have been a Nazirite set apart to God since birth. If my head were shaved, my strength would leave me, and I would become as weak as any other man.\" <sup><strong>18</strong></sup> When Delilah saw that he had told her everything, she sent word to the rulers of the Philistines, \"Come back once more; he has told me everything.\" So the rulers of the Philistines returned with the silver in their hands. <sup><strong>19</strong></sup> Having put him to sleep on her lap, she called a man to shave off the seven braids of his hair, and so began to subdue him. And his strength left him. <sup><strong>20</strong></sup> Then she called, \"Samson, the Philistines are upon you!\" He awoke from his sleep and thought, \"I'll go out as before and shake myself free.\" But he did not know that the LORD had left him. <sup><strong>21</strong></sup> Then the Philistines seized him, gouged out his eyes and took him down to Gaza. Binding him with bronze shackles, they set him to grinding in the prison. <sup><strong>22</strong></sup> But the hair on his head began to grow again after it had been shaved. <sup><strong>23</strong></sup> Now the rulers of the Philistines assembled to offer a great sacrifice to Dagon their god and to celebrate, saying, \"Our god has delivered Samson, our enemy, into our hands.\" <sup><strong>24</strong></sup> When the people saw him, they praised their god, saying, \"Our god has delivered our enemy into our hands, the one who laid waste our land and multiplied our slain.\" <sup><strong>25</strong></sup> While they were in high spirits, they shouted, \"Bring out Samson to entertain us.\" So they called Samson out of the prison, and he performed for them. When they stood him among the pillars, <sup><strong>26</strong></sup> Samson said to the servant who held his hand, \"Put me where I can feel the pillars that support the temple, so that I may lean against them.\" <sup><strong>27</strong></sup> Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform. <sup><strong>28</strong></sup> Then Samson prayed to the LORD, \"O Sovereign LORD, remember me. O God, please strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.\" <sup><strong>29</strong></sup> Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other, <sup><strong>30</strong></sup> Samson said, \"Let me die with the Philistines!\" Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived. <sup><strong>31</strong></sup> Then his brothers and his father's whole family went down to get him. They brought him back and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel twenty years. "},{"_id":"616b9ca6ede035c13f932eb7","topicId":"616b9c92ede035c13f932ea7","verse":"Genesis 3:15","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003015_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_01-17\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  ","niv":"<sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\""},{"_id":"616b9ca6ede035c13f932eb8","topicId":"616b9c92ede035c13f932ea7","verse":"Genesis 1:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-18\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"616b9ca6ede035c13f932eb9","topicId":"616b9c92ede035c13f932ea7","verse":"2 Samuel 11:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p10011021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v10011021-1\">21&nbsp;</b>Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is dead also.’”</p>\n</div>","kjv":"<strong>21</strong> Who smote Abimelech the son of Jerubbesheth? did not a woman cast a piece of a millstone upon him from the wall, that he died in Thebez? why went ye nigh the wall? then say thou, Thy servant Uriah the Hittite is dead also.  ","niv":"<sup><strong>21</strong></sup> Who killed Abimelech son of Jerub-Besheth? Didn't a woman throw an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?' If he asks you this, then say to him, 'Also, your servant Uriah the Hittite is dead.'\""},{"_id":"616b9ca7ede035c13f932ebb","topicId":"616b9c92ede035c13f932ea7","verse":"1 Corinthians 6:19-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616b9ca7ede035c13f932eba","topicId":"616b9c92ede035c13f932ea7","verse":"John 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."},{"_id":"616b9ca7ede035c13f932ebc","topicId":"616b9c92ede035c13f932ea7","verse":"John 18:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"616b9ca7ede035c13f932ebd","topicId":"616b9c92ede035c13f932ea7","verse":"John 20:10-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43020010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_06-24\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n</div>","kjv":"<strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  ","niv":"<sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. "},{"_id":"616b9ca8ede035c13f932ebf","topicId":"616b9c92ede035c13f932ea7","verse":"2 Peter 3:15-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003015_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. "},{"_id":"616b9ca8ede035c13f932ec0","topicId":"616b9c92ede035c13f932ea7","verse":"Ruth 1:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p08001016_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.</p>\n</div>","kjv":"<strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  ","niv":"<sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God."},{"_id":"616b9ca8ede035c13f932ebe","topicId":"616b9c92ede035c13f932ea7","verse":"Matthew 11:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40011011_01-27\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40011011-1\">11&nbsp;</b><span class=\"woc\">Truly, I say to you, among those born of women there has arisen no one greater than John the Baptist. Yet the one who is least in the kingdom of heaven is greater than he.</span></p>\n</div>","kjv":"<strong>11</strong> Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.  ","niv":"<sup><strong>11</strong></sup> I tell you the truth: Among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he."}]}