{"_id":"616b670dede035c13f93291e","slug":"the-departed","name":"The Departed","verses":[{"_id":"616b670eede035c13f93291f","topicId":"616b670dede035c13f93291e","verse":"Matthew 25:46","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\""},{"_id":"616b670fede035c13f932920","topicId":"616b670dede035c13f93291e","verse":"Revelation 20:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"616b670fede035c13f932921","topicId":"616b670dede035c13f93291e","verse":"Revelation 19:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66019020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019020-1\">20&nbsp;</b>And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur.</p>\n\n</div>","kjv":"<strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  ","niv":"<sup><strong>20</strong></sup> But the beast was captured, and with him the false prophet who had performed the miraculous signs on his behalf. With these signs he had deluded those who had received the mark of the beast and worshiped his image. The two of them were thrown alive into the fiery lake of burning sulfur."},{"_id":"616b670fede035c13f932922","topicId":"616b670dede035c13f93291e","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b6710ede035c13f932923","topicId":"616b670dede035c13f93291e","verse":"Jude 1:6","votes":2,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b6710ede035c13f932925","topicId":"616b670dede035c13f93291e","verse":"Jude 1:7","votes":2,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616b6710ede035c13f932924","topicId":"616b670dede035c13f93291e","verse":"1 John 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"616b6710ede035c13f932926","topicId":"616b670dede035c13f93291e","verse":"Luke 17:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42017029_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017029-1\">29&nbsp;</b><span class=\"woc\">but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—</span></p>\n</div>","kjv":"<strong>29</strong> But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all.  ","niv":"<sup><strong>29</strong></sup> But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all."},{"_id":"616b6710ede035c13f932927","topicId":"616b670dede035c13f93291e","verse":"Revelation 21:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616b6710ede035c13f932928","topicId":"616b670dede035c13f93291e","verse":"Luke 16:19-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-10\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616b6712ede035c13f932929","topicId":"616b670dede035c13f93291e","verse":"Revelation 9:1-3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth.</p>\n\n</div>","kjv":"<strong>1</strong> And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.  <strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  <strong>3</strong> And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.  ","niv":"<sup><strong>1</strong></sup> The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss. <sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss. <sup><strong>3</strong></sup> And out of the smoke locusts came down upon the earth and were given power like that of scorpions of the earth. "},{"_id":"616b6712ede035c13f93292a","topicId":"616b670dede035c13f93291e","verse":"Revelation 6:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66006008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n</div>","kjv":"<strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth."},{"_id":"616b6712ede035c13f93292b","topicId":"616b670dede035c13f93291e","verse":"Revelation 20:13-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.</p>\n</div>","kjv":"<strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  ","niv":"<sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. "},{"_id":"616b6712ede035c13f93292c","topicId":"616b670dede035c13f93291e","verse":"Revelation 14:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66014010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014010-1\">10&nbsp;</b>he also will drink the wine of God’s wrath, poured full strength into the cup of his anger, and he will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb.</p>\n</div>","kjv":"<strong>10</strong> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:  ","niv":"<sup><strong>10</strong></sup> he, too, will drink of the wine of God's fury, which has been poured full strength into the cup of his wrath. He will be tormented with burning sulfur in the presence of the holy angels and of the Lamb."},{"_id":"616b6713ede035c13f93292d","topicId":"616b670dede035c13f93291e","verse":"2 Peter 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-15\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"},{"_id":"616b6713ede035c13f93292e","topicId":"616b670dede035c13f93291e","verse":"2 Thessalonians 1:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p53001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might,</p>\n\n</div>","kjv":"<strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  ","niv":"<sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power"},{"_id":"616b6713ede035c13f93292f","topicId":"616b670dede035c13f93291e","verse":"1 Corinthians 15:55","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015055_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  ","niv":"<sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\""},{"_id":"616b6713ede035c13f932930","topicId":"616b670dede035c13f93291e","verse":"Revelation 1:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66001018_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span></p>\n</div>","kjv":"<strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  ","niv":"<sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades."},{"_id":"616b6714ede035c13f932931","topicId":"616b670dede035c13f93291e","verse":"John 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-20\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616b6714ede035c13f932932","topicId":"616b670dede035c13f93291e","verse":"Acts 2:27","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002027_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  ","niv":"<sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay."},{"_id":"616b6714ede035c13f932933","topicId":"616b670dede035c13f93291e","verse":"Acts 2:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002022_01-22\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—</p>\n</div>","kjv":"<strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  ","niv":"<sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know."},{"_id":"616b6715ede035c13f932934","topicId":"616b670dede035c13f93291e","verse":"Luke 12:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42012005_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span></p>\n\n</div>","kjv":"<strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  ","niv":"<sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him."},{"_id":"616b6715ede035c13f932935","topicId":"616b670dede035c13f93291e","verse":"Luke 15:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"616b6715ede035c13f932936","topicId":"616b670dede035c13f93291e","verse":"Luke 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003016-1\">16&nbsp;</b>John answered them all, saying, “I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire.</p>\n</div>","kjv":"<strong>16</strong> John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:  ","niv":"<sup><strong>16</strong></sup> John answered them all, \"I baptize you with water. But one more powerful than I will come, the thongs of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and with fire."},{"_id":"616b6716ede035c13f932937","topicId":"616b670dede035c13f93291e","verse":"Mark 9:47","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41009047_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009047-1\">47&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell,</span></p>\n</div>","kjv":"<strong>47</strong> And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:  ","niv":"<sup><strong>47</strong></sup> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell,"}]}