{"_id":"616b9e00ede035c13f932efd","slug":"the-rich","name":"The Rich","verses":[{"_id":"616b9e00ede035c13f932efe","topicId":"616b9e00ede035c13f932efd","verse":"1 Timothy 6:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-1\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. ","modified":"2022-09-19T04:20:50.545Z"},{"_id":"616b9e01ede035c13f932eff","topicId":"616b9e00ede035c13f932efd","verse":"Matthew 6:31-33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006031_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. "},{"_id":"616b9e01ede035c13f932f00","topicId":"616b9e00ede035c13f932efd","verse":"Proverbs 22:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender."},{"_id":"616b9e01ede035c13f932f01","topicId":"616b9e00ede035c13f932efd","verse":"Proverbs 21:20","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021020_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021020-1\">20&nbsp;</b>&nbsp;&nbsp;Precious treasure and oil are in a wise man’s dwelling,</span><br><span id=\"p20021020_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a foolish man devours it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.  ","niv":"<sup><strong>20</strong></sup> In the house of the wise are stores of choice food and oil, but a foolish man devours all he has."},{"_id":"616b9e02ede035c13f932f02","topicId":"616b9e00ede035c13f932efd","verse":"Ephesians 4:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616b9e03ede035c13f932f03","topicId":"616b9e00ede035c13f932efd","verse":"John 8:1-59","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-6\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives. <b class=\"verse-num\" id=\"v43008002-1\">2&nbsp;</b>Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them. <b class=\"verse-num\" id=\"v43008003-1\">3&nbsp;</b>The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst <b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?” <b class=\"verse-num\" id=\"v43008006-1\">6&nbsp;</b>This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. <b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span> <b class=\"verse-num\" id=\"v43008008-1\">8&nbsp;</b>And once more he bent down and wrote on the ground. <b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him. <b class=\"verse-num\" id=\"v43008010-1\">10&nbsp;</b>Jesus stood up and said to her, <span class=\"woc\">“Woman, where are they? Has no one condemned you?”</span> <b class=\"verse-num\" id=\"v43008011-1\">11&nbsp;</b>She said, “No one, Lord.” And Jesus said, <span class=\"woc\">“Neither do I condemn you; go, and from now on sin no more.”</span>]]</p>\n\n<p id=\"p43008011_08-6\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span> <b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span> <b class=\"verse-num\" id=\"v43008019-1\">19&nbsp;</b>They said to him therefore, “Where is your Father?” Jesus answered, <span class=\"woc\">“You know neither me nor my Father. If you knew me, you would know my Father also.”</span> <b class=\"verse-num\" id=\"v43008020-1\">20&nbsp;</b>These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.</p>\n<p id=\"p43008020_08-6\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span> <b class=\"verse-num\" id=\"v43008022-1\">22&nbsp;</b>So the Jews said, “Will he kill himself, since he says, <span class=\"woc\">‘Where I am going, you cannot come’</span>?” <b class=\"verse-num\" id=\"v43008023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You are from below; I am from above. You are of this world; I am not of this world.</span> <b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span> <b class=\"verse-num\" id=\"v43008025-1\">25&nbsp;</b>So they said to him, “Who are you?” Jesus said to them, <span class=\"woc\">“Just what I have been telling you from the beginning.</span> <b class=\"verse-num woc\" id=\"v43008026-1\">26&nbsp;</b><span class=\"woc\">I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.”</span> <b class=\"verse-num\" id=\"v43008027-1\">27&nbsp;</b>They did not understand that he had been speaking to them about the Father. <b class=\"verse-num\" id=\"v43008028-1\">28&nbsp;</b>So Jesus said to them, <span class=\"woc\">“When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.</span> <b class=\"verse-num woc\" id=\"v43008029-1\">29&nbsp;</b><span class=\"woc\">And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”</span> <b class=\"verse-num\" id=\"v43008030-1\">30&nbsp;</b>As he was saying these things, many believed in him.</p>\n\n<p id=\"p43008030_14-6\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span> <b class=\"verse-num\" id=\"v43008033-1\">33&nbsp;</b>They answered him, “We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, ‘You will become free’?”</p>\n<p id=\"p43008033_14-6\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span> <b class=\"verse-num woc\" id=\"v43008035-1\">35&nbsp;</b><span class=\"woc\">The slave does not remain in the house forever; the son remains forever.</span> <b class=\"verse-num woc\" id=\"v43008036-1\">36&nbsp;</b><span class=\"woc\">So if the Son sets you free, you will be free indeed.</span> <b class=\"verse-num woc\" id=\"v43008037-1\">37&nbsp;</b><span class=\"woc\">I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.</span> <b class=\"verse-num woc\" id=\"v43008038-1\">38&nbsp;</b><span class=\"woc\">I speak of what I have seen with my Father, and you do what you have heard from your father.”</span></p>\n\n<p id=\"p43008038_21-6\"><b class=\"verse-num\" id=\"v43008039-1\">39&nbsp;</b>They answered him, “Abraham is our father.” Jesus said to them, <span class=\"woc\">“If you were Abraham’s children, you would be doing the works Abraham did,</span> <b class=\"verse-num woc\" id=\"v43008040-1\">40&nbsp;</b><span class=\"woc\">but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.</span> <b class=\"verse-num woc\" id=\"v43008041-1\">41&nbsp;</b><span class=\"woc\">You are doing the works your father did.”</span> They said to him, “We were not born of sexual immorality. We have one Father—even God.” <b class=\"verse-num\" id=\"v43008042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.</span> <b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n\n<p id=\"p43008047_26-6\"><b class=\"verse-num\" id=\"v43008048-1\">48&nbsp;</b>The Jews answered him, “Are we not right in saying that you are a Samaritan and have a demon?” <b class=\"verse-num\" id=\"v43008049-1\">49&nbsp;</b>Jesus answered, <span class=\"woc\">“I do not have a demon, but I honor my Father, and you dishonor me.</span> <b class=\"verse-num woc\" id=\"v43008050-1\">50&nbsp;</b><span class=\"woc\">Yet I do not seek my own glory; there is One who seeks it, and he is the judge.</span> <b class=\"verse-num woc\" id=\"v43008051-1\">51&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, if anyone keeps my word, he will never see death.”</span> <b class=\"verse-num\" id=\"v43008052-1\">52&nbsp;</b>The Jews said to him, “Now we know that you have a demon! Abraham died, as did the prophets, yet you say, <span class=\"woc\">‘If anyone keeps my word, he will never taste death.’</span> <b class=\"verse-num\" id=\"v43008053-1\">53&nbsp;</b>Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?” <b class=\"verse-num\" id=\"v43008054-1\">54&nbsp;</b>Jesus answered, <span class=\"woc\">“If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’</span> <b class=\"verse-num woc\" id=\"v43008055-1\">55&nbsp;</b><span class=\"woc\">But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.</span> <b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span> <b class=\"verse-num\" id=\"v43008057-1\">57&nbsp;</b>So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?” <b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span> <b class=\"verse-num\" id=\"v43008059-1\">59&nbsp;</b>So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.</p>\n\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives. <sup><strong>2</strong></sup> At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. <sup><strong>3</strong></sup> The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group <sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" <sup><strong>6</strong></sup> They were using this question as a trap, in order to have a basis for accusing him. <sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\" <sup><strong>8</strong></sup> Again he stooped down and wrote on the ground. <sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there. <sup><strong>10</strong></sup> Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\" <sup><strong>11</strong></sup> \"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\" <sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\" <sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" <sup><strong>19</strong></sup> Then they asked him, \"Where is your father?\" <sup><strong>20</strong></sup> \"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come. <sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\" <sup><strong>22</strong></sup> This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\" <sup><strong>23</strong></sup> But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. <sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\" <sup><strong>25</strong></sup> \"Who are you?\" they asked. <sup><strong>26</strong></sup> \"Just what I have been claiming all along,\" Jesus replied. \"I have much to say in judgment of you. But he who sent me is reliable, and what I have heard from him I tell the world.\" <sup><strong>27</strong></sup> They did not understand that he was telling them about his Father. <sup><strong>28</strong></sup> So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am the one I claim to be and that I do nothing on my own but speak just what the Father has taught me. <sup><strong>29</strong></sup> The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" <sup><strong>30</strong></sup> Even as he spoke, many put their faith in him. <sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" <sup><strong>33</strong></sup> They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" <sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin. <sup><strong>35</strong></sup> Now a slave has no permanent place in the family, but a son belongs to it forever. <sup><strong>36</strong></sup> So if the Son sets you free, you will be free indeed. <sup><strong>37</strong></sup> I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word. <sup><strong>38</strong></sup> I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \" <sup><strong>39</strong></sup> \"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would <sup><strong>40</strong></sup> do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. <sup><strong>41</strong></sup> You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\" <sup><strong>42</strong></sup> Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me. <sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" <sup><strong>48</strong></sup> The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\" <sup><strong>49</strong></sup> \"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me. <sup><strong>50</strong></sup> I am not seeking glory for myself; but there is one who seeks it, and he is the judge. <sup><strong>51</strong></sup> I tell you the truth, if anyone keeps my word, he will never see death.\" <sup><strong>52</strong></sup> At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death. <sup><strong>53</strong></sup> Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\" <sup><strong>54</strong></sup> Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me. <sup><strong>55</strong></sup> Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word. <sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\" <sup><strong>57</strong></sup> \"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\" <sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\" <sup><strong>59</strong></sup> At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds. "},{"_id":"616b9e04ede035c13f932f04","topicId":"616b9e00ede035c13f932efd","verse":"Proverbs 13:22","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous."},{"_id":"616b9e04ede035c13f932f05","topicId":"616b9e00ede035c13f932efd","verse":"Hebrews 9:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"616b9e04ede035c13f932f06","topicId":"616b9e00ede035c13f932efd","verse":"1 John 1:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616b9e04ede035c13f932f07","topicId":"616b9e00ede035c13f932efd","verse":"John 14:15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-10\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"616b9e05ede035c13f932f08","topicId":"616b9e00ede035c13f932efd","verse":"Luke 14:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"},{"_id":"616b9e05ede035c13f932f09","topicId":"616b9e00ede035c13f932efd","verse":"Luke 16:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42016011_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span></p>\n</div>","kjv":"<strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  ","niv":"<sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?"},{"_id":"616b9e05ede035c13f932f0a","topicId":"616b9e00ede035c13f932efd","verse":"Luke 16:19-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-13\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616b9e06ede035c13f932f0b","topicId":"616b9e00ede035c13f932efd","verse":"Luke 12:33-34","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"616b9e06ede035c13f932f0c","topicId":"616b9e00ede035c13f932efd","verse":"Matthew 13:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40013022_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013022-1\">22&nbsp;</b><span class=\"woc\">As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.</span></p>\n</div>","kjv":"<strong>22</strong> He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.  ","niv":"<sup><strong>22</strong></sup> The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful."},{"_id":"616b9e06ede035c13f932f0d","topicId":"616b9e00ede035c13f932efd","verse":"Matthew 6:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-16\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616b9e07ede035c13f932f0f","topicId":"616b9e00ede035c13f932efd","verse":"Proverbs 28:22","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028022_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028022-1\">22&nbsp;</b>&nbsp;&nbsp;A stingy man hastens after wealth</span><br><span id=\"p20028022_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not know that poverty will come upon him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> He that hasteth to be rich hath an evil eye, and considereth not that poverty shall come upon him.  ","niv":"<sup><strong>22</strong></sup> A stingy man is eager to get rich and is unaware that poverty awaits him."},{"_id":"616b9e07ede035c13f932f0e","topicId":"616b9e00ede035c13f932efd","verse":"Matthew 6:19-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-18\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "}]}