{"_id":"616b8e4dede035c13f932b54","slug":"the-immortal-soul","name":"The Immortal Soul","verses":[{"_id":"616b8e4dede035c13f932b55","topicId":"616b8e4dede035c13f932b54","verse":"Matthew 10:28","votes":530,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616b8e4eede035c13f932b56","topicId":"616b8e4dede035c13f932b54","verse":"Ezekiel 18:4","votes":517,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"616b8e4eede035c13f932b57","topicId":"616b8e4dede035c13f932b54","verse":"Romans 6:23","votes":437,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616b8e4eede035c13f932b58","topicId":"616b8e4dede035c13f932b54","verse":"Genesis 2:7","votes":517,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616b8e4fede035c13f932b59","topicId":"616b8e4dede035c13f932b54","verse":"Ecclesiastes 9:5","votes":398,"__v":0,"esv":"<div>\n<p id=\"p21009005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009005-1\">5&nbsp;</b>For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten.</p>\n</div>","kjv":"<strong>5</strong> For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.  ","niv":"<sup><strong>5</strong></sup> For the living know that they will die, but the dead know nothing; they have no further reward, and even the memory of them is forgotten."},{"_id":"616b8e4fede035c13f932b5a","topicId":"616b8e4dede035c13f932b54","verse":"Ezekiel 18:20","votes":379,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"616b8e4fede035c13f932b5b","topicId":"616b8e4dede035c13f932b54","verse":"Ecclesiastes 12:7","votes":349,"__v":0,"esv":"<div>\n<p id=\"p21012007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it.</p>\n</div>","kjv":"<strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  ","niv":"<sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it."},{"_id":"616b8e50ede035c13f932b5c","topicId":"616b8e4dede035c13f932b54","verse":"Genesis 3:19","votes":337,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003019_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-8\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-8\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\""},{"_id":"616b8e50ede035c13f932b5d","topicId":"616b8e4dede035c13f932b54","verse":"Romans 2:7","votes":328,"__v":0,"esv":"<div>\n<p id=\"p45002007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;</p>\n</div>","kjv":"<strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  ","niv":"<sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life."},{"_id":"616b8e50ede035c13f932b5e","topicId":"616b8e4dede035c13f932b54","verse":"1 Timothy 6:16","votes":328,"__v":0,"esv":"<div>\n<p id=\"p54006016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006016-1\">16&nbsp;</b>who alone has immortality, who dwells in unapproachable light, whom no one has ever seen or can see. To him be honor and eternal dominion. Amen.</p>\n</div>","kjv":"<strong>16</strong> Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.  ","niv":"<sup><strong>16</strong></sup> who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen."},{"_id":"616b8e51ede035c13f932b5f","topicId":"616b8e4dede035c13f932b54","verse":"1 Corinthians 15:53","votes":269,"__v":0,"esv":"<div>\n<p id=\"p46015053_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality.</p>\n</div>","kjv":"<strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  ","niv":"<sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality.","modified":"2022-10-04T06:50:31.507Z"},{"_id":"616b8e51ede035c13f932b60","topicId":"616b8e4dede035c13f932b54","verse":"Genesis 2:17","votes":271,"__v":0,"esv":"<div>\n<p id=\"p01002017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n\n</div>","kjv":"<strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  ","niv":"<sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\""},{"_id":"616b8e51ede035c13f932b61","topicId":"616b8e4dede035c13f932b54","verse":"John 3:13","votes":238,"__v":0,"esv":"<div>\n<p id=\"p43003013_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span></p>\n\n</div>","kjv":"<strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. ","niv":"<sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man."},{"_id":"616b8e51ede035c13f932b62","topicId":"616b8e4dede035c13f932b54","verse":"John 5:28-29","votes":212,"__v":0,"esv":"<div>\n<p id=\"p43005028_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span> <b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n</div>","kjv":"<strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  ","niv":"<sup><strong>28</strong></sup> \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice <sup><strong>29</strong></sup> and come out--those who have done good will rise to live, and those who have done evil will rise to be condemned. "},{"_id":"616b8e52ede035c13f932b63","topicId":"616b8e4dede035c13f932b54","verse":"Psalm 146:4","votes":211,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146004-1\">4&nbsp;</b>&nbsp;&nbsp;When his breath departs, he returns to the earth;</span><br><span id=\"p19146004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on that very day his plans perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.  ","niv":"<sup><strong>4</strong></sup> When their spirit departs, they return to the ground; on that very day their plans come to nothing."},{"_id":"616b8e52ede035c13f932b64","topicId":"616b8e4dede035c13f932b54","verse":"Job 32:8","votes":210,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18032008_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032008-1\">8&nbsp;</b>&nbsp;&nbsp;But it is the spirit in man,</span><br><span id=\"p18032008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the breath of the Almighty, that makes him understand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.  ","niv":"<sup><strong>8</strong></sup> But it is the spirit in a man, the breath of the Almighty, that gives him understanding."},{"_id":"616b8e52ede035c13f932b65","topicId":"616b8e4dede035c13f932b54","verse":"Hebrews 9:27","votes":199,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"616b8e53ede035c13f932b66","topicId":"616b8e4dede035c13f932b54","verse":"Ecclesiastes 3:19-20","votes":189,"__v":0,"esv":"<div>\n<p id=\"p21003019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003019-1\">19&nbsp;</b>For what happens to the children of man and what happens to the beasts is the same; as one dies, so dies the other. They all have the same breath, and man has no advantage over the beasts, for all is vanity. <b class=\"verse-num\" id=\"v21003020-1\">20&nbsp;</b>All go to one place. All are from the dust, and to dust all return.</p>\n\n</div>","kjv":"<strong>19</strong> For that which befalleth the sons of men befalleth beasts; even one thing befalleth them: as the one dieth, so dieth the other; yea, they have all one breath; so that a man hath no preeminence above a beast: for all is vanity.  <strong>20</strong> All go unto one place; all are of the dust, and all turn to dust again.  ","niv":"<sup><strong>19</strong></sup> Man's fate is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; man has no advantage over the animal. Everything is meaningless. <sup><strong>20</strong></sup> All go to the same place; all come from dust, and to dust all return. "},{"_id":"616b8e53ede035c13f932b67","topicId":"616b8e4dede035c13f932b54","verse":"1 Corinthians 15:51-58","votes":180,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_01-22\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_01-22\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"616b8e53ede035c13f932b69","topicId":"616b8e4dede035c13f932b54","verse":"Genesis 3:4","votes":188,"__v":0,"esv":"<div>\n<p id=\"p01003004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die.</p>\n</div>","kjv":"<strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  ","niv":"<sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman."},{"_id":"616b8e53ede035c13f932b68","topicId":"616b8e4dede035c13f932b54","verse":"1 Corinthians 2:11","votes":179,"__v":0,"esv":"<div>\n<p id=\"p46002011_01-25\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God.</p>\n</div>","kjv":"<strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  ","niv":"<sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God."},{"_id":"616b8e54ede035c13f932b6b","topicId":"616b8e4dede035c13f932b54","verse":"Acts 2:29","votes":175,"__v":0,"esv":"<div>\n<p id=\"p44002029_01-26\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day.</p>\n</div>","kjv":"<strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  ","niv":"<sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day."},{"_id":"616b8e54ede035c13f932b6a","topicId":"616b8e4dede035c13f932b54","verse":"2 Timothy 1:10","votes":172,"__v":0,"esv":"<div>\n<p id=\"p55001010_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001010-1\">10&nbsp;</b>and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,</p>\n</div>","kjv":"<strong>10</strong> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:  ","niv":"<sup><strong>10</strong></sup> but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel."},{"_id":"616b8e55ede035c13f932b6c","topicId":"616b8e4dede035c13f932b54","verse":"1 Corinthians 15:54","votes":165,"__v":0,"esv":"<div>\n<p id=\"p46015054_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_01-29\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  ","niv":"<sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\""},{"_id":"616b8e55ede035c13f932b6d","topicId":"616b8e4dede035c13f932b54","verse":"Acts 2:34","votes":165,"__v":0,"esv":"<div>\n<p id=\"p44002034_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_01-30\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_01-30\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  ","niv":"<sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand"}]}