{"_id":"616b6769ede035c13f932938","slug":"the-drunken","name":"The Drunken","verses":[{"_id":"616b6769ede035c13f932939","topicId":"616b6769ede035c13f932938","verse":"Proverbs 20:1","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020001_01-1\" class=\"line\"><b class=\"chapter-num\" id=\"v20020001-1\">20:1&nbsp;</b>&nbsp;&nbsp;Wine is a mocker, strong drink a brawler,</span><br><span id=\"p20020001_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever is led astray by it is not wise.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.  ","niv":"<sup><strong>1</strong></sup> Wine is a mocker and beer a brawler; whoever is led astray by them is not wise."},{"_id":"616b676aede035c13f93293b","topicId":"616b6769ede035c13f932938","verse":"Ephesians 5:18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"616b676aede035c13f93293a","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 6:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"616b676bede035c13f93293c","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 5:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46005011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one.</p>\n</div>","kjv":"<strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  ","niv":"<sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat."},{"_id":"616b676bede035c13f93293d","topicId":"616b6769ede035c13f932938","verse":"Galatians 5:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005024_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n</div>","kjv":"<strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  ","niv":"<sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires."},{"_id":"616b676bede035c13f93293e","topicId":"616b6769ede035c13f932938","verse":"Galatians 5:21","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48005021_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"_id":"616b676bede035c13f93293f","topicId":"616b6769ede035c13f932938","verse":"Romans 14:21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45014021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble.</p>\n\n</div>","kjv":"<strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  ","niv":"<sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall."},{"_id":"616b676cede035c13f932940","topicId":"616b6769ede035c13f932938","verse":"Isaiah 5:22","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005022-1\">22&nbsp;</b>&nbsp;&nbsp;Woe to those who are heroes at drinking wine,</span><br><span id=\"p23005022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and valiant men in mixing strong drink,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink:  ","niv":"<sup><strong>22</strong></sup> Woe to those who are heroes at drinking wine and champions at mixing drinks,"},{"_id":"616b676cede035c13f932941","topicId":"616b6769ede035c13f932938","verse":"Matthew 5:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"616b676cede035c13f932942","topicId":"616b6769ede035c13f932938","verse":"1 Peter 5:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616b676dede035c13f932943","topicId":"616b6769ede035c13f932938","verse":"Proverbs 23:29-35","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023029_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023029-1\">29&nbsp;</b>&nbsp;&nbsp;Who has woe? Who has sorrow?</span><br><span id=\"p20023029_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has strife? Who has complaining?</span><br><span id=\"p20023029_01-14\" class=\"line\">&nbsp;&nbsp;Who has wounds without cause?</span><br><span id=\"p20023029_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has redness of eyes?</span><br><span id=\"p20023030_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023030-1\">30&nbsp;</b>&nbsp;&nbsp;Those who tarry long over wine;</span><br><span id=\"p20023030_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who go to try mixed wine.</span><br><span id=\"p20023031_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not look at wine when it is red,</span><br><span id=\"p20023031_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it sparkles in the cup</span><br><span id=\"p20023031_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes down smoothly.</span><br><span id=\"p20023032_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023032-1\">32&nbsp;</b>&nbsp;&nbsp;In the end it bites like a serpent</span><br><span id=\"p20023032_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stings like an adder.</span><br><span id=\"p20023033_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023033-1\">33&nbsp;</b>&nbsp;&nbsp;Your eyes will see strange things,</span><br><span id=\"p20023033_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your heart utter perverse things.</span><br><span id=\"p20023034_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023034-1\">34&nbsp;</b>&nbsp;&nbsp;You will be like one who lies down in the midst of the sea,</span><br><span id=\"p20023034_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who lies on the top of a mast.</span><br><span id=\"p20023035_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023035-1\">35&nbsp;</b>&nbsp;&nbsp;“They struck me,” you will say, “but I was not hurt;</span><br><span id=\"p20023035_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they beat me, but I did not feel it.</span><br><span id=\"p20023035_01-14\" class=\"line\">&nbsp;&nbsp;When shall I awake?</span><br><span id=\"p20023035_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I must have another drink.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>29</strong> Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?  <strong>30</strong> They that tarry long at the wine; they that go to seek mixed wine.  <strong>31</strong> Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright.  <strong>32</strong> At the last it biteth like a serpent, and stingeth like an adder.  <strong>33</strong> Thine eyes shall behold strange women, and thine heart shall utter perverse things.  <strong>34</strong> Yea, thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast.  <strong>35</strong> They have stricken me, shalt thou say, and I was not sick; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again.  ","niv":"<sup><strong>29</strong></sup> Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes? <sup><strong>30</strong></sup> Those who linger over wine, who go to sample bowls of mixed wine. <sup><strong>31</strong></sup> Do not gaze at wine when it is red, when it sparkles in the cup, when it goes down smoothly! <sup><strong>32</strong></sup> In the end it bites like a snake and poisons like a viper. <sup><strong>33</strong></sup> Your eyes will see strange sights and your mind imagine confusing things. <sup><strong>34</strong></sup> You will be like one sleeping on the high seas, lying on top of the rigging. <sup><strong>35</strong></sup> \"They hit me,\" you will say, \"but I'm not hurt! They beat me, but I don't feel it! When will I wake up so I can find another drink?\" "},{"_id":"616b676dede035c13f932944","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 6:9-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-16\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"616b676dede035c13f932945","topicId":"616b6769ede035c13f932938","verse":"Romans 12:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"616b676dede035c13f932946","topicId":"616b6769ede035c13f932938","verse":"1 Peter 4:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry.</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."},{"_id":"616b676eede035c13f932947","topicId":"616b6769ede035c13f932938","verse":"Habakkuk 2:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002015_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v35002015-1\">15&nbsp;</b>&nbsp;&nbsp;“Woe to him who makes his neighbors drink—</span><br><span id=\"p35002015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you pour out your wrath and make them drunk,</span><br><span id=\"p35002015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to gaze at their nakedness!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Woe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on their nakedness!  ","niv":"<sup><strong>15</strong></sup> \"Woe to him who gives drink to his neighbors, pouring it from the wineskin till they are drunk, so that he can gaze on their naked bodies."},{"_id":"616b676eede035c13f932948","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 6:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616b676fede035c13f932949","topicId":"616b6769ede035c13f932938","verse":"Revelation 1:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-23\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-23\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-23\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-23\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-23\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-23\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-23\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616b676fede035c13f93294a","topicId":"616b6769ede035c13f932938","verse":"Romans 8:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.</p>\n</div>","kjv":"<strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  ","niv":"<sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so."},{"_id":"616b676fede035c13f93294b","topicId":"616b6769ede035c13f932938","verse":"Proverbs 23:31-32","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023031_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not look at wine when it is red,</span><br><span id=\"p20023031_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it sparkles in the cup</span><br><span id=\"p20023031_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes down smoothly.</span><br><span id=\"p20023032_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023032-1\">32&nbsp;</b>&nbsp;&nbsp;In the end it bites like a serpent</span><br><span id=\"p20023032_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stings like an adder.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright.  <strong>32</strong> At the last it biteth like a serpent, and stingeth like an adder.  ","niv":"<sup><strong>31</strong></sup> Do not gaze at wine when it is red, when it sparkles in the cup, when it goes down smoothly! <sup><strong>32</strong></sup> In the end it bites like a snake and poisons like a viper. "},{"_id":"616b676fede035c13f93294c","topicId":"616b6769ede035c13f932938","verse":"Revelation 19:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66019016_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n</div>","kjv":"<strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS."},{"_id":"616b6770ede035c13f93294e","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46003017_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n</div>","kjv":"<strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple."},{"_id":"616b6770ede035c13f93294d","topicId":"616b6769ede035c13f932938","verse":"Philippians 4:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616b6770ede035c13f93294f","topicId":"616b6769ede035c13f932938","verse":"1 Corinthians 6:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-31\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"616b6770ede035c13f932950","topicId":"616b6769ede035c13f932938","verse":"James 1:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001015_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."},{"_id":"616b6771ede035c13f932951","topicId":"616b6769ede035c13f932938","verse":"Matthew 7:21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-33\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven."}]}