{"_id":"616b943eede035c13f932c43","slug":"the-middle-east","name":"The Middle East","verses":[{"_id":"616b943eede035c13f932c44","topicId":"616b943eede035c13f932c43","verse":"Matthew 24:1-51","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-1\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-1\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-1\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-1\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-1\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-1\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-1\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"616b943eede035c13f932c45","topicId":"616b943eede035c13f932c43","verse":"Zechariah 9:1-14:21","votes":4,"__v":0,"kjv":"<strong>1</strong> The burden of the word of the LORD in the land of Hadrach, and Damascus shall be the rest thereof: when the eyes of man, as of all the tribes of Israel, shall be toward the LORD.  <strong>2</strong> And Hamath also shall border thereby; Tyrus, and Zidon, though it be very wise.  <strong>3</strong> And Tyrus did build herself a strong hold, and heaped up silver as the dust, and fine gold as the mire of the streets.  <strong>4</strong> Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.  <strong>5</strong> Ashkelon shall see it, and fear; Gaza also shall see it,  and be very sorrowful, and Ekron; for her expectation shall be ashamed; and the king shall perish from Gaza, and Ashkelon shall not be inhabited.  <strong>6</strong> And a bastard shall dwell in Ashdod, and I will cut off the pride of the Philistines.  <strong>7</strong> And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he, shall be  for our God, and he shall be as a governor in Judah, and Ekron as a Jebusite.  <strong>8</strong> And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes.  <strong>9</strong> Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.  <strong>10</strong> And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even  to sea, and from river even to the ends of the earth.  <strong>11</strong> As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water.  <strong>12</strong> Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;  <strong>13</strong> When I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man.  <strong>14</strong> And the LORD shall be seen over them, and his arrow shall go forth as the lightning: and the LORD GOD shall blow the trumpet, and shall go with whirlwinds of the south.  <strong>15</strong> The LORD of hosts shall defend them; and they shall devour, and subdue with sling stones; and they shall drink, and make a noise as through wine; and they shall be filled like bowls, and as the corners of the altar.  <strong>16</strong> And the LORD their God shall save them in that day as the flock of his people: for they shall be as the stones of a crown, lifted up as an ensign upon his land.  <strong>17</strong> For how great is his goodness, and how great is  his beauty! corn shall make the young men cheerful, and new wine the maids.  <strong>1</strong> Ask ye of the LORD rain in the time of the latter rain; so  the LORD shall make bright clouds, and give them showers of rain, to every one grass in the field.  <strong>2</strong> For the idols have spoken vanity, and the diviners have seen a lie, and have told false dreams; they comfort in vain: therefore they went their way as a flock, they were troubled, because there was no shepherd.  <strong>3</strong> Mine anger was kindled against the shepherds, and I punished the goats: for the LORD of hosts hath visited his flock the house of Judah, and hath made them as his goodly horse in the battle.  <strong>4</strong> Out of him came forth the corner, out of him the nail, out of him the battle bow, out of him every oppressor together.  <strong>5</strong> And they shall be as mighty men, which tread down their enemies in the mire of the streets in the battle: and they shall fight, because the LORD is with them, and the riders on horses shall be confounded.  <strong>6</strong> And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the LORD their God, and will hear them.  <strong>7</strong> And they of Ephraim shall be like a mighty man,  and their heart shall rejoice as through wine: yea, their children shall see it, and be glad; their heart shall rejoice in the LORD.  <strong>8</strong> I will hiss for them, and gather them; for I have redeemed them: and they shall increase as they have increased.  <strong>9</strong> And I will sow them among the people: and they shall remember me in far countries; and they shall live with their children, and turn again.  <strong>10</strong> I will bring them again also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not be found for them.  <strong>11</strong> And he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away.  <strong>12</strong> And I will strengthen them in the LORD; and they shall walk up and down in his name, saith the LORD.  <strong>1</strong> Open thy doors, O Lebanon, that the fire may devour thy cedars.  <strong>2</strong> Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down.  <strong>3</strong>           There is a voice of the howling of the shepherds; for their glory is spoiled: a voice of the roaring of young lions; for the pride of Jordan is spoiled.  <strong>4</strong> Thus saith the LORD my God; Feed the flock of the slaughter;  <strong>5</strong> Whose possessors slay them, and hold themselves not guilty: and they that sell them say, Blessed be the LORD; for I am rich: and their own shepherds pity them not.  <strong>6</strong> For I will no more pity the inhabitants of the land, saith the LORD: but, lo, I will deliver the men every one into his neighbour’s hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them.  <strong>7</strong> And I will feed the flock of slaughter, even you, O poor of the flock. And I took unto me two staves; the one I called Beauty, and the other I called Bands; and I fed the flock.  <strong>8</strong> Three shepherds also I cut off in one month; and my soul lothed them, and their soul also abhorred me.  <strong>9</strong> Then said I, I will not feed you: that that dieth, let it die; and that that is to be cut off, let it be cut off; and let the rest eat every one the flesh of another.  <strong>10</strong> And I took my staff, even Beauty, and cut it asunder, that I might break my covenant which I had made with all the people.  <strong>11</strong> And it was broken in that day: and so the poor of the flock that waited upon me knew that it was the word of the LORD.  <strong>12</strong> And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver.  <strong>13</strong> And the LORD said unto me, Cast it unto the potter: a goodly price that I was prised at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the LORD.  <strong>14</strong> Then I cut asunder mine other staff, even Bands, that I might break the brotherhood between Judah and Israel.  <strong>15</strong> And the LORD said unto me, Take unto thee yet the instruments of a foolish shepherd.  <strong>16</strong> For, lo, I will raise up a shepherd in the land, which shall not visit those that be cut off, neither shall seek the young one, nor heal that that is broken, nor feed that that standeth still: but he shall eat the flesh of the fat, and tear their claws in pieces.  <strong>17</strong> Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened.  <strong>1</strong> The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.  <strong>2</strong> Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and  against Jerusalem.  <strong>3</strong> And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.  <strong>4</strong> In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.  <strong>5</strong> And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God.  <strong>6</strong> In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.  <strong>7</strong> The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah.  <strong>8</strong> In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them.  <strong>9</strong> And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.  <strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  <strong>11</strong> In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon.  <strong>12</strong> And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;  <strong>13</strong> The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;  <strong>14</strong> All the families that remain, every family apart, and their wives apart.  <strong>1</strong> In that day there shall be a fountain opened to the house of David and to the inhabitants of Jerusalem for sin and for uncleanness.  <strong>2</strong> And it shall come to pass in that day, saith the LORD of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.  <strong>3</strong> And it shall come to pass, that when any shall yet prophesy, then his father and his mother that begat him shall say unto him, Thou shalt not live; for thou speakest lies in the name of the LORD: and his father and his mother that begat him shall thrust him through when he prophesieth.  <strong>4</strong> And it shall come to pass in that day, that the prophets shall be ashamed every one of his vision, when he hath prophesied; neither shall they wear a rough garment to deceive:  <strong>5</strong> But he shall say, I am no prophet, I am an husbandman; for man taught me to keep cattle from my youth.  <strong>6</strong> And one shall say unto him, What are these wounds in thine hands? Then he shall answer, Those with which I was wounded in the house of my friends.  <strong>7</strong> Awake, O sword, against my shepherd, and against the man that is  my fellow, saith the LORD of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones.  <strong>8</strong> And it shall come to pass, that in all the land, saith the LORD, two parts therein shall be cut off and die; but the third shall be left therein.  <strong>9</strong> And I will bring the third part through the fire, and will refine them as silver is refined, and will try them as gold is tried: they shall call on my name, and I will hear them: I will say, It is my people: and they shall say, The LORD is my God.  <strong>1</strong> Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee.  <strong>2</strong> For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city.  <strong>3</strong> Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle.  <strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  <strong>5</strong> And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee.  <strong>6</strong> And it shall come to pass in that day, that the light shall not be clear, nor dark:  <strong>7</strong> But it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light.  <strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  <strong>9</strong> And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.  <strong>10</strong> All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king’s winepresses.  <strong>11</strong> And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited.  <strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  <strong>13</strong> And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.  <strong>14</strong> And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance.  <strong>15</strong> And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague.  <strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  <strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD is against the land of Hadrach and will rest upon Damascus- for the eyes of men and all the tribes of Israel are on the LORD - <sup><strong>2</strong></sup> and upon Hamath too, which borders on it, and upon Tyre and Sidon, though they are very skillful. <sup><strong>3</strong></sup> Tyre has built herself a stronghold; she has heaped up silver like dust, and gold like the dirt of the streets. <sup><strong>4</strong></sup> But the Lord will take away her possessions and destroy her power on the sea, and she will be consumed by fire. <sup><strong>5</strong></sup> Ashkelon will see it and fear; Gaza will writhe in agony, and Ekron too, for her hope will wither. Gaza will lose her king and Ashkelon will be deserted. <sup><strong>6</strong></sup> Foreigners will occupy Ashdod, and I will cut off the pride of the Philistines. <sup><strong>7</strong></sup> I will take the blood from their mouths, the forbidden food from between their teeth. Those who are left will belong to our God and become leaders in Judah, and Ekron will be like the Jebusites. <sup><strong>8</strong></sup> But I will defend my house against marauding forces. Never again will an oppressor overrun my people, for now I am keeping watch. <sup><strong>9</strong></sup> Rejoice greatly, O Daughter of Zion! Shout, Daughter of Jerusalem! See, your king comes to you, righteous and having salvation, gentle and riding on a donkey, on a colt, the foal of a donkey. <sup><strong>10</strong></sup> I will take away the chariots from Ephraim and the war-horses from Jerusalem, and the battle bow will be broken. He will proclaim peace to the nations. His rule will extend from sea to sea and from the River to the ends of the earth. <sup><strong>11</strong></sup> As for you, because of the blood of my covenant with you, I will free your prisoners from the waterless pit. <sup><strong>12</strong></sup> Return to your fortress, O prisoners of hope; even now I announce that I will restore twice as much to you. <sup><strong>13</strong></sup> I will bend Judah as I bend my bow and fill it with Ephraim. I will rouse your sons, O Zion, against your sons, O Greece, and make you like a warrior's sword. <sup><strong>14</strong></sup> Then the LORD will appear over them; his arrow will flash like lightning. The Sovereign LORD will sound the trumpet; he will march in the storms of the south, "},{"_id":"616b943fede035c13f932c46","topicId":"616b943eede035c13f932c43","verse":"Zechariah 14:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p38014012_01-3\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n</div>","kjv":"<strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  ","niv":"<sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths."},{"_id":"616b943fede035c13f932c47","topicId":"616b943eede035c13f932c43","verse":"Psalm 83:1-18","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-4\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br><span id=\"p19083006_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083006-1\">6&nbsp;</b>&nbsp;&nbsp;the tents of Edom and the Ishmaelites,</span><br><span id=\"p19083006_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab and the Hagrites,</span><br><span id=\"p19083007_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083007-1\">7&nbsp;</b>&nbsp;&nbsp;Gebal and Ammon and Amalek,</span><br><span id=\"p19083007_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Philistia with the inhabitants of Tyre;</span><br><span id=\"p19083008_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083008-1\">8&nbsp;</b>&nbsp;&nbsp;Asshur also has joined them;</span><br><span id=\"p19083008_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are the strong arm of the children of Lot. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083009_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083009-1\">9&nbsp;</b>&nbsp;&nbsp;Do to them as you did to Midian,</span><br><span id=\"p19083009_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as to Sisera and Jabin at the river Kishon,</span><br><span id=\"p19083010_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083010-1\">10&nbsp;</b>&nbsp;&nbsp;who were destroyed at En-dor,</span><br><span id=\"p19083010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who became dung for the ground.</span><br><span id=\"p19083011_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083011-1\">11&nbsp;</b>&nbsp;&nbsp;Make their nobles like Oreb and Zeeb,</span><br><span id=\"p19083011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their princes like Zebah and Zalmunna,</span><br><span id=\"p19083012_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083012-1\">12&nbsp;</b>&nbsp;&nbsp;who said, “Let us take possession for ourselves</span><br><span id=\"p19083012_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the pastures of God.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083013_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083013-1\">13&nbsp;</b>&nbsp;&nbsp;O my God, make them like whirling dust,</span><br><span id=\"p19083013_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like chaff before the wind.</span><br><span id=\"p19083014_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083014-1\">14&nbsp;</b>&nbsp;&nbsp;As fire consumes the forest,</span><br><span id=\"p19083014_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flame sets the mountains ablaze,</span><br><span id=\"p19083015_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083015-1\">15&nbsp;</b>&nbsp;&nbsp;so may you pursue them with your tempest</span><br><span id=\"p19083015_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them with your hurricane!</span><br><span id=\"p19083016_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083016-1\">16&nbsp;</b>&nbsp;&nbsp;Fill their faces with shame,</span><br><span id=\"p19083016_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may seek your name, O LORD.</span><br><span id=\"p19083017_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dismayed forever;</span><br><span id=\"p19083017_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them perish in disgrace,</span><br><span id=\"p19083018_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083018-1\">18&nbsp;</b>&nbsp;&nbsp;that they may know that you alone,</span><br><span id=\"p19083018_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose name is the LORD,</span><br><span id=\"p19083018_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the Most High over all the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  <strong>6</strong> The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;  <strong>7</strong> Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;  <strong>8</strong> Assur also is joined with them: they have holpen the children of Lot. Selah.  <strong>9</strong> Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:  <strong>10</strong>             Which perished at Endor: they became as dung for the earth.  <strong>11</strong> Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:  <strong>12</strong> Who said, Let us take to ourselves the houses of God in possession.  <strong>13</strong> O my God, make them like a wheel; as the stubble before the wind.  <strong>14</strong> As the fire burneth a wood, and as the flame setteth the mountains on fire;  <strong>15</strong> So persecute them with thy tempest, and make them afraid with thy storm.  <strong>16</strong> Fill their faces with shame; that they may seek thy name, O LORD.  <strong>17</strong> Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:  <strong>18</strong> That men may know that thou, whose name alone is  JEHOVAH, art the most high over all the earth.  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- <sup><strong>6</strong></sup> the tents of Edom and the Ishmaelites, of Moab and the Hagrites, <sup><strong>7</strong></sup> Gebal, Ammon and Amalek, Philistia, with the people of Tyre. <sup><strong>8</strong></sup> Even Assyria has joined them to lend strength to the descendants of Lot. Selah <sup><strong>9</strong></sup> Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon, <sup><strong>10</strong></sup> who perished at Endor and became like refuse on the ground. <sup><strong>11</strong></sup> Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, <sup><strong>12</strong></sup> who said, \"Let us take possession of the pasturelands of God.\" <sup><strong>13</strong></sup> Make them like tumbleweed, O my God, like chaff before the wind. <sup><strong>14</strong></sup> As fire consumes the forest or a flame sets the mountains ablaze, <sup><strong>15</strong></sup> so pursue them with your tempest and terrify them with your storm. <sup><strong>16</strong></sup> Cover their faces with shame so that men will seek your name, O LORD. <sup><strong>17</strong></sup> May they ever be ashamed and dismayed; may they perish in disgrace. <sup><strong>18</strong></sup> Let them know that you, whose name is the LORD - that you alone are the Most High over all the earth. "},{"_id":"616b943fede035c13f932c48","topicId":"616b943eede035c13f932c43","verse":"Daniel 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27012001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27012001-1\">12:1&nbsp;</b>“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.</p>\n</div>","kjv":"<strong>1</strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.  ","niv":"<sup><strong>1</strong></sup> \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people-everyone whose name is found written in the book-will be delivered."}]}