{"_id":"616c0eb716dfdfefa20362cf","slug":"the-strong","name":"The Strong","verses":[{"_id":"616c0eb716dfdfefa20362d0","topicId":"616c0eb716dfdfefa20362cf","verse":"1 John 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"616c0eb716dfdfefa20362d1","topicId":"616c0eb716dfdfefa20362cf","verse":"1 Timothy 1:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54001010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,</p>\n\n</div>","kjv":"<strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  ","niv":"<sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine"},{"_id":"616c0eb816dfdfefa20362d2","topicId":"616c0eb716dfdfefa20362cf","verse":"Acts 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"616c0eb916dfdfefa20362d3","topicId":"616c0eb716dfdfefa20362cf","verse":"Acts 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach,</p>\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach"},{"_id":"616c0eba16dfdfefa20362d4","topicId":"616c0eb716dfdfefa20362cf","verse":"John 20:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020031_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."},{"_id":"616c0eba16dfdfefa20362d5","topicId":"616c0eb716dfdfefa20362cf","verse":"Proverbs 23:12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023012_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023012-1\">12&nbsp;</b>&nbsp;&nbsp;Apply your heart to instruction</span><br><span id=\"p20023012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your ear to words of knowledge.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Apply thine heart unto instruction, and thine ears to the words of knowledge.  ","niv":"<sup><strong>12</strong></sup> Apply your heart to instruction and your ears to words of knowledge."},{"_id":"616c0ebb16dfdfefa20362d7","topicId":"616c0eb716dfdfefa20362cf","verse":"2 Peter 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."},{"_id":"616c0ebb16dfdfefa20362d6","topicId":"616c0eb716dfdfefa20362cf","verse":"Revelation 20:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death."},{"_id":"616c0ebc16dfdfefa20362d8","topicId":"616c0eb716dfdfefa20362cf","verse":"James 2:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty.</p>\n</div>","kjv":"<strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  ","niv":"<sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom,"},{"_id":"616c0ebc16dfdfefa20362d9","topicId":"616c0eb716dfdfefa20362cf","verse":"James 1:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n</div>","kjv":"<strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  ","niv":"<sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you."},{"_id":"616c0ebd16dfdfefa20362da","topicId":"616c0eb716dfdfefa20362cf","verse":"Hebrews 6:1","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,</p>\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,"},{"_id":"616c0ebe16dfdfefa20362db","topicId":"616c0eb716dfdfefa20362cf","verse":"2 Timothy 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"616c0ebe16dfdfefa20362dc","topicId":"616c0eb716dfdfefa20362cf","verse":"2 Timothy 3:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616c0ebf16dfdfefa20362dd","topicId":"616c0eb716dfdfefa20362cf","verse":"Galatians 2:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"616c0ebf16dfdfefa20362de","topicId":"616c0eb716dfdfefa20362cf","verse":"1 Corinthians 6:9-10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-17\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"616c0ebf16dfdfefa20362df","topicId":"616c0eb716dfdfefa20362cf","verse":"Romans 8:1-39","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-18\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-18\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-18\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-18\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-18\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-18\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616c0ebf16dfdfefa20362e0","topicId":"616c0eb716dfdfefa20362cf","verse":"1 Corinthians 1:18-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46001018_08-20\"><b class=\"verse-num\" id=\"v46001018-1\">18&nbsp;</b>For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. <b class=\"verse-num\" id=\"v46001019-1\">19&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46001019_08-20\" class=\"line\">&nbsp;&nbsp;“I will destroy the wisdom of the wise,</span><br><span id=\"p46001019_08-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the discernment of the discerning I will thwart.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46001019_08-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46001020-1\">20&nbsp;</b>Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? <b class=\"verse-num\" id=\"v46001021-1\">21&nbsp;</b>For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. <b class=\"verse-num\" id=\"v46001022-1\">22&nbsp;</b>For Jews demand signs and Greeks seek wisdom, <b class=\"verse-num\" id=\"v46001023-1\">23&nbsp;</b>but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, <b class=\"verse-num\" id=\"v46001024-1\">24&nbsp;</b>but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. <b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_08-20\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n</div>","kjv":"<strong>18</strong> For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.  <strong>19</strong> For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.  <strong>20</strong> Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?  <strong>21</strong> For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.  <strong>22</strong> For the Jews require a sign, and the Greeks seek after wisdom:  <strong>23</strong> But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;  <strong>24</strong> But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.  <strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  ","niv":"<sup><strong>18</strong></sup> For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. <sup><strong>19</strong></sup> For it is written: \"I will destroy the wisdom of the wise; the intelligence of the intelligent I will frustrate.\" <sup><strong>20</strong></sup> Where is the wise man? Where is the scholar? Where is the philosopher of this age? Has not God made foolish the wisdom of the world? <sup><strong>21</strong></sup> For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe. <sup><strong>22</strong></sup> Jews demand miraculous signs and Greeks look for wisdom, <sup><strong>23</strong></sup> but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles, <sup><strong>24</strong></sup> but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God. <sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength. <sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. <sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption. <sup><strong>31</strong></sup> Therefore, as it is written: \"Let him who boasts boast in the Lord.\" "},{"_id":"616c0ec016dfdfefa20362e1","topicId":"616c0eb716dfdfefa20362cf","verse":"Romans 8:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-21\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-21\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. "},{"_id":"616c0ec116dfdfefa20362e2","topicId":"616c0eb716dfdfefa20362cf","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-22\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-22\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-22\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-22\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-22\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-22\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-22\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-22\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"616c0ec116dfdfefa20362e3","topicId":"616c0eb716dfdfefa20362cf","verse":"Romans 1:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-23\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones."},{"_id":"616c0ec216dfdfefa20362e4","topicId":"616c0eb716dfdfefa20362cf","verse":"Romans 3:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law.</p>\n</div>","kjv":"<strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  ","niv":"<sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law."},{"_id":"616c0ec316dfdfefa20362e5","topicId":"616c0eb716dfdfefa20362cf","verse":"John 19:30","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019030_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019030-1\">30&nbsp;</b>When Jesus had received the sour wine, he said, <span class=\"woc\">“It is finished,”</span> and he bowed his head and gave up his spirit.</p>\n</div>","kjv":"<strong>30</strong> When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.  ","niv":"<sup><strong>30</strong></sup> When he had received the drink, Jesus said, \"It is finished.\" With that, he bowed his head and gave up his spirit."},{"_id":"616c0ec316dfdfefa20362e6","topicId":"616c0eb716dfdfefa20362cf","verse":"Acts 20:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44020021_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020021-1\">21&nbsp;</b>testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>21</strong> Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.  ","niv":"<sup><strong>21</strong></sup> I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus."},{"_id":"616c0ec416dfdfefa20362e7","topicId":"616c0eb716dfdfefa20362cf","verse":"John 14:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"616c0ec416dfdfefa20362e8","topicId":"616c0eb716dfdfefa20362cf","verse":"John 17:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43017001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43017001-1\">17:1&nbsp;</b>When Jesus had spoken these words, he lifted up his eyes to heaven, and said, <span class=\"woc\">“Father, the hour has come; glorify your Son that the Son may glorify you,</span> <b class=\"verse-num woc\" id=\"v43017002-1\">2&nbsp;</b><span class=\"woc\">since you have given him authority over all flesh, to give eternal life to all whom you have given him.</span> <b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span></p>\n</div>","kjv":"<strong>1</strong> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:  <strong>2</strong> As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.  <strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  ","niv":"<sup><strong>1</strong></sup> After Jesus said this, he looked toward heaven and prayed: <sup><strong>2</strong></sup> \"Father, the time has come. Glorify your Son, that your Son may glorify you. For you granted him authority over all people that he might give eternal life to all those you have given him. <sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent. "}]}