{"_id":"616b9495ede035c13f932c71","slug":"the-millennium","name":"The Millennium","verses":[{"_id":"616b9496ede035c13f932c72","topicId":"616b9495ede035c13f932c71","verse":"Revelation 20:1-15","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-1\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-1\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-1\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. ","modified":"2023-02-02T19:25:33.016Z"},{"_id":"616b9496ede035c13f932c73","topicId":"616b9495ede035c13f932c71","verse":"Revelation 20:4","votes":22,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-2\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years.","modified":"2023-04-27T15:09:00.071Z"},{"_id":"616b9496ede035c13f932c74","topicId":"616b9495ede035c13f932c71","verse":"Isaiah 65:25","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065025_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065025-1\">25&nbsp;</b>&nbsp;&nbsp;The wolf and the lamb shall graze together;</span><br><span id=\"p23065025_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lion shall eat straw like the ox,</span><br><span id=\"p23065025_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust shall be the serpent’s food.</span><br><span id=\"p23065025_01-3\" class=\"line\">&nbsp;&nbsp;They shall not hurt or destroy</span><br><span id=\"p23065025_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all my holy mountain,”</span><br><span id=\"p23065025_01-3\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust shall be the serpent’s meat. They shall not hurt nor destroy in all my holy mountain, saith the LORD.  ","niv":"<sup><strong>25</strong></sup> The wolf and the lamb will feed together, and the lion will eat straw like the ox, but dust will be the serpent's food. They will neither harm nor destroy on all my holy mountain,\" says the LORD.","modified":"2022-06-23T20:53:32.760Z"},{"_id":"616b9497ede035c13f932c75","topicId":"616b9495ede035c13f932c71","verse":"Revelation 20:7","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p66020007_05-4\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison</p>\n</div>","kjv":"<strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  ","niv":"<sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison","modified":"2022-07-23T04:26:12.466Z"},{"_id":"616b9497ede035c13f932c76","topicId":"616b9495ede035c13f932c71","verse":"Isaiah 2:2-4","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002002_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002002-1\">2&nbsp;</b>&nbsp;&nbsp;It shall come to pass in the latter days</span><br><span id=\"p23002002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the mountain of the house of the LORD</span><br><span id=\"p23002002_01-5\" class=\"line\">&nbsp;&nbsp;shall be established as the highest of the mountains,</span><br><span id=\"p23002002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall be lifted up above the hills;</span><br><span id=\"p23002002_01-5\" class=\"line\">&nbsp;&nbsp;and all the nations shall flow to it,</span><br><span id=\"p23002003_01-5\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23002003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and many peoples shall come, and say:</span><br><span id=\"p23002003_01-5\" class=\"line\">&nbsp;&nbsp;“Come, let us go up to the mountain of the LORD,</span><br><span id=\"p23002003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of the God of Jacob,</span><br><span id=\"p23002003_01-5\" class=\"line\">&nbsp;&nbsp;that he may teach us his ways</span><br><span id=\"p23002003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that we may walk in his paths.”</span><br><span id=\"p23002003_01-5\" class=\"line\">&nbsp;&nbsp;For out of Zion shall go forth the law,</span><br><span id=\"p23002003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of the LORD from Jerusalem.</span><br><span id=\"p23002004_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002004-1\">4&nbsp;</b>&nbsp;&nbsp;He shall judge between the nations,</span><br><span id=\"p23002004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall decide disputes for many peoples;</span><br><span id=\"p23002004_01-5\" class=\"line\">&nbsp;&nbsp;and they shall beat their swords into plowshares,</span><br><span id=\"p23002004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their spears into pruning hooks;</span><br><span id=\"p23002004_01-5\" class=\"line\">&nbsp;&nbsp;nation shall not lift up sword against nation,</span><br><span id=\"p23002004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither shall they learn war anymore.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> And it shall come to pass in the last days, that the mountain of the LORD’S house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.  <strong>3</strong> And many people shall go and say, Come ye, and let us go up to the mountain of the LORD, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the LORD from Jerusalem.  <strong>4</strong> And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.  ","niv":"<sup><strong>2</strong></sup> In the last days the mountain of the LORD's temple will be established as chief among the mountains; it will be raised above the hills, and all nations will stream to it. <sup><strong>3</strong></sup> Many peoples will come and say, \"Come, let us go up to the mountain of the LORD, to the house of the God of Jacob. He will teach us his ways, so that we may walk in his paths.\" The law will go out from Zion, the word of the LORD from Jerusalem. <sup><strong>4</strong></sup> He will judge between the nations and will settle disputes for many peoples. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore. "},{"_id":"616b9497ede035c13f932c77","topicId":"616b9495ede035c13f932c71","verse":"Daniel 7:13-14","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p27007013_08-6\"><b class=\"verse-num\" id=\"v27007013-1\">13&nbsp;</b>“I saw in the night visions,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007013_08-6\" class=\"line\">&nbsp;&nbsp;and behold, with the clouds of heaven</span><br><span id=\"p27007013_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there came one like a son of man,</span><br><span id=\"p27007013_08-6\" class=\"line\">&nbsp;&nbsp;and he came to the Ancient of Days</span><br><span id=\"p27007013_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was presented before him.</span><br><span id=\"p27007014_08-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007014-1\">14&nbsp;</b>&nbsp;&nbsp;And to him was given dominion</span><br><span id=\"p27007014_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glory and a kingdom,</span><br><span id=\"p27007014_08-6\" class=\"line\">&nbsp;&nbsp;that all peoples, nations, and languages</span><br><span id=\"p27007014_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should serve him;</span><br><span id=\"p27007014_08-6\" class=\"line\">&nbsp;&nbsp;his dominion is an everlasting dominion,</span><br><span id=\"p27007014_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall not pass away,</span><br><span id=\"p27007014_08-6\" class=\"line\">&nbsp;&nbsp;and his kingdom one</span><br><span id=\"p27007014_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be destroyed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.  <strong>14</strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is  an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.  ","niv":"<sup><strong>13</strong></sup> \"In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence. <sup><strong>14</strong></sup> He was given authority, glory and sovereign power; all peoples, nations and men of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed. ","modified":"2022-04-04T21:39:43.328Z"},{"_id":"616b9497ede035c13f932c78","topicId":"616b9495ede035c13f932c71","verse":"Revelation 5:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005010_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  ","niv":"<sup><strong>10</strong></sup> You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.\"","modified":"2022-12-18T19:56:26.321Z"},{"_id":"616b9498ede035c13f932c79","topicId":"616b9495ede035c13f932c71","verse":"Zechariah 14:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p38014016_01-8\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths.</p>\n</div>","kjv":"<strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  ","niv":"<sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles."},{"_id":"616b9498ede035c13f932c7a","topicId":"616b9495ede035c13f932c71","verse":"Zechariah 8:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p38008003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v38008003-1\">3&nbsp;</b>Thus says the LORD: I have returned to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the faithful city, and the mountain of the LORD of hosts, the holy mountain.</p>\n</div>","kjv":"<strong>3</strong> Thus saith the LORD; I am returned unto Zion, and will dwell in the midst of Jerusalem: and Jerusalem shall be called a city of truth; and the mountain of the LORD of hosts the holy mountain.  ","niv":"<sup><strong>3</strong></sup> This is what the LORD says: \"I will return to Zion and dwell in Jerusalem. Then Jerusalem will be called the City of Truth, and the mountain of the LORD Almighty will be called the Holy Mountain.\""},{"_id":"616b9498ede035c13f932c7b","topicId":"616b9495ede035c13f932c71","verse":"Daniel 2:44","votes":10,"__v":0,"esv":"<div>\n<p id=\"p27002044_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever,</p>\n</div>","kjv":"<strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  ","niv":"<sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever.","modified":"2023-04-29T15:17:59.836Z"},{"_id":"616b9499ede035c13f932c7c","topicId":"616b9495ede035c13f932c71","verse":"Amos 9:11-15","votes":8,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009011_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009011-1\">11&nbsp;</b>&nbsp;&nbsp;“In that day I will raise up</span><br><span id=\"p30009011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the booth of David that is fallen</span><br><span id=\"p30009011_05-11\" class=\"line\">&nbsp;&nbsp;and repair its breaches,</span><br><span id=\"p30009011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise up its ruins</span><br><span id=\"p30009011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rebuild it as in the days of old,</span><br><span id=\"p30009012_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009012-1\">12&nbsp;</b>&nbsp;&nbsp;that they may possess the remnant of Edom</span><br><span id=\"p30009012_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the nations who are called by my name,”</span><br><span id=\"p30009012_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD who does this.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009013_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009013-1\">13&nbsp;</b>&nbsp;&nbsp;“Behold, the days are coming,” declares the LORD,</span><br><span id=\"p30009013_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“when the plowman shall overtake the reaper</span><br><span id=\"p30009013_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the treader of grapes him who sows the seed;</span><br><span id=\"p30009013_05-11\" class=\"line\">&nbsp;&nbsp;the mountains shall drip sweet wine,</span><br><span id=\"p30009013_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the hills shall flow with it.</span><br><span id=\"p30009014_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009014-1\">14&nbsp;</b>&nbsp;&nbsp;I will restore the fortunes of my people Israel,</span><br><span id=\"p30009014_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall rebuild the ruined cities and inhabit them;</span><br><span id=\"p30009014_05-11\" class=\"line\">&nbsp;&nbsp;they shall plant vineyards and drink their wine,</span><br><span id=\"p30009014_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall make gardens and eat their fruit.</span><br><span id=\"p30009015_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009015-1\">15&nbsp;</b>&nbsp;&nbsp;I will plant them on their land,</span><br><span id=\"p30009015_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall never again be uprooted</span><br><span id=\"p30009015_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;out of the land that I have given them,”</span><br><span id=\"p30009015_05-11\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD your God.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:  <strong>12</strong> That they may possess the remnant of Edom, and of all the heathen, which are called by my name, saith the LORD that doeth this.  <strong>13</strong> Behold, the days come, saith the LORD, that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt.  <strong>14</strong> And I will bring again the captivity of my people of Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.  <strong>15</strong> And I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them, saith the LORD thy God.  ","niv":"<sup><strong>11</strong></sup> \"In that day I will restore David's fallen tent. I will repair its broken places, restore its ruins, and build it as it used to be, <sup><strong>12</strong></sup> so that they may possess the remnant of Edom and all the nations that bear my name, \"declares the LORD, who will do these things. <sup><strong>13</strong></sup> \"The days are coming,\" declares the LORD, \"when the reaper will be overtaken by the plowman and the planter by the one treading grapes. New wine will drip from the mountains and flow from all the hills. <sup><strong>14</strong></sup> I will bring back my exiled people Israel; they will rebuild the ruined cities and live in them. They will plant vineyards and drink their wine; they will make gardens and eat their fruit. <sup><strong>15</strong></sup> I will plant Israel in their own land, never again to be uprooted from the land I have given them,\" says the LORD your God. "},{"_id":"616b9499ede035c13f932c7d","topicId":"616b9495ede035c13f932c71","verse":"Matthew 19:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40019028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span></p>\n\n</div>","kjv":"<strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  ","niv":"<sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel."},{"_id":"616b9499ede035c13f932c7e","topicId":"616b9495ede035c13f932c71","verse":"Zechariah 14:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p38014004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward.</p>\n</div>","kjv":"<strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  ","niv":"<sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south."},{"_id":"616b949aede035c13f932c7f","topicId":"616b9495ede035c13f932c71","verse":"Daniel 7:27","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007027_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_01-14\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  ","niv":"<sup><strong>27</strong></sup> Then the sovereignty, power and greatness of the kingdoms under the whole heaven will be handed over to the saints, the people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.'"},{"_id":"616b949aede035c13f932c80","topicId":"616b9495ede035c13f932c71","verse":"Zechariah 14:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p38014008_01-15\"><b class=\"verse-num\" id=\"v38014008-1\">8&nbsp;</b>On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.</p>\n\n</div>","kjv":"<strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  ","niv":"<sup><strong>8</strong></sup> On that day living water will flow out from Jerusalem, half to the eastern sea and half to the western sea, in summer and in winter."},{"_id":"616b949aede035c13f932c81","topicId":"616b9495ede035c13f932c71","verse":"Jeremiah 23:5-6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p24023005_01-16\"><b class=\"verse-num\" id=\"v24023005-1\">5&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land. <b class=\"verse-num\" id=\"v24023006-1\">6&nbsp;</b>In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The LORD is our righteousness.’</p>\n</div>","kjv":"<strong>5</strong> Behold, the days come, saith the LORD, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.  <strong>6</strong> In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.  ","niv":"<sup><strong>5</strong></sup> \"The days are coming,\" declares the LORD, \"when I will raise up to David a righteous Branch, a King who will reign wisely and do what is just and right in the land. <sup><strong>6</strong></sup> In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The LORD Our Righteousness. "},{"_id":"616b949aede035c13f932c82","topicId":"616b9495ede035c13f932c71","verse":"Isaiah 35:1-10","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035001_05-17\" class=\"line\"><b class=\"chapter-num\" id=\"v23035001-1\">35:1&nbsp;</b>&nbsp;&nbsp;The wilderness and the dry land shall be glad;</span><br><span id=\"p23035001_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the desert shall rejoice and blossom like the crocus;</span><br><span id=\"p23035002_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035002-1\">2&nbsp;</b>&nbsp;&nbsp;it shall blossom abundantly</span><br><span id=\"p23035002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with joy and singing.</span><br><span id=\"p23035002_05-17\" class=\"line\">&nbsp;&nbsp;The glory of Lebanon shall be given to it,</span><br><span id=\"p23035002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of Carmel and Sharon.</span><br><span id=\"p23035002_05-17\" class=\"line\">&nbsp;&nbsp;They shall see the glory of the LORD,</span><br><span id=\"p23035002_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of our God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035003_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035003-1\">3&nbsp;</b>&nbsp;&nbsp;Strengthen the weak hands,</span><br><span id=\"p23035003_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make firm the feeble knees.</span><br><span id=\"p23035004_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to those who have an anxious heart,</span><br><span id=\"p23035004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Be strong; fear not!</span><br><span id=\"p23035004_05-17\" class=\"line\">&nbsp;&nbsp;Behold, your God</span><br><span id=\"p23035004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will come with vengeance,</span><br><span id=\"p23035004_05-17\" class=\"line\">&nbsp;&nbsp;with the recompense of God.</span><br><span id=\"p23035004_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will come and save you.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035005_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035005-1\">5&nbsp;</b>&nbsp;&nbsp;Then the eyes of the blind shall be opened,</span><br><span id=\"p23035005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of the deaf unstopped;</span><br><span id=\"p23035006_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035006-1\">6&nbsp;</b>&nbsp;&nbsp;then shall the lame man leap like a deer,</span><br><span id=\"p23035006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the mute sing for joy.</span><br><span id=\"p23035006_05-17\" class=\"line\">&nbsp;&nbsp;For waters break forth in the wilderness,</span><br><span id=\"p23035006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and streams in the desert;</span><br><span id=\"p23035007_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035007-1\">7&nbsp;</b>&nbsp;&nbsp;the burning sand shall become a pool,</span><br><span id=\"p23035007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the thirsty ground springs of water;</span><br><span id=\"p23035007_05-17\" class=\"line\">&nbsp;&nbsp;in the haunt of jackals, where they lie down,</span><br><span id=\"p23035007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the grass shall become reeds and rushes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035008_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035008-1\">8&nbsp;</b>&nbsp;&nbsp;And a highway shall be there,</span><br><span id=\"p23035008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall be called the Way of Holiness;</span><br><span id=\"p23035008_05-17\" class=\"line\">&nbsp;&nbsp;the unclean shall not pass over it.</span><br><span id=\"p23035008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It shall belong to those who walk on the way;</span><br><span id=\"p23035008_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even if they are fools, they shall not go astray.</span><br><span id=\"p23035009_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035009-1\">9&nbsp;</b>&nbsp;&nbsp;No lion shall be there,</span><br><span id=\"p23035009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall any ravenous beast come up on it;</span><br><span id=\"p23035009_05-17\" class=\"line\">&nbsp;&nbsp;they shall not be found there,</span><br><span id=\"p23035009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the redeemed shall walk there.</span><br><span id=\"p23035010_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035010-1\">10&nbsp;</b>&nbsp;&nbsp;And the ransomed of the LORD shall return</span><br><span id=\"p23035010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and come to Zion with singing;</span><br><span id=\"p23035010_05-17\" class=\"line\">&nbsp;&nbsp;everlasting joy shall be upon their heads;</span><br><span id=\"p23035010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall obtain gladness and joy,</span><br><span id=\"p23035010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sorrow and sighing shall flee away.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.  <strong>2</strong> It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD, and the excellency of our God.  <strong>3</strong> Strengthen ye the weak hands, and confirm the feeble knees.  <strong>4</strong> Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.  <strong>5</strong> Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.  <strong>6</strong> Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.  <strong>7</strong> And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be  grass with reeds and rushes.  <strong>8</strong> And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be  for those: the wayfaring men, though fools, shall not err therein.  <strong>9</strong> No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:  <strong>10</strong> And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away.  ","niv":"<sup><strong>1</strong></sup> The desert and the parched land will be glad; the wilderness will rejoice and blossom. Like the crocus, <sup><strong>2</strong></sup> it will burst into bloom; it will rejoice greatly and shout for joy. The glory of Lebanon will be given to it, the splendor of Carmel and Sharon; they will see the glory of the LORD, the splendor of our God. <sup><strong>3</strong></sup> Strengthen the feeble hands, steady the knees that give way; <sup><strong>4</strong></sup> say to those with fearful hearts, \"Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.\" <sup><strong>5</strong></sup> Then will the eyes of the blind be opened and the ears of the deaf unstopped. <sup><strong>6</strong></sup> Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert. <sup><strong>7</strong></sup> The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow. <sup><strong>8</strong></sup> And a highway will be there; it will be called the Way of Holiness. The unclean will not journey on it; it will be for those who walk in that Way; wicked fools will not go about on it. <sup><strong>9</strong></sup> No lion will be there, nor will any ferocious beast get up on it; they will not be found there. But only the redeemed will walk there, <sup><strong>10</strong></sup> and the ransomed of the LORD will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away. "},{"_id":"616b949bede035c13f932c83","topicId":"616b9495ede035c13f932c71","verse":"Isaiah 9:6-7","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-18\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-18\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br><span id=\"p23009007_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_01-18\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_01-18\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_01-18\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  <strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. <sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this. "},{"_id":"616b949bede035c13f932c84","topicId":"616b9495ede035c13f932c71","verse":"Revelation 20:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-19\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-19\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison ","modified":"2022-08-15T15:28:52.754Z"},{"_id":"616b949bede035c13f932c85","topicId":"616b9495ede035c13f932c71","verse":"Revelation 2:26-27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66002026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span> <b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span></p>\n\n</div>","kjv":"<strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  <strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  ","niv":"<sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations-- <sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'-- ","modified":"2021-12-26T15:40:35.403Z"},{"_id":"616b949cede035c13f932c86","topicId":"616b9495ede035c13f932c71","verse":"Revelation 11:15","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p66011015_04-21\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.”</p>\n</div>","kjv":"<strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  ","niv":"<sup><strong>15</strong></sup> The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\""},{"_id":"616b949cede035c13f932c87","topicId":"616b9495ede035c13f932c71","verse":"Luke 1:32-33","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42001032_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n</div>","kjv":"<strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  ","niv":"<sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" "},{"_id":"616b949cede035c13f932c88","topicId":"616b9495ede035c13f932c71","verse":"John 14:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014018_01-23\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span></p>\n</div>","kjv":"<strong>18</strong> I will not leave you comfortless: I will come to you.  ","niv":"<sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you."},{"_id":"616b949dede035c13f932c89","topicId":"616b9495ede035c13f932c71","verse":"Zechariah 6:12-13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p38006012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v38006012-1\">12&nbsp;</b>And say to him, ‘Thus says the LORD of hosts, “Behold, the man whose name is the Branch: for he shall branch out from his place, and he shall build the temple of the LORD. <b class=\"verse-num\" id=\"v38006013-1\">13&nbsp;</b>It is he who shall build the temple of the LORD and shall bear royal honor, and shall sit and rule on his throne. And there shall be a priest on his throne, and the counsel of peace shall be between them both.”’</p>\n\n</div>","kjv":"<strong>12</strong> And speak unto him, saying, Thus speaketh the LORD of hosts, saying, Behold the man whose name is The BRANCH; and he shall grow up out of his place, and he shall build the temple of the LORD:  <strong>13</strong> Even he shall build the temple of the LORD; and he shall bear the glory, and shall sit and rule upon his throne; and he shall be a priest upon his throne: and the counsel of peace shall be between them both.  ","niv":"<sup><strong>12</strong></sup> Tell him this is what the LORD Almighty says: 'Here is the man whose name is the Branch, and he will branch out from his place and build the temple of the LORD. <sup><strong>13</strong></sup> It is he who will build the temple of the LORD, and he will be clothed with majesty and will sit and rule on his throne. And he will be a priest on his throne. And there will be harmony between the two.' "},{"_id":"616b949dede035c13f932c8a","topicId":"616b9495ede035c13f932c71","verse":"Isaiah 66:8","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066008-1\">8&nbsp;</b>&nbsp;&nbsp;Who has heard such a thing?</span><br><span id=\"p23066008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has seen such things?</span><br><span id=\"p23066008_01-25\" class=\"line\">&nbsp;&nbsp;Shall a land be born in one day?</span><br><span id=\"p23066008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Shall a nation be brought forth in one moment?</span><br><span id=\"p23066008_01-25\" class=\"line\">&nbsp;&nbsp;For as soon as Zion was in labor</span><br><span id=\"p23066008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brought forth her children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.  ","niv":"<sup><strong>8</strong></sup> Who has ever heard of such a thing? Who has ever seen such things? Can a country be born in a day or a nation be brought forth in a moment? Yet no sooner is Zion in labor than she gives birth to her children.","modified":"2023-11-12T23:51:00.038Z"}]}