{"_id":"616b8eb6ede035c13f932b88","slug":"the-israelites","name":"The Israelites","verses":[{"_id":"616b8eb6ede035c13f932b89","topicId":"616b8eb6ede035c13f932b88","verse":"John 17:20-22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43017020_01-1\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span></p>\n</div>","kjv":"<strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  ","niv":"<sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: "},{"_id":"616b8eb7ede035c13f932b8a","topicId":"616b8eb6ede035c13f932b88","verse":"Isaiah 11:2-5","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011002_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011002-1\">2&nbsp;</b>&nbsp;&nbsp;And the Spirit of the LORD shall rest upon him,</span><br><span id=\"p23011002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of wisdom and understanding,</span><br><span id=\"p23011002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of counsel and might,</span><br><span id=\"p23011002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Spirit of knowledge and the fear of the LORD.</span><br><span id=\"p23011003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011003-1\">3&nbsp;</b>&nbsp;&nbsp;And his delight shall be in the fear of the LORD.</span><br><span id=\"p23011003_01-2\" class=\"line\">&nbsp;&nbsp;He shall not judge by what his eyes see,</span><br><span id=\"p23011003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or decide disputes by what his ears hear,</span><br><span id=\"p23011004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011004-1\">4&nbsp;</b>&nbsp;&nbsp;but with righteousness he shall judge the poor,</span><br><span id=\"p23011004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and decide with equity for the meek of the earth;</span><br><span id=\"p23011004_01-2\" class=\"line\">&nbsp;&nbsp;and he shall strike the earth with the rod of his mouth,</span><br><span id=\"p23011004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the breath of his lips he shall kill the wicked.</span><br><span id=\"p23011005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011005-1\">5&nbsp;</b>&nbsp;&nbsp;Righteousness shall be the belt of his waist,</span><br><span id=\"p23011005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and faithfulness the belt of his loins.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;  <strong>3</strong> And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:  <strong>4</strong> But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.  <strong>5</strong> And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.  ","niv":"<sup><strong>2</strong></sup> The Spirit of the LORD will rest on him- the Spirit of wisdom and of understanding, the Spirit of counsel and of power, the Spirit of knowledge and of the fear of the LORD - <sup><strong>3</strong></sup> and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears; <sup><strong>4</strong></sup> but with righteousness he will judge the needy, with justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth; with the breath of his lips he will slay the wicked. <sup><strong>5</strong></sup> Righteousness will be his belt and faithfulness the sash around his waist. "},{"_id":"616b8eb7ede035c13f932b8b","topicId":"616b8eb6ede035c13f932b88","verse":"Romans 3:1-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45003001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45003001-1\">3:1&nbsp;</b>Then what advantage has the Jew? Or what is the value of circumcision? <b class=\"verse-num\" id=\"v45003002-1\">2&nbsp;</b>Much in every way. To begin with, the Jews were entrusted with the oracles of God. <b class=\"verse-num\" id=\"v45003003-1\">3&nbsp;</b>What if some were unfaithful? Does their faithlessness nullify the faithfulness of God? <b class=\"verse-num\" id=\"v45003004-1\">4&nbsp;</b>By no means! Let God be true though every one were a liar, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003004_04-3\" class=\"line\">&nbsp;&nbsp;“That you may be justified in your words,</span><br><span id=\"p45003004_04-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and prevail when you are judged.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45003004_04-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45003005-1\">5&nbsp;</b>But if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.) <b class=\"verse-num\" id=\"v45003006-1\">6&nbsp;</b>By no means! For then how could God judge the world? <b class=\"verse-num\" id=\"v45003007-1\">7&nbsp;</b>But if through my lie God’s truth abounds to his glory, why am I still being condemned as a sinner? <b class=\"verse-num\" id=\"v45003008-1\">8&nbsp;</b>And why not do evil that good may come?—as some people slanderously charge us with saying. Their condemnation is just.</p>\n\n<p id=\"p45003008_08-3\"><b class=\"verse-num\" id=\"v45003009-1\">9&nbsp;</b>What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin, <b class=\"verse-num\" id=\"v45003010-1\">10&nbsp;</b>as it is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003010_08-3\" class=\"line\">&nbsp;&nbsp;“None is righteous, no, not one;</span><br><span id=\"p45003011_08-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003011-1\">11&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no one understands;</span><br><span id=\"p45003011_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one seeks for God.</span><br><span id=\"p45003012_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003012-1\">12&nbsp;</b>&nbsp;&nbsp;All have turned aside; together they have become worthless;</span><br><span id=\"p45003012_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one does good,</span><br><span id=\"p45003012_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not even one.”</span><br><span id=\"p45003013_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003013-1\">13&nbsp;</b>&nbsp;&nbsp;“Their throat is an open grave;</span><br><span id=\"p45003013_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they use their tongues to deceive.”</span><br><span id=\"p45003013_08-3\" class=\"line\">&nbsp;&nbsp;“The venom of asps is under their lips.”</span><br><span id=\"p45003014_08-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003014-1\">14&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“Their mouth is full of curses and bitterness.”</span><br><span id=\"p45003015_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003015-1\">15&nbsp;</b>&nbsp;&nbsp;“Their feet are swift to shed blood;</span><br><span id=\"p45003016_08-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in their paths are ruin and misery,</span><br><span id=\"p45003017_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003017-1\">17&nbsp;</b>&nbsp;&nbsp;and the way of peace they have not known.”</span><br><span id=\"p45003018_08-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003018-1\">18&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“There is no fear of God before their eyes.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45003018_08-3\"><b class=\"verse-num\" id=\"v45003019-1\">19&nbsp;</b>Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God. <b class=\"verse-num\" id=\"v45003020-1\">20&nbsp;</b>For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin.</p>\n\n<p id=\"p45003020_14-3\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—<b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction: <b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God, <b class=\"verse-num\" id=\"v45003024-1\">24&nbsp;</b>and are justified by his grace as a gift, through the redemption that is in Christ Jesus, <b class=\"verse-num\" id=\"v45003025-1\">25&nbsp;</b>whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins. <b class=\"verse-num\" id=\"v45003026-1\">26&nbsp;</b>It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.</p>\n<p id=\"p45003026_14-3\"><b class=\"verse-num\" id=\"v45003027-1\">27&nbsp;</b>Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith. <b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law. <b class=\"verse-num\" id=\"v45003029-1\">29&nbsp;</b>Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also, <b class=\"verse-num\" id=\"v45003030-1\">30&nbsp;</b>since God is one—who will justify the circumcised by faith and the uncircumcised through faith. <b class=\"verse-num\" id=\"v45003031-1\">31&nbsp;</b>Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law.</p>\n\n</div>","kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. <sup><strong>10</strong></sup> As it is written: \"There is no one righteous, not even one; <sup><strong>11</strong></sup> there is no one who understands, no one who seeks God. <sup><strong>12</strong></sup> All have turned away, they have together become worthless; there is no one who does good, not even one.\" <sup><strong>13</strong></sup> \"Their throats are open graves; their tongues practice deceit.The poison of vipers is on their lips.\" <sup><strong>14</strong></sup> \"Their mouths are full of cursing and bitterness.\" <sup><strong>15</strong></sup> \"Their feet are swift to shed blood; <sup><strong>16</strong></sup> ruin and misery mark their ways, <sup><strong>17</strong></sup> and the way of peace they do not know.\" <sup><strong>18</strong></sup> \"There is no fear of God before their eyes.\" <sup><strong>19</strong></sup> Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God. <sup><strong>20</strong></sup> Therefore no one will be declared righteous in his sight by observing the law; rather, through the law we become conscious of sin. <sup><strong>21</strong></sup> But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify. <sup><strong>22</strong></sup> This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference, <sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God, <sup><strong>24</strong></sup> and are justified freely by his grace through the redemption that came by Christ Jesus. <sup><strong>25</strong></sup> God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished-- <sup><strong>26</strong></sup> he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus. <sup><strong>27</strong></sup> Where, then, is boasting? It is excluded. On what principle? On that of observing the law? No, but on that of faith. <sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law. <sup><strong>29</strong></sup> Is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too, <sup><strong>30</strong></sup> since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith. <sup><strong>31</strong></sup> Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law. "},{"_id":"616b8eb8ede035c13f932b8c","topicId":"616b8eb6ede035c13f932b88","verse":"Romans 9:1-33","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45009001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45009001-1\">9:1&nbsp;</b>I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—<b class=\"verse-num\" id=\"v45009002-1\">2&nbsp;</b>that I have great sorrow and unceasing anguish in my heart. <b class=\"verse-num\" id=\"v45009003-1\">3&nbsp;</b>For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh. <b class=\"verse-num\" id=\"v45009004-1\">4&nbsp;</b>They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises. <b class=\"verse-num\" id=\"v45009005-1\">5&nbsp;</b>To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen.</p>\n<p id=\"p45009005_04-4\"><b class=\"verse-num\" id=\"v45009006-1\">6&nbsp;</b>But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel, <b class=\"verse-num\" id=\"v45009007-1\">7&nbsp;</b>and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v45009008-1\">8&nbsp;</b>This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring. <b class=\"verse-num\" id=\"v45009009-1\">9&nbsp;</b>For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v45009010-1\">10&nbsp;</b>And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac, <b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—<b class=\"verse-num\" id=\"v45009012-1\">12&nbsp;</b>she was told, “The older will serve the younger.” <b class=\"verse-num\" id=\"v45009013-1\">13&nbsp;</b>As it is written, “Jacob I loved, but Esau I hated.”</p>\n<p id=\"p45009013_04-4\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means! <b class=\"verse-num\" id=\"v45009015-1\">15&nbsp;</b>For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” <b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy. <b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.” <b class=\"verse-num\" id=\"v45009018-1\">18&nbsp;</b>So then he has mercy on whomever he wills, and he hardens whomever he wills.</p>\n<p id=\"p45009018_04-4\"><b class=\"verse-num\" id=\"v45009019-1\">19&nbsp;</b>You will say to me then, “Why does he still find fault? For who can resist his will?” <b class=\"verse-num\" id=\"v45009020-1\">20&nbsp;</b>But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?” <b class=\"verse-num\" id=\"v45009021-1\">21&nbsp;</b>Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use? <b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction, <b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—<b class=\"verse-num\" id=\"v45009024-1\">24&nbsp;</b>even us whom he has called, not from the Jews only but also from the Gentiles? <b class=\"verse-num\" id=\"v45009025-1\">25&nbsp;</b>As indeed he says in Hosea,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009025_04-4\" class=\"line\">&nbsp;&nbsp;“Those who were not my people I will call ‘my people,’</span><br><span id=\"p45009025_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her who was not beloved I will call ‘beloved.’”</span><br><span id=\"p45009026_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v45009026-1\">26&nbsp;</b>&nbsp;&nbsp;“And in the very place where it was said to them, ‘You are not my people,’</span><br><span id=\"p45009026_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they will be called ‘sons of the living God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45009026_04-4\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved, <b class=\"verse-num\" id=\"v45009028-1\">28&nbsp;</b>for the Lord will carry out his sentence upon the earth fully and without delay.” <b class=\"verse-num\" id=\"v45009029-1\">29&nbsp;</b>And as Isaiah predicted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009029_04-4\" class=\"line\">&nbsp;&nbsp;“If the Lord of hosts had not left us offspring,</span><br><span id=\"p45009029_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we would have been like Sodom</span><br><span id=\"p45009029_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45009029_06-4\"><b class=\"verse-num\" id=\"v45009030-1\">30&nbsp;</b>What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith; <b class=\"verse-num\" id=\"v45009031-1\">31&nbsp;</b>but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law. <b class=\"verse-num\" id=\"v45009032-1\">32&nbsp;</b>Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone, <b class=\"verse-num\" id=\"v45009033-1\">33&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009033_06-4\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone of stumbling, and a rock of offense;</span><br><span id=\"p45009033_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> I speak the truth in Christ--I am not lying, my conscience confirms it in the Holy Spirit-- <sup><strong>2</strong></sup> I have great sorrow and unceasing anguish in my heart. <sup><strong>3</strong></sup> For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race, <sup><strong>4</strong></sup> the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises. <sup><strong>5</strong></sup> Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen. <sup><strong>6</strong></sup> It is not as though God's word had failed. For not all who are descended from Israel are Israel. <sup><strong>7</strong></sup> Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>8</strong></sup> In other words, it is not the natural children who are God's children, but it is the children of the promise who are regarded as Abraham's offspring. <sup><strong>9</strong></sup> For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\" <sup><strong>10</strong></sup> Not only that, but Rebekah's children had one and the same father, our father Isaac. <sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand: <sup><strong>12</strong></sup> not by works but by him who calls--she was told, \"The older will serve the younger.\" <sup><strong>13</strong></sup> Just as it is written: \"Jacob I loved, but Esau I hated.\" <sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all! <sup><strong>15</strong></sup> For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" <sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy. <sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\" <sup><strong>18</strong></sup> Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden. <sup><strong>19</strong></sup> One of you will say to me: \"Then why does God still blame us? For who resists his will?\" <sup><strong>20</strong></sup> But who are you, O man, to talk back to God? \"Shall what is formed say to him who formed it, 'Why did you make me like this?'\" <sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use? <sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction? <sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory-- <sup><strong>24</strong></sup> even us, whom he also called, not only from the Jews but also from the Gentiles? <sup><strong>25</strong></sup> As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\" <sup><strong>26</strong></sup> and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'\" <sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved. <sup><strong>28</strong></sup> For the Lord will carry out his sentence on earth with speed and finality.\" <sup><strong>29</strong></sup> It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\" <sup><strong>30</strong></sup> What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; <sup><strong>31</strong></sup> but Israel, who pursued a law of righteousness, has not attained it. <sup><strong>32</strong></sup> Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the \"stumbling stone.\" <sup><strong>33</strong></sup> As it is written: \"See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.\" "},{"_id":"616b8eb8ede035c13f932b8d","topicId":"616b8eb6ede035c13f932b88","verse":"John 5:24-6:44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n<p id=\"p43005024_01-5\"><b class=\"verse-num woc\" id=\"v43005025-1\">25&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.</span> <b class=\"verse-num woc\" id=\"v43005026-1\">26&nbsp;</b><span class=\"woc\">For as the Father has life in himself, so he has granted the Son also to have life in himself.</span> <b class=\"verse-num woc\" id=\"v43005027-1\">27&nbsp;</b><span class=\"woc\">And he has given him authority to execute judgment, because he is the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span> <b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n\n<p id=\"p43005029_04-5\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43005031-1\">31&nbsp;</b><span class=\"woc\">If I alone bear witness about myself, my testimony is not true.</span> <b class=\"verse-num woc\" id=\"v43005032-1\">32&nbsp;</b><span class=\"woc\">There is another who bears witness about me, and I know that the testimony that he bears about me is true.</span> <b class=\"verse-num woc\" id=\"v43005033-1\">33&nbsp;</b><span class=\"woc\">You sent to John, and he has borne witness to the truth.</span> <b class=\"verse-num woc\" id=\"v43005034-1\">34&nbsp;</b><span class=\"woc\">Not that the testimony that I receive is from man, but I say these things so that you may be saved.</span> <b class=\"verse-num woc\" id=\"v43005035-1\">35&nbsp;</b><span class=\"woc\">He was a burning and shining lamp, and you were willing to rejoice for a while in his light.</span> <b class=\"verse-num woc\" id=\"v43005036-1\">36&nbsp;</b><span class=\"woc\">But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.</span> <b class=\"verse-num woc\" id=\"v43005037-1\">37&nbsp;</b><span class=\"woc\">And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,</span> <b class=\"verse-num woc\" id=\"v43005038-1\">38&nbsp;</b><span class=\"woc\">and you do not have his word abiding in you, for you do not believe the one whom he has sent.</span> <b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43005040-1\">40&nbsp;</b><span class=\"woc\">yet you refuse to come to me that you may have life.</span> <b class=\"verse-num woc\" id=\"v43005041-1\">41&nbsp;</b><span class=\"woc\">I do not receive glory from people.</span> <b class=\"verse-num woc\" id=\"v43005042-1\">42&nbsp;</b><span class=\"woc\">But I know that you do not have the love of God within you.</span> <b class=\"verse-num woc\" id=\"v43005043-1\">43&nbsp;</b><span class=\"woc\">I have come in my Father’s name, and you do not receive me. If another comes in his own name, you will receive him.</span> <b class=\"verse-num woc\" id=\"v43005044-1\">44&nbsp;</b><span class=\"woc\">How can you believe, when you receive glory from one another and do not seek the glory that comes from the only God?</span> <b class=\"verse-num woc\" id=\"v43005045-1\">45&nbsp;</b><span class=\"woc\">Do not think that I will accuse you to the Father. There is one who accuses you: Moses, on whom you have set your hope.</span> <b class=\"verse-num woc\" id=\"v43005046-1\">46&nbsp;</b><span class=\"woc\">For if you believed Moses, you would believe me; for he wrote of me.</span> <b class=\"verse-num woc\" id=\"v43005047-1\">47&nbsp;</b><span class=\"woc\">But if you do not believe his writings, how will you believe my words?”</span></p>\n\n<p id=\"p43006001_09-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43006001-1\">6:1&nbsp;</b>After this Jesus went away to the other side of the Sea of Galilee, which is the Sea of Tiberias. <b class=\"verse-num\" id=\"v43006002-1\">2&nbsp;</b>And a large crowd was following him, because they saw the signs that he was doing on the sick. <b class=\"verse-num\" id=\"v43006003-1\">3&nbsp;</b>Jesus went up on the mountain, and there he sat down with his disciples. <b class=\"verse-num\" id=\"v43006004-1\">4&nbsp;</b>Now the Passover, the feast of the Jews, was at hand. <b class=\"verse-num\" id=\"v43006005-1\">5&nbsp;</b>Lifting up his eyes, then, and seeing that a large crowd was coming toward him, Jesus said to Philip, <span class=\"woc\">“Where are we to buy bread, so that these people may eat?”</span> <b class=\"verse-num\" id=\"v43006006-1\">6&nbsp;</b>He said this to test him, for he himself knew what he would do. <b class=\"verse-num\" id=\"v43006007-1\">7&nbsp;</b>Philip answered him, “Two hundred denarii worth of bread would not be enough for each of them to get a little.” <b class=\"verse-num\" id=\"v43006008-1\">8&nbsp;</b>One of his disciples, Andrew, Simon Peter’s brother, said to him, <b class=\"verse-num\" id=\"v43006009-1\">9&nbsp;</b>“There is a boy here who has five barley loaves and two fish, but what are they for so many?” <b class=\"verse-num\" id=\"v43006010-1\">10&nbsp;</b>Jesus said, <span class=\"woc\">“Have the people sit down.”</span> Now there was much grass in the place. So the men sat down, about five thousand in number. <b class=\"verse-num\" id=\"v43006011-1\">11&nbsp;</b>Jesus then took the loaves, and when he had given thanks, he distributed them to those who were seated. So also the fish, as much as they wanted. <b class=\"verse-num\" id=\"v43006012-1\">12&nbsp;</b>And when they had eaten their fill, he told his disciples, <span class=\"woc\">“Gather up the leftover fragments, that nothing may be lost.”</span> <b class=\"verse-num\" id=\"v43006013-1\">13&nbsp;</b>So they gathered them up and filled twelve baskets with fragments from the five barley loaves left by those who had eaten. <b class=\"verse-num\" id=\"v43006014-1\">14&nbsp;</b>When the people saw the sign that he had done, they said, “This is indeed the Prophet who is to come into the world!”</p>\n<p id=\"p43006014_09-5\"><b class=\"verse-num\" id=\"v43006015-1\">15&nbsp;</b>Perceiving then that they were about to come and take him by force to make him king, Jesus withdrew again to the mountain by himself.</p>\n\n<p id=\"p43006015_13-5\"><b class=\"verse-num\" id=\"v43006016-1\">16&nbsp;</b>When evening came, his disciples went down to the sea, <b class=\"verse-num\" id=\"v43006017-1\">17&nbsp;</b>got into a boat, and started across the sea to Capernaum. It was now dark, and Jesus had not yet come to them. <b class=\"verse-num\" id=\"v43006018-1\">18&nbsp;</b>The sea became rough because a strong wind was blowing. <b class=\"verse-num\" id=\"v43006019-1\">19&nbsp;</b>When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they were frightened. <b class=\"verse-num\" id=\"v43006020-1\">20&nbsp;</b>But he said to them, <span class=\"woc\">“It is I; do not be afraid.”</span> <b class=\"verse-num\" id=\"v43006021-1\">21&nbsp;</b>Then they were glad to take him into the boat, and immediately the boat was at the land to which they were going.</p>\n\n<p id=\"p43006021_19-5\"><b class=\"verse-num\" id=\"v43006022-1\">22&nbsp;</b>On the next day the crowd that remained on the other side of the sea saw that there had been only one boat there, and that Jesus had not entered the boat with his disciples, but that his disciples had gone away alone. <b class=\"verse-num\" id=\"v43006023-1\">23&nbsp;</b>Other boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks. <b class=\"verse-num\" id=\"v43006024-1\">24&nbsp;</b>So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and went to Capernaum, seeking Jesus.</p>\n<p id=\"p43006024_19-5\"><b class=\"verse-num\" id=\"v43006025-1\">25&nbsp;</b>When they found him on the other side of the sea, they said to him, “Rabbi, when did you come here?” <b class=\"verse-num\" id=\"v43006026-1\">26&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, you are seeking me, not because you saw signs, but because you ate your fill of the loaves.</span> <b class=\"verse-num woc\" id=\"v43006027-1\">27&nbsp;</b><span class=\"woc\">Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.”</span> <b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span> <b class=\"verse-num\" id=\"v43006030-1\">30&nbsp;</b>So they said to him, “Then what sign do you do, that we may see and believe you? What work do you perform? <b class=\"verse-num\" id=\"v43006031-1\">31&nbsp;</b>Our fathers ate the manna in the wilderness; as it is written, ‘He gave them bread from heaven to eat.’” <b class=\"verse-num\" id=\"v43006032-1\">32&nbsp;</b>Jesus then said to them, <span class=\"woc\">“Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.</span> <b class=\"verse-num woc\" id=\"v43006033-1\">33&nbsp;</b><span class=\"woc\">For the bread of God is he who comes down from heaven and gives life to the world.”</span> <b class=\"verse-num\" id=\"v43006034-1\">34&nbsp;</b>They said to him, “Sir, give us this bread always.”</p>\n<p id=\"p43006034_19-5\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span> <b class=\"verse-num woc\" id=\"v43006036-1\">36&nbsp;</b><span class=\"woc\">But I said to you that you have seen me and yet do not believe.</span> <b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span> <b class=\"verse-num woc\" id=\"v43006038-1\">38&nbsp;</b><span class=\"woc\">For I have come down from heaven, not to do my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n<p id=\"p43006040_19-5\"><b class=\"verse-num\" id=\"v43006041-1\">41&nbsp;</b>So the Jews grumbled about him, because he said, <span class=\"woc\">“I am the bread that came down from heaven.”</span> <b class=\"verse-num\" id=\"v43006042-1\">42&nbsp;</b>They said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How does he now say, <span class=\"woc\">‘I have come down from heaven’</span>?” <b class=\"verse-num\" id=\"v43006043-1\">43&nbsp;</b>Jesus answered them, <span class=\"woc\">“Do not grumble among yourselves.</span> <b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  <strong>26</strong> For as the Father hath life in himself; so hath he given to the Son to have life in himself;  <strong>27</strong> And hath given him authority to execute judgment also, because he is the Son of man.  <strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  <strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  <strong>31</strong> If I bear witness of myself, my witness is not true. <strong>32</strong>           There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.  <strong>33</strong> Ye sent unto John, and he bare witness unto the truth.  <strong>34</strong> But I receive not testimony from man: but these things I say, that ye might be saved.  <strong>35</strong> He was a burning and a shining light: and ye were willing for a season to rejoice in his light. <strong>36</strong>           But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.  <strong>37</strong> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.  <strong>38</strong> And ye have not his word abiding in you: for whom he hath sent, him ye believe not. <strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  <strong>41</strong> I receive not honour from men.  <strong>42</strong> But I know you, that ye have not the love of God in you.  <strong>43</strong> I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.  <strong>44</strong> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?  <strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.  <strong>46</strong> For had ye believed Moses, ye would have believed me: for he wrote of me.  <strong>47</strong> But if ye believe not his writings, how shall ye believe my words?  <strong>1</strong> After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.  <strong>2</strong> And a great multitude followed him, because they saw his miracles which he did on them that were diseased.  <strong>3</strong> And Jesus went up into a mountain, and there he sat with his disciples.  <strong>4</strong> And the passover, a feast of the Jews, was nigh.  <strong>5</strong> When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?  <strong>6</strong> And this he said to prove him: for he himself knew what he would do.  <strong>7</strong> Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.  <strong>8</strong> One of his disciples, Andrew, Simon Peter’s brother, saith unto him,  <strong>9</strong> There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?  <strong>10</strong> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.  <strong>11</strong> And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.  <strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  <strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  <strong>15</strong> When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.  <strong>16</strong> And when even was now come, his disciples went down unto the sea,  <strong>17</strong> And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.  <strong>18</strong> And the sea arose by reason of a great wind that blew.  <strong>19</strong> So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.  <strong>20</strong> But he saith unto them, It is I; be not afraid.  <strong>21</strong> Then they willingly received him into the ship: and immediately the ship was at the land whither they went.  <strong>22</strong> The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;  <strong>23</strong> (Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)  <strong>24</strong> When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.  <strong>25</strong> And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?  <strong>26</strong> Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.  <strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":""},{"_id":"616b8eb8ede035c13f932b8e","topicId":"616b8eb6ede035c13f932b88","verse":"Revelation 1:14-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66001014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_01-6\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span></p>\n</div>","kjv":"<strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  ","niv":"<sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. "},{"_id":"616b8eb8ede035c13f932b8f","topicId":"616b8eb6ede035c13f932b88","verse":"Mark 12:29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41012029_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v41012029-1\">29&nbsp;</b>Jesus answered, <span class=\"woc\">“The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one.</span></p>\n</div>","kjv":"<strong>29</strong> And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:  ","niv":"<sup><strong>29</strong></sup> \"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel, the Lord our God, the Lord is one."},{"_id":"616b8eb9ede035c13f932b91","topicId":"616b8eb6ede035c13f932b88","verse":"Malachi 3:6","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p39003006_03-8\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed.</p>\n</div>","kjv":"<strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  ","niv":"<sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed."},{"_id":"616b8eb9ede035c13f932b90","topicId":"616b8eb6ede035c13f932b88","verse":"Hosea 4:6-11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-9\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28004007_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004007-1\">7&nbsp;</b>&nbsp;&nbsp;The more they increased,</span><br><span id=\"p28004007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the more they sinned against me;</span><br><span id=\"p28004007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will change their glory into shame.</span><br><span id=\"p28004008_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004008-1\">8&nbsp;</b>&nbsp;&nbsp;They feed on the sin of my people;</span><br><span id=\"p28004008_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are greedy for their iniquity.</span><br><span id=\"p28004009_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004009-1\">9&nbsp;</b>&nbsp;&nbsp;And it shall be like people, like priest;</span><br><span id=\"p28004009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will punish them for their ways</span><br><span id=\"p28004009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repay them for their deeds.</span><br><span id=\"p28004010_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004010-1\">10&nbsp;</b>&nbsp;&nbsp;They shall eat, but not be satisfied;</span><br><span id=\"p28004010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall play the whore, but not multiply,</span><br><span id=\"p28004010_01-9\" class=\"line\">&nbsp;&nbsp;because they have forsaken the LORD</span><br><span id=\"p28004010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to cherish <b class=\"verse-num inline\" id=\"v28004011-1\">11&nbsp;</b>whoredom, wine, and new wine,</span><br><span id=\"p28004011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which take away the understanding.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  <strong>7</strong> As they were increased, so they sinned against me: therefore  will I change their glory into shame.  <strong>8</strong> They eat up the sin of my people, and they set their heart on their iniquity.  <strong>9</strong> And there shall be, like people, like priest: and I will punish them for their ways, and reward them their doings.  <strong>10</strong> For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the LORD.  <strong>11</strong> Whoredom and wine and new wine take away the heart.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children. <sup><strong>7</strong></sup> The more the priests increased, the more they sinned against me; they exchanged their Glory for something disgraceful. <sup><strong>8</strong></sup> They feed on the sins of my people and relish their wickedness. <sup><strong>9</strong></sup> And it will be: Like people, like priests. I will punish both of them for their ways and repay them for their deeds. <sup><strong>10</strong></sup> \"They will eat but not have enough; they will engage in prostitution but not increase, because they have deserted the LORD to give themselves <sup><strong>11</strong></sup> to prostitution, to old wine and new, which take away the understanding "},{"_id":"616b8ebaede035c13f932b92","topicId":"616b8eb6ede035c13f932b88","verse":"Galatians 2:1-3:29","votes":4,"__v":0,"kjv":"<strong>1</strong> Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.  <strong>2</strong> And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.  <strong>3</strong> But neither Titus, who was with me, being a Greek, was compelled to be circumcised:  <strong>4</strong> And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:  <strong>5</strong> To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.  <strong>6</strong> But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man’s person:) for they who seemed to be somewhat in conference added nothing to me:  <strong>7</strong> But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was  unto Peter;  <strong>8</strong> (For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)  <strong>9</strong> And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.  <strong>10</strong> Only they would that we should remember the poor; the same which I also was forward to do.  <strong>11</strong> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.  <strong>12</strong> For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.  <strong>13</strong> And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.  <strong>14</strong> But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?  <strong>15</strong> We who are Jews by nature, and not sinners of the Gentiles,  <strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  <strong>17</strong> But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.  <strong>18</strong> For if I build again the things which I destroyed, I make myself a transgressor.  <strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  <strong>1</strong> O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  <strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  <strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  <strong>4</strong> Have ye suffered so many things in vain? if it be yet in vain.  <strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  <strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  <strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  <strong>15</strong> Brethren, I speak after the manner of men; Though it be but a man’s covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.  <strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  <strong>17</strong> And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.  <strong>18</strong> For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.  <strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  <strong>20</strong> Now a mediator is not a mediator of one, but God is one.  <strong>21</strong> Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.  <strong>22</strong> But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.  <strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  <strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>1</strong></sup> Fourteen years later I went up again to Jerusalem, this time with Barnabas. I took Titus along also. <sup><strong>2</strong></sup> I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I did this privately to those who seemed to be leaders, for fear that I was running or had run my race in vain. <sup><strong>3</strong></sup> Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek. "},{"_id":"616b8ebaede035c13f932b93","topicId":"616b8eb6ede035c13f932b88","verse":"Acts 3:12-25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44003012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003012-1\">12&nbsp;</b>And when Peter saw it he addressed the people: “Men of Israel, why do you wonder at this, or why do you stare at us, as though by our own power or piety we have made him walk? <b class=\"verse-num\" id=\"v44003013-1\">13&nbsp;</b>The God of Abraham, the God of Isaac, and the God of Jacob, the God of our fathers, glorified his servant Jesus, whom you delivered over and denied in the presence of Pilate, when he had decided to release him. <b class=\"verse-num\" id=\"v44003014-1\">14&nbsp;</b>But you denied the Holy and Righteous One, and asked for a murderer to be granted to you, <b class=\"verse-num\" id=\"v44003015-1\">15&nbsp;</b>and you killed the Author of life, whom God raised from the dead. To this we are witnesses. <b class=\"verse-num\" id=\"v44003016-1\">16&nbsp;</b>And his name—by faith in his name—has made this man strong whom you see and know, and the faith that is through Jesus has given the man this perfect health in the presence of you all.</p>\n<p id=\"p44003016_01-11\"><b class=\"verse-num\" id=\"v44003017-1\">17&nbsp;</b>“And now, brothers, I know that you acted in ignorance, as did also your rulers. <b class=\"verse-num\" id=\"v44003018-1\">18&nbsp;</b>But what God foretold by the mouth of all the prophets, that his Christ would suffer, he thus fulfilled. <b class=\"verse-num\" id=\"v44003019-1\">19&nbsp;</b>Repent therefore, and turn back, that your sins may be blotted out, <b class=\"verse-num\" id=\"v44003020-1\">20&nbsp;</b>that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus, <b class=\"verse-num\" id=\"v44003021-1\">21&nbsp;</b>whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago. <b class=\"verse-num\" id=\"v44003022-1\">22&nbsp;</b>Moses said, ‘The Lord God will raise up for you a prophet like me from your brothers. You shall listen to him in whatever he tells you. <b class=\"verse-num\" id=\"v44003023-1\">23&nbsp;</b>And it shall be that every soul who does not listen to that prophet shall be destroyed from the people.’ <b class=\"verse-num\" id=\"v44003024-1\">24&nbsp;</b>And all the prophets who have spoken, from Samuel and those who came after him, also proclaimed these days. <b class=\"verse-num\" id=\"v44003025-1\">25&nbsp;</b>You are the sons of the prophets and of the covenant that God made with your fathers, saying to Abraham, ‘And in your offspring shall all the families of the earth be blessed.’</p>\n\n</div>","kjv":"<strong>12</strong> And when Peter saw it, he answered unto the people, Ye men of Israel, why marvel ye at this? or why look ye so earnestly on us, as though by our own power or holiness we had made this man to walk?  <strong>13</strong> The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let him go.  <strong>14</strong> But ye denied the Holy One and the Just, and desired a murderer to be granted unto you;  <strong>15</strong> And killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses.  <strong>16</strong> And his name through faith in his name hath made this man strong, whom ye see and know: yea, the faith which is by him hath given him this perfect soundness in the presence of you all.  <strong>17</strong> And now, brethren, I wot that through ignorance ye did it,  as did also your rulers.  <strong>18</strong> But those things, which God before had shewed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled.  <strong>19</strong> Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;  <strong>20</strong> And he shall send Jesus Christ, which before was preached unto you:  <strong>21</strong> Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.  <strong>22</strong> For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.  <strong>23</strong> And it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people.  <strong>24</strong> Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.  <strong>25</strong> Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.  ","niv":"<sup><strong>12</strong></sup> When Peter saw this, he said to them: \"Men of Israel, why does this surprise you? Why do you stare at us as if by our own power or godliness we had made this man walk? <sup><strong>13</strong></sup> The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified his servant Jesus. You handed him over to be killed, and you disowned him before Pilate, though he had decided to let him go. <sup><strong>14</strong></sup> You disowned the Holy and Righteous One and asked that a murderer be released to you. <sup><strong>15</strong></sup> You killed the author of life, but God raised him from the dead. We are witnesses of this. <sup><strong>16</strong></sup> By faith in the name of Jesus, this man whom you see and know was made strong. It is Jesus' name and the faith that comes through him that has given this complete healing to him, as you can all see. <sup><strong>17</strong></sup> \"Now, brothers, I know that you acted in ignorance, as did your leaders. <sup><strong>18</strong></sup> But this is how God fulfilled what he had foretold through all the prophets, saying that his Christ would suffer. <sup><strong>19</strong></sup> Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord, <sup><strong>20</strong></sup> and that he may send the Christ, who has been appointed for you--even Jesus. <sup><strong>21</strong></sup> He must remain in heaven until the time comes for God to restore everything, as he promised long ago through his holy prophets. <sup><strong>22</strong></sup> For Moses said, 'The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you. <sup><strong>23</strong></sup> Anyone who does not listen to him will be completely cut off from among his people.' <sup><strong>24</strong></sup> \"Indeed, all the prophets from Samuel on, as many as have spoken, have foretold these days. <sup><strong>25</strong></sup> And you are heirs of the prophets and of the covenant God made with your fathers. He said to Abraham, 'Through your offspring all peoples on earth will be blessed.' "},{"_id":"616b8ebaede035c13f932b94","topicId":"616b8eb6ede035c13f932b88","verse":"1 Corinthians 2:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words."},{"_id":"616b8ebaede035c13f932b95","topicId":"616b8eb6ede035c13f932b88","verse":"John 10:30-33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43010030_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n<p id=\"p43010030_01-14\"><b class=\"verse-num\" id=\"v43010031-1\">31&nbsp;</b>The Jews picked up stones again to stone him. <b class=\"verse-num\" id=\"v43010032-1\">32&nbsp;</b>Jesus answered them, <span class=\"woc\">“I have shown you many good works from the Father; for which of them are you going to stone me?”</span> <b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.”</p>\n</div>","kjv":"<strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  ","niv":"<sup><strong>30</strong></sup> I and the Father are one.\" <sup><strong>31</strong></sup> Again the Jews picked up stones to stone him, <sup><strong>32</strong></sup> but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\" <sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\" "},{"_id":"616b8ebbede035c13f932b97","topicId":"616b8eb6ede035c13f932b88","verse":"Ephesians 3:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49003006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003006-1\">6&nbsp;</b>This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.</p>\n\n</div>","kjv":"<strong>6</strong> That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:  ","niv":"<sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus."},{"_id":"616b8ebbede035c13f932b96","topicId":"616b8eb6ede035c13f932b88","verse":"Amos 9:1-15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p30009001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30009001-1\">9:1&nbsp;</b>I saw the Lord standing beside the altar, and he said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009001_05-16\" class=\"line\">&nbsp;&nbsp;“Strike the capitals until the thresholds shake,</span><br><span id=\"p30009001_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shatter them on the heads of all the people;</span><br><span id=\"p30009001_05-16\" class=\"line\">&nbsp;&nbsp;and those who are left of them I will kill with the sword;</span><br><span id=\"p30009001_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them shall flee away;</span><br><span id=\"p30009001_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them shall escape.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009002_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009002-1\">2&nbsp;</b>&nbsp;&nbsp;“If they dig into Sheol,</span><br><span id=\"p30009002_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there shall my hand take them;</span><br><span id=\"p30009002_05-16\" class=\"line\">&nbsp;&nbsp;if they climb up to heaven,</span><br><span id=\"p30009002_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there I will bring them down.</span><br><span id=\"p30009003_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009003-1\">3&nbsp;</b>&nbsp;&nbsp;If they hide themselves on the top of Carmel,</span><br><span id=\"p30009003_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there I will search them out and take them;</span><br><span id=\"p30009003_05-16\" class=\"line\">&nbsp;&nbsp;and if they hide from my sight at the bottom of the sea,</span><br><span id=\"p30009003_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there I will command the serpent, and it shall bite them.</span><br><span id=\"p30009004_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009004-1\">4&nbsp;</b>&nbsp;&nbsp;And if they go into captivity before their enemies,</span><br><span id=\"p30009004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there I will command the sword, and it shall kill them;</span><br><span id=\"p30009004_05-16\" class=\"line\">&nbsp;&nbsp;and I will fix my eyes upon them</span><br><span id=\"p30009004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for evil and not for good.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009005_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009005-1\">5&nbsp;</b>&nbsp;&nbsp;The Lord GOD of hosts,</span><br><span id=\"p30009005_05-16\" class=\"line\">&nbsp;&nbsp;he who touches the earth and it melts,</span><br><span id=\"p30009005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all who dwell in it mourn,</span><br><span id=\"p30009005_05-16\" class=\"line\">&nbsp;&nbsp;and all of it rises like the Nile,</span><br><span id=\"p30009005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinks again, like the Nile of Egypt;</span><br><span id=\"p30009006_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009006-1\">6&nbsp;</b>&nbsp;&nbsp;who builds his upper chambers in the heavens</span><br><span id=\"p30009006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and founds his vault upon the earth;</span><br><span id=\"p30009006_05-16\" class=\"line\">&nbsp;&nbsp;who calls for the waters of the sea</span><br><span id=\"p30009006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pours them out upon the surface of the earth—</span><br><span id=\"p30009006_05-16\" class=\"line\">&nbsp;&nbsp;the LORD is his name.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009007_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009007-1\">7&nbsp;</b>&nbsp;&nbsp;“Are you not like the Cushites to me,</span><br><span id=\"p30009007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O people of Israel?” declares the LORD.</span><br><span id=\"p30009007_05-16\" class=\"line\">&nbsp;&nbsp;“Did I not bring up Israel from the land of Egypt,</span><br><span id=\"p30009007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Philistines from Caphtor and the Syrians from Kir?</span><br><span id=\"p30009008_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009008-1\">8&nbsp;</b>&nbsp;&nbsp;Behold, the eyes of the Lord GOD are upon the sinful kingdom,</span><br><span id=\"p30009008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will destroy it from the surface of the ground,</span><br><span id=\"p30009008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;except that I will not utterly destroy the house of Jacob,”</span><br><span id=\"p30009008_05-16\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009009_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009009-1\">9&nbsp;</b>&nbsp;&nbsp;“For behold, I will command,</span><br><span id=\"p30009009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shake the house of Israel among all the nations</span><br><span id=\"p30009009_05-16\" class=\"line\">&nbsp;&nbsp;as one shakes with a sieve,</span><br><span id=\"p30009009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but no pebble shall fall to the earth.</span><br><span id=\"p30009010_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009010-1\">10&nbsp;</b>&nbsp;&nbsp;All the sinners of my people shall die by the sword,</span><br><span id=\"p30009010_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who say, ‘Disaster shall not overtake or meet us.’</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009011_09-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009011-1\">11&nbsp;</b>&nbsp;&nbsp;“In that day I will raise up</span><br><span id=\"p30009011_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the booth of David that is fallen</span><br><span id=\"p30009011_09-16\" class=\"line\">&nbsp;&nbsp;and repair its breaches,</span><br><span id=\"p30009011_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise up its ruins</span><br><span id=\"p30009011_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rebuild it as in the days of old,</span><br><span id=\"p30009012_09-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009012-1\">12&nbsp;</b>&nbsp;&nbsp;that they may possess the remnant of Edom</span><br><span id=\"p30009012_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the nations who are called by my name,”</span><br><span id=\"p30009012_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD who does this.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009013_09-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009013-1\">13&nbsp;</b>&nbsp;&nbsp;“Behold, the days are coming,” declares the LORD,</span><br><span id=\"p30009013_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“when the plowman shall overtake the reaper</span><br><span id=\"p30009013_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the treader of grapes him who sows the seed;</span><br><span id=\"p30009013_09-16\" class=\"line\">&nbsp;&nbsp;the mountains shall drip sweet wine,</span><br><span id=\"p30009013_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the hills shall flow with it.</span><br><span id=\"p30009014_09-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009014-1\">14&nbsp;</b>&nbsp;&nbsp;I will restore the fortunes of my people Israel,</span><br><span id=\"p30009014_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall rebuild the ruined cities and inhabit them;</span><br><span id=\"p30009014_09-16\" class=\"line\">&nbsp;&nbsp;they shall plant vineyards and drink their wine,</span><br><span id=\"p30009014_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall make gardens and eat their fruit.</span><br><span id=\"p30009015_09-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009015-1\">15&nbsp;</b>&nbsp;&nbsp;I will plant them on their land,</span><br><span id=\"p30009015_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall never again be uprooted</span><br><span id=\"p30009015_09-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;out of the land that I have given them,”</span><br><span id=\"p30009015_09-16\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD your God.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I saw the LORD standing upon the altar: and he said, Smite the lintel of the door, that the posts may shake: and cut them in the head, all of them; and I will slay the last of them with the sword: he that fleeth of them shall not flee away, and he that escapeth of them shall not be delivered.  <strong>2</strong> Though they dig into hell, thence shall mine hand take them; though they climb up to heaven, thence will I bring them down:  <strong>3</strong> And though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from my sight in the bottom of the sea, thence will I command the serpent, and he shall bite them:  <strong>4</strong> And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good.  <strong>5</strong> And the Lord GOD of hosts is he that toucheth the land, and it shall melt, and all that dwell therein shall mourn: and it shall rise up wholly like a flood; and shall be drowned, as by the flood of Egypt.  <strong>6</strong> It is he that buildeth his stories in the heaven, and hath founded his troop in the earth; he that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name.  <strong>7</strong> Are ye not as children of the Ethiopians unto me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?  <strong>8</strong> Behold, the eyes of the Lord GOD are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the LORD.  <strong>9</strong> For, lo, I will command, and I will sift the house of Israel among all nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth.  <strong>10</strong> All the sinners of my people shall die by the sword, which say, The evil shall not overtake nor prevent us.  <strong>11</strong> In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:  <strong>12</strong> That they may possess the remnant of Edom, and of all the heathen, which are called by my name, saith the LORD that doeth this.  <strong>13</strong> Behold, the days come, saith the LORD, that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt.  <strong>14</strong> And I will bring again the captivity of my people of Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.  <strong>15</strong> And I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them, saith the LORD thy God.  ","niv":"<sup><strong>1</strong></sup> I saw the Lord standing by the altar, and he said: \"Strike the tops of the pillars so that the thresholds shake. Bring them down on the heads of all the people; those who are left I will kill with the sword. Not one will get away, none will escape. <sup><strong>2</strong></sup> Though they dig down to the depths of the grave, from there my hand will take them. Though they climb up to the heavens, from there I will bring them down. <sup><strong>3</strong></sup> Though they hide themselves on the top of Carmel, there I will hunt them down and seize them. Though they hide from me at the bottom of the sea, there I will command the serpent to bite them. <sup><strong>4</strong></sup> Though they are driven into exile by their enemies, there I will command the sword to slay them. I will fix my eyes upon them for evil and not for good.\" <sup><strong>5</strong></sup> The Lord, the LORD Almighty, he who touches the earth and it melts, and all who live in it mourn- the whole land rises like the Nile, then sinks like the river of Egypt- <sup><strong>6</strong></sup> he who builds his lofty palace in the heavens and sets its foundation on the earth, who calls for the waters of the sea and pours them out over the face of the land- the LORD is his name. <sup><strong>7</strong></sup> \"Are not you Israelites the same to me as the Cushites?\" declares the LORD. \"Did I not bring Israel up from Egypt, the Philistines from Caphtor and the Arameans from Kir? <sup><strong>8</strong></sup> \"Surely the eyes of the Sovereign LORD are on the sinful kingdom. I will destroy it from the face of the earth- yet I will not totally destroy the house of Jacob,\" declares the LORD. <sup><strong>9</strong></sup> \"For I will give the command, and I will shake the house of Israel among all the nations as grain is shaken in a sieve, and not a pebble will reach the ground. <sup><strong>10</strong></sup> All the sinners among my people will die by the sword, all those who say, 'Disaster will not overtake or meet us.' <sup><strong>11</strong></sup> \"In that day I will restore David's fallen tent. I will repair its broken places, restore its ruins, and build it as it used to be, <sup><strong>12</strong></sup> so that they may possess the remnant of Edom and all the nations that bear my name, \"declares the LORD, who will do these things. <sup><strong>13</strong></sup> \"The days are coming,\" declares the LORD, \"when the reaper will be overtaken by the plowman and the planter by the one treading grapes. New wine will drip from the mountains and flow from all the hills. <sup><strong>14</strong></sup> I will bring back my exiled people Israel; they will rebuild the ruined cities and live in them. They will plant vineyards and drink their wine; they will make gardens and eat their fruit. <sup><strong>15</strong></sup> I will plant Israel in their own land, never again to be uprooted from the land I have given them,\" says the LORD your God. "},{"_id":"616b8ebbede035c13f932b98","topicId":"616b8eb6ede035c13f932b88","verse":"2 Timothy 3:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616b8ebcede035c13f932b99","topicId":"616b8eb6ede035c13f932b88","verse":"Acts 2:1-47","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-18\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-18\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-18\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-18\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-18\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-18\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-18\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-18\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-18\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-18\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-18\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616b8ebcede035c13f932b9a","topicId":"616b8eb6ede035c13f932b88","verse":"John 14:15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-19\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"616b8ebcede035c13f932b9b","topicId":"616b8eb6ede035c13f932b88","verse":"Luke 5:1-39","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42005001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42005001-1\">5:1&nbsp;</b>On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret, <b class=\"verse-num\" id=\"v42005002-1\">2&nbsp;</b>and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets. <b class=\"verse-num\" id=\"v42005003-1\">3&nbsp;</b>Getting into one of the boats, which was Simon’s, he asked him to put out a little from the land. And he sat down and taught the people from the boat. <b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span> <b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.” <b class=\"verse-num\" id=\"v42005006-1\">6&nbsp;</b>And when they had done this, they enclosed a large number of fish, and their nets were breaking. <b class=\"verse-num\" id=\"v42005007-1\">7&nbsp;</b>They signaled to their partners in the other boat to come and help them. And they came and filled both the boats, so that they began to sink. <b class=\"verse-num\" id=\"v42005008-1\">8&nbsp;</b>But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.” <b class=\"verse-num\" id=\"v42005009-1\">9&nbsp;</b>For he and all who were with him were astonished at the catch of fish that they had taken, <b class=\"verse-num\" id=\"v42005010-1\">10&nbsp;</b>and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, <span class=\"woc\">“Do not be afraid; from now on you will be catching men.”</span> <b class=\"verse-num\" id=\"v42005011-1\">11&nbsp;</b>And when they had brought their boats to land, they left everything and followed him.</p>\n\n<p id=\"p42005011_10-20\"><b class=\"verse-num\" id=\"v42005012-1\">12&nbsp;</b>While he was in one of the cities, there came a man full of leprosy. And when he saw Jesus, he fell on his face and begged him, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v42005013-1\">13&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately the leprosy left him. <b class=\"verse-num\" id=\"v42005014-1\">14&nbsp;</b>And he charged him to tell no one, but <span class=\"woc\">“go and show yourself to the priest, and make an offering for your cleansing, as Moses commanded, for a proof to them.”</span> <b class=\"verse-num\" id=\"v42005015-1\">15&nbsp;</b>But now even more the report about him went abroad, and great crowds gathered to hear him and to be healed of their infirmities. <b class=\"verse-num\" id=\"v42005016-1\">16&nbsp;</b>But he would withdraw to desolate places and pray.</p>\n\n<p id=\"p42005016_14-20\"><b class=\"verse-num\" id=\"v42005017-1\">17&nbsp;</b>On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal. <b class=\"verse-num\" id=\"v42005018-1\">18&nbsp;</b>And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus, <b class=\"verse-num\" id=\"v42005019-1\">19&nbsp;</b>but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus. <b class=\"verse-num\" id=\"v42005020-1\">20&nbsp;</b>And when he saw their faith, he said, <span class=\"woc\">“Man, your sins are forgiven you.”</span> <b class=\"verse-num\" id=\"v42005021-1\">21&nbsp;</b>And the scribes and the Pharisees began to question, saying, “Who is this who speaks blasphemies? Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v42005022-1\">22&nbsp;</b>When Jesus perceived their thoughts, he answered them, <span class=\"woc\">“Why do you question in your hearts?</span> <b class=\"verse-num woc\" id=\"v42005023-1\">23&nbsp;</b><span class=\"woc\">Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise and walk’?</span> <b class=\"verse-num woc\" id=\"v42005024-1\">24&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the man who was paralyzed—<span class=\"woc\">“I say to you, rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v42005025-1\">25&nbsp;</b>And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God. <b class=\"verse-num\" id=\"v42005026-1\">26&nbsp;</b>And amazement seized them all, and they glorified God and were filled with awe, saying, “We have seen extraordinary things today.”</p>\n\n<p id=\"p42005026_17-20\"><b class=\"verse-num\" id=\"v42005027-1\">27&nbsp;</b>After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v42005028-1\">28&nbsp;</b>And leaving everything, he rose and followed him.</p>\n<p id=\"p42005028_17-20\"><b class=\"verse-num\" id=\"v42005029-1\">29&nbsp;</b>And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them. <b class=\"verse-num\" id=\"v42005030-1\">30&nbsp;</b>And the Pharisees and their scribes grumbled at his disciples, saying, “Why do you eat and drink with tax collectors and sinners?” <b class=\"verse-num\" id=\"v42005031-1\">31&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span> <b class=\"verse-num woc\" id=\"v42005032-1\">32&nbsp;</b><span class=\"woc\">I have not come to call the righteous but sinners to repentance.”</span></p>\n\n<p id=\"p42005032_21-20\"><b class=\"verse-num\" id=\"v42005033-1\">33&nbsp;</b>And they said to him, “The disciples of John fast often and offer prayers, and so do the disciples of the Pharisees, but yours eat and drink.” <b class=\"verse-num\" id=\"v42005034-1\">34&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can you make wedding guests fast while the bridegroom is with them?</span> <b class=\"verse-num woc\" id=\"v42005035-1\">35&nbsp;</b><span class=\"woc\">The days will come when the bridegroom is taken away from them, and then they will fast in those days.”</span> <b class=\"verse-num\" id=\"v42005036-1\">36&nbsp;</b>He also told them a parable: <span class=\"woc\">“No one tears a piece from a new garment and puts it on an old garment. If he does, he will tear the new, and the piece from the new will not match the old.</span> <b class=\"verse-num woc\" id=\"v42005037-1\">37&nbsp;</b><span class=\"woc\">And no one puts new wine into old wineskins. If he does, the new wine will burst the skins and it will be spilled, and the skins will be destroyed.</span> <b class=\"verse-num woc\" id=\"v42005038-1\">38&nbsp;</b><span class=\"woc\">But new wine must be put into fresh wineskins.</span> <b class=\"verse-num woc\" id=\"v42005039-1\">39&nbsp;</b><span class=\"woc\">And no one after drinking old wine desires new, for he says, ‘The old is good.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,  <strong>2</strong> And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing their nets.  <strong>3</strong> And he entered into one of the ships, which was Simon’s, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship.  <strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  <strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  <strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  <strong>7</strong> And they beckoned unto their partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink.  <strong>8</strong> When Simon Peter saw it, he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord.  <strong>9</strong> For he was astonished, and all that were with him, at the draught of the fishes which they had taken:  <strong>10</strong> And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.  <strong>11</strong> And when they had brought their ships to land, they forsook all, and followed him.  <strong>12</strong> And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>13</strong> And he put forth his hand, and touched him, saying, I will: be thou clean. And immediately the leprosy departed from him.  <strong>14</strong> And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.  <strong>15</strong> But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.  <strong>16</strong> And he withdrew himself into the wilderness, and prayed.  <strong>17</strong> And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.  <strong>18</strong> And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him  before him.  <strong>19</strong> And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.  <strong>20</strong> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.  <strong>21</strong> And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?  <strong>22</strong> But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?  <strong>23</strong> Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?  <strong>24</strong> But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.  <strong>25</strong> And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.  <strong>26</strong> And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.  <strong>27</strong> And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.  <strong>28</strong> And he left all, rose up, and followed him.  <strong>29</strong> And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.  <strong>30</strong> But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?  <strong>31</strong> And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.  <strong>32</strong> I came not to call the righteous, but sinners to repentance.  <strong>33</strong> And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink?  <strong>34</strong> And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?  <strong>35</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days. <strong>36</strong> And he spake also a parable unto them; No man putteth a piece of a new garment upon an old; if otherwise, then both the new maketh a rent, and the piece that was taken out of the new agreeth not with the old.  <strong>37</strong> And no man putteth new wine into old bottles; else the new wine will burst the bottles, and be spilled, and the bottles shall perish.  <strong>38</strong> But new wine must be put into new bottles; and both are preserved.  <strong>39</strong> No man also having drunk old wine straightway desireth new: for he saith, The old is better. ","niv":"<sup><strong>1</strong></sup> One day as Jesus was standing by the Lake of Gennesaret, with the people crowding around him and listening to the word of God, <sup><strong>2</strong></sup> he saw at the water's edge two boats, left there by the fishermen, who were washing their nets. <sup><strong>3</strong></sup> He got into one of the boats, the one belonging to Simon, and asked him to put out a little from shore. Then he sat down and taught the people from the boat. <sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\" <sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\" <sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break. <sup><strong>7</strong></sup> So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink. <sup><strong>8</strong></sup> When Simon Peter saw this, he fell at Jesus' knees and said, \"Go away from me, Lord; I am a sinful man!\" <sup><strong>9</strong></sup> For he and all his companions were astonished at the catch of fish they had taken, <sup><strong>10</strong></sup> and so were James and John, the sons of Zebedee, Simon's partners. <sup><strong>11</strong></sup> Then Jesus said to Simon, \"Don't be afraid; from now on you will catch men.\" So they pulled their boats up on shore, left everything and followed him. <sup><strong>12</strong></sup> While Jesus was in one of the towns, a man came along who was covered with leprosy. When he saw Jesus, he fell with his face to the ground and begged him, \"Lord, if you are willing, you can make me clean.\" <sup><strong>13</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" And immediately the leprosy left him. <sup><strong>14</strong></sup> Then Jesus ordered him, \"Don't tell anyone, but go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.\" <sup><strong>15</strong></sup> Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses. <sup><strong>16</strong></sup> But Jesus often withdrew to lonely places and prayed. <sup><strong>17</strong></sup> One day as he was teaching, Pharisees and teachers of the law, who had come from every village of Galilee and from Judea and Jerusalem, were sitting there. And the power of the Lord was present for him to heal the sick. <sup><strong>18</strong></sup> Some men came carrying a paralytic on a mat and tried to take him into the house to lay him before Jesus. <sup><strong>19</strong></sup> When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus. <sup><strong>20</strong></sup> When Jesus saw their faith, he said, \"Friend, your sins are forgiven.\" <sup><strong>21</strong></sup> The Pharisees and the teachers of the law began thinking to themselves, \"Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?\" <sup><strong>22</strong></sup> Jesus knew what they were thinking and asked, \"Why are you thinking these things in your hearts? <sup><strong>23</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? <sup><strong>24</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralyzed man, \"I tell you, get up, take your mat and go home.\" <sup><strong>25</strong></sup> Immediately he stood up in front of them, took what he had been lying on and went home praising God. <sup><strong>26</strong></sup> Everyone was amazed and gave praise to God. They were filled with awe and said, \"We have seen remarkable things today.\" <sup><strong>27</strong></sup> After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him, <sup><strong>28</strong></sup> and Levi got up, left everything and followed him. <sup><strong>29</strong></sup> Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them. <sup><strong>30</strong></sup> But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and 'sinners'?\" <sup><strong>31</strong></sup> Jesus answered them, \"It is not the healthy who need a doctor, but the sick. <sup><strong>32</strong></sup> I have not come to call the righteous, but sinners to repentance.\" <sup><strong>33</strong></sup> They said to him, \"John's disciples often fast and pray, and so do the disciples of the Pharisees, but yours go on eating and drinking.\" <sup><strong>34</strong></sup> Jesus answered, \"Can you make the guests of the bridegroom fast while he is with them? <sup><strong>35</strong></sup> But the time will come when the bridegroom will be taken from them; in those days they will fast.\" <sup><strong>36</strong></sup> He told them this parable: \"No one tears a patch from a new garment and sews it on an old one. If he does, he will have torn the new garment, and the patch from the new will not match the old. <sup><strong>37</strong></sup> And no one pours new wine into old wineskins. If he does, the new wine will burst the skins, the wine will run out and the wineskins will be ruined. <sup><strong>38</strong></sup> No, new wine must be poured into new wineskins. <sup><strong>39</strong></sup> And no one after drinking old wine wants the new, for he says, 'The old is better.'\" "},{"_id":"616b8ebdede035c13f932b9c","topicId":"616b8eb6ede035c13f932b88","verse":"Hebrews 4:1-5:14","votes":3,"__v":0,"kjv":"<strong>1</strong> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.  <strong>2</strong> For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.  <strong>3</strong> For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.  <strong>4</strong> For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.  <strong>5</strong> And in this place again, If they shall enter into my rest.  <strong>6</strong> Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:  <strong>7</strong> Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.  <strong>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.  <strong>9</strong> There remaineth therefore a rest to the people of God.  <strong>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.  <strong>11</strong> Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.  <strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  <strong>13</strong> Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.  <strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  <strong>1</strong> For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:  <strong>2</strong> Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.  <strong>3</strong> And by reason hereof he ought, as for the people, so also for himself, to offer for sins.  <strong>4</strong> And no man taketh this honour unto himself, but he that is called of God, as was Aaron.  <strong>5</strong> So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.  <strong>6</strong> As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.  <strong>7</strong> Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;  <strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  <strong>9</strong> And being made perfect, he became the author of eternal salvation unto all them that obey him;  <strong>10</strong> Called of God an high priest after the order of Melchisedec.  <strong>11</strong> Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.  <strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>1</strong></sup> Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. <sup><strong>2</strong></sup> For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith. <sup><strong>3</strong></sup> Now we who have believed enter that rest, just as God has said, \"So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>4</strong></sup> And yet his work has been finished since the creation of the world. For somewhere he has spoken about the seventh day in these words: \"And on the seventh day God rested from all his work.\" <sup><strong>5</strong></sup> And again in the passage above he says, \"They shall never enter my rest.\" "},{"_id":"616b8ebdede035c13f932b9d","topicId":"616b8eb6ede035c13f932b88","verse":"Nehemiah 4:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p16004014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v16004014-1\">14&nbsp;</b>And I looked and arose and said to the nobles and to the officials and to the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your homes.”</p>\n</div>","kjv":"<strong>14</strong> And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the Lord, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.  ","niv":"<sup><strong>14</strong></sup> After I looked things over, I stood up and said to the nobles, the officials and the rest of the people, \"Don't be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons and your daughters, your wives and your homes.\""},{"_id":"616b8ebdede035c13f932b9f","topicId":"616b8eb6ede035c13f932b88","verse":"Revelation 7:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree. <b class=\"verse-num\" id=\"v66007002-1\">2&nbsp;</b>Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea, <b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.” <b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_06-23\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p66007008_12-23\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_12-23\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_12-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_12-23\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  <strong>2</strong> And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,  <strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  <strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  <strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree. <sup><strong>2</strong></sup> Then I saw another angel coming up from the east, having the seal of the living God. He called out in a loud voice to the four angels who had been given power to harm the land and the sea: <sup><strong>3</strong></sup> \"Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\" <sup><strong>4</strong></sup> Then I heard the number of those who were sealed: 144,000 from all the tribes of Israel. <sup><strong>5</strong></sup> From the tribe of Judah 12,000 were sealed, from the tribe of Reuben 12,000, from the tribe of Gad 12,000, <sup><strong>6</strong></sup> from the tribe of Asher 12,000, from the tribe of Naphtali 12,000, from the tribe of Manasseh 12,000, <sup><strong>7</strong></sup> from the tribe of Simeon 12,000, from the tribe of Levi 12,000, from the tribe of Issachar 12,000, <sup><strong>8</strong></sup> from the tribe of Zebulun 12,000, from the tribe of Joseph 12,000, from the tribe of Benjamin 12,000. <sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" "},{"_id":"616b8ebdede035c13f932b9e","topicId":"616b8eb6ede035c13f932b88","verse":"2 Corinthians 6:14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-24\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"616b8ebeede035c13f932ba0","topicId":"616b8eb6ede035c13f932b88","verse":"John 5:24-40","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n<p id=\"p43005024_01-25\"><b class=\"verse-num woc\" id=\"v43005025-1\">25&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.</span> <b class=\"verse-num woc\" id=\"v43005026-1\">26&nbsp;</b><span class=\"woc\">For as the Father has life in himself, so he has granted the Son also to have life in himself.</span> <b class=\"verse-num woc\" id=\"v43005027-1\">27&nbsp;</b><span class=\"woc\">And he has given him authority to execute judgment, because he is the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span> <b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n\n<p id=\"p43005029_04-25\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43005031-1\">31&nbsp;</b><span class=\"woc\">If I alone bear witness about myself, my testimony is not true.</span> <b class=\"verse-num woc\" id=\"v43005032-1\">32&nbsp;</b><span class=\"woc\">There is another who bears witness about me, and I know that the testimony that he bears about me is true.</span> <b class=\"verse-num woc\" id=\"v43005033-1\">33&nbsp;</b><span class=\"woc\">You sent to John, and he has borne witness to the truth.</span> <b class=\"verse-num woc\" id=\"v43005034-1\">34&nbsp;</b><span class=\"woc\">Not that the testimony that I receive is from man, but I say these things so that you may be saved.</span> <b class=\"verse-num woc\" id=\"v43005035-1\">35&nbsp;</b><span class=\"woc\">He was a burning and shining lamp, and you were willing to rejoice for a while in his light.</span> <b class=\"verse-num woc\" id=\"v43005036-1\">36&nbsp;</b><span class=\"woc\">But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.</span> <b class=\"verse-num woc\" id=\"v43005037-1\">37&nbsp;</b><span class=\"woc\">And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,</span> <b class=\"verse-num woc\" id=\"v43005038-1\">38&nbsp;</b><span class=\"woc\">and you do not have his word abiding in you, for you do not believe the one whom he has sent.</span> <b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43005040-1\">40&nbsp;</b><span class=\"woc\">yet you refuse to come to me that you may have life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  <strong>26</strong> For as the Father hath life in himself; so hath he given to the Son to have life in himself;  <strong>27</strong> And hath given him authority to execute judgment also, because he is the Son of man.  <strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  <strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  <strong>31</strong> If I bear witness of myself, my witness is not true. <strong>32</strong>           There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.  <strong>33</strong> Ye sent unto John, and he bare witness unto the truth.  <strong>34</strong> But I receive not testimony from man: but these things I say, that ye might be saved.  <strong>35</strong> He was a burning and a shining light: and ye were willing for a season to rejoice in his light. <strong>36</strong>           But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.  <strong>37</strong> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.  <strong>38</strong> And ye have not his word abiding in you: for whom he hath sent, him ye believe not. <strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life. <sup><strong>25</strong></sup> I tell you the truth, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live. <sup><strong>26</strong></sup> For as the Father has life in himself, so he has granted the Son to have life in himself. <sup><strong>27</strong></sup> And he has given him authority to judge because he is the Son of Man. <sup><strong>28</strong></sup> \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice <sup><strong>29</strong></sup> and come out--those who have done good will rise to live, and those who have done evil will rise to be condemned. <sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me. <sup><strong>31</strong></sup> \"If I testify about myself, my testimony is not valid. <sup><strong>32</strong></sup> There is another who testifies in my favor, and I know that his testimony about me is valid. <sup><strong>33</strong></sup> \"You have sent to John and he has testified to the truth. <sup><strong>34</strong></sup> Not that I accept human testimony; but I mention it that you may be saved. <sup><strong>35</strong></sup> John was a lamp that burned and gave light, and you chose for a time to enjoy his light. <sup><strong>36</strong></sup> \"I have testimony weightier than that of John. For the very work that the Father has given me to finish, and which I am doing, testifies that the Father has sent me. <sup><strong>37</strong></sup> And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, <sup><strong>38</strong></sup> nor does his word dwell in you, for you do not believe the one he sent. <sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me, <sup><strong>40</strong></sup> yet you refuse to come to me to have life. "},{"_id":"616b8ebeede035c13f932ba1","topicId":"616b8eb6ede035c13f932b88","verse":"John 18:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-26\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him. <b class=\"verse-num\" id=\"v43018013-1\">13&nbsp;</b>First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. <b class=\"verse-num\" id=\"v43018014-1\">14&nbsp;</b>It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.</p>\n\n<p id=\"p43018014_14-26\"><b class=\"verse-num\" id=\"v43018015-1\">15&nbsp;</b>Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest, <b class=\"verse-num\" id=\"v43018016-1\">16&nbsp;</b>but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in. <b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.” <b class=\"verse-num\" id=\"v43018018-1\">18&nbsp;</b>Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.</p>\n\n<p id=\"p43018018_19-26\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching. <b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span> <b class=\"verse-num woc\" id=\"v43018021-1\">21&nbsp;</b><span class=\"woc\">Why do you ask me? Ask those who have heard me what I said to them; they know what I said.”</span> <b class=\"verse-num\" id=\"v43018022-1\">22&nbsp;</b>When he had said these things, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” <b class=\"verse-num\" id=\"v43018023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?”</span> <b class=\"verse-num\" id=\"v43018024-1\">24&nbsp;</b>Annas then sent him bound to Caiaphas the high priest.</p>\n\n<p id=\"p43018024_23-26\"><b class=\"verse-num\" id=\"v43018025-1\">25&nbsp;</b>Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.” <b class=\"verse-num\" id=\"v43018026-1\">26&nbsp;</b>One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” <b class=\"verse-num\" id=\"v43018027-1\">27&nbsp;</b>Peter again denied it, and at once a rooster crowed.</p>\n\n<p id=\"p43018027_26-26\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover. <b class=\"verse-num\" id=\"v43018029-1\">29&nbsp;</b>So Pilate went outside to them and said, “What accusation do you bring against this man?” <b class=\"verse-num\" id=\"v43018030-1\">30&nbsp;</b>They answered him, “If this man were not doing evil, we would not have delivered him over to you.” <b class=\"verse-num\" id=\"v43018031-1\">31&nbsp;</b>Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.” <b class=\"verse-num\" id=\"v43018032-1\">32&nbsp;</b>This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.</p>\n\n<p id=\"p43018032_33-26\"><b class=\"verse-num\" id=\"v43018033-1\">33&nbsp;</b>So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?” <b class=\"verse-num\" id=\"v43018034-1\">34&nbsp;</b>Jesus answered, <span class=\"woc\">“Do you say this of your own accord, or did others say it to you about me?”</span> <b class=\"verse-num\" id=\"v43018035-1\">35&nbsp;</b>Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?” <b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span> <b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span> <b class=\"verse-num\" id=\"v43018038-1\">38&nbsp;</b>Pilate said to him, “What is truth?”</p>\n<p id=\"p43018038_33-26\">After he had said this, he went back outside to the Jews and told them, “I find no guilt in him. <b class=\"verse-num\" id=\"v43018039-1\">39&nbsp;</b>But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?” <b class=\"verse-num\" id=\"v43018040-1\">40&nbsp;</b>They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him <sup><strong>13</strong></sup> and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. <sup><strong>14</strong></sup> Caiaphas was the one who had advised the Jews that it would be good if one man died for the people. <sup><strong>15</strong></sup> Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard, <sup><strong>16</strong></sup> but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in. <sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\" <sup><strong>18</strong></sup> It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself. <sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching. <sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret. <sup><strong>21</strong></sup> Why question me? Ask those who heard me. Surely they know what I said.\" <sup><strong>22</strong></sup> When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded. <sup><strong>23</strong></sup> \"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\" <sup><strong>24</strong></sup> Then Annas sent him, still bound, to Caiaphas the high priest. <sup><strong>25</strong></sup> As Simon Peter stood warming himself, he was asked, \"You are not one of his disciples, are you?\" He denied it, saying, \"I am not.\" <sup><strong>26</strong></sup> One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the olive grove?\" <sup><strong>27</strong></sup> Again Peter denied it, and at that moment a rooster began to crow. <sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover. <sup><strong>29</strong></sup> So Pilate came out to them and asked, \"What charges are you bringing against this man?\" <sup><strong>30</strong></sup> \"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\" <sup><strong>31</strong></sup> Pilate said, \"Take him yourselves and judge him by your own law.\" <sup><strong>32</strong></sup> \"But we have no right to execute anyone,\" the Jews objected. This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled. <sup><strong>33</strong></sup> Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\" <sup><strong>34</strong></sup> \"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\" <sup><strong>35</strong></sup> \"Am I a Jew?\" Pilate replied. \"It was your people and your chief priests who handed you over to me. What is it you have done?\" <sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\" <sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\" <sup><strong>38</strong></sup> \"What is truth?\" Pilate asked. With this he went out again to the Jews and said, \"I find no basis for a charge against him. <sup><strong>39</strong></sup> But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\" <sup><strong>40</strong></sup> They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in a rebellion. "}]}