{"_id":"616b9ef5ede035c13f932f2a","slug":"the-role-of-husband","name":"The Role Of A Husband","verses":[{"_id":"616b9ef6ede035c13f932f2b","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Timothy 2:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet.</p>\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent."},{"_id":"616b9ef6ede035c13f932f2c","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Timothy 2:11-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616b9ef7ede035c13f932f2d","topicId":"616b9ef5ede035c13f932f2a","verse":"Proverbs 31:10-31","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "},{"_id":"616b9ef7ede035c13f932f2e","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Corinthians 14:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46014034_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says.</p>\n</div>","kjv":"<strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  ","niv":"<sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says."},{"_id":"616b9ef7ede035c13f932f2f","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Peter 3:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-8\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"616b9ef7ede035c13f932f30","topicId":"616b9ef5ede035c13f932f2a","verse":"Titus 2:3-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"616b9ef8ede035c13f932f31","topicId":"616b9ef5ede035c13f932f2a","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616b9ef8ede035c13f932f32","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Peter 3:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"616b9ef8ede035c13f932f33","topicId":"616b9ef5ede035c13f932f2a","verse":"Revelation 14:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-13\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"616b9ef9ede035c13f932f34","topicId":"616b9ef5ede035c13f932f2a","verse":"Titus 2:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"616b9ef9ede035c13f932f35","topicId":"616b9ef5ede035c13f932f2a","verse":"Hebrews 10:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-15\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"616b9ef9ede035c13f932f36","topicId":"616b9ef5ede035c13f932f2a","verse":"Titus 2:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine."},{"_id":"616b9efaede035c13f932f37","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Timothy 5:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54005014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander.</p>\n</div>","kjv":"<strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  ","niv":"<sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander."},{"_id":"616b9efaede035c13f932f38","topicId":"616b9ef5ede035c13f932f2a","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616b9efaede035c13f932f39","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Timothy 2:12-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor.</p>\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. "},{"_id":"616b9efaede035c13f932f3a","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Timothy 2:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. "},{"_id":"616b9efbede035c13f932f3b","topicId":"616b9ef5ede035c13f932f2a","verse":"Ephesians 4:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-24\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-24\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-24\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"616b9efbede035c13f932f3d","topicId":"616b9ef5ede035c13f932f2a","verse":"Colossians 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.</p>\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God."},{"_id":"616b9efbede035c13f932f3c","topicId":"616b9ef5ede035c13f932f2a","verse":"Ephesians 5:22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-26\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord.</p>\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord."},{"_id":"616b9efcede035c13f932f3e","topicId":"616b9ef5ede035c13f932f2a","verse":"Galatians 3:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616b9efcede035c13f932f3f","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Corinthians 11:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46011005_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven.</p>\n\n</div>","kjv":"<strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  ","niv":"<sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved."},{"_id":"616b9efcede035c13f932f40","topicId":"616b9ef5ede035c13f932f2a","verse":"2 Corinthians 5:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"616b9efdede035c13f932f41","topicId":"616b9ef5ede035c13f932f2a","verse":"1 Corinthians 11:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.","modified":"2023-03-06T17:09:10.869Z"},{"_id":"616b9efdede035c13f932f42","topicId":"616b9ef5ede035c13f932f2a","verse":"Zechariah 11:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38011017_01-33\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011017-1\">17&nbsp;</b>&nbsp;&nbsp;“Woe to my worthless shepherd,</span><br><span id=\"p38011017_01-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who deserts the flock!</span><br><span id=\"p38011017_01-33\" class=\"line\">&nbsp;&nbsp;May the sword strike his arm</span><br><span id=\"p38011017_01-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right eye!</span><br><span id=\"p38011017_01-33\" class=\"line\">&nbsp;&nbsp;Let his arm be wholly withered,</span><br><span id=\"p38011017_01-33\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his right eye utterly blinded!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened.  ","niv":"<sup><strong>17</strong></sup> \"Woe to the worthless shepherd, who deserts the flock! May the sword strike his arm and his right eye! May his arm be completely withered, his right eye totally blinded!\""},{"_id":"616b9efeede035c13f932f43","topicId":"616b9ef5ede035c13f932f2a","verse":"Jeremiah 17:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-34\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-34\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-34\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"}]}