{"_id":"616c0be216dfdfefa2036242","slug":"the-spirit-of-man","name":"The Spirit Of Man","verses":[{"_id":"616c0be216dfdfefa2036243","topicId":"616c0be216dfdfefa2036242","verse":"Job 32:8","votes":63,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18032008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032008-1\">8&nbsp;</b>&nbsp;&nbsp;But it is the spirit in man,</span><br><span id=\"p18032008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the breath of the Almighty, that makes him understand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.  ","niv":"<sup><strong>8</strong></sup> But it is the spirit in a man, the breath of the Almighty, that gives him understanding.","modified":"2023-11-12T08:38:11.390Z"},{"_id":"616c0be416dfdfefa2036244","topicId":"616c0be216dfdfefa2036242","verse":"Ecclesiastes 12:7","votes":58,"__v":0,"esv":"<div>\n<p id=\"p21012007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it.</p>\n</div>","kjv":"<strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  ","niv":"<sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it.","modified":"2023-06-07T07:33:59.591Z"},{"_id":"616c0be416dfdfefa2036245","topicId":"616c0be216dfdfefa2036242","verse":"Proverbs 20:27","votes":49,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020027_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020027-1\">27&nbsp;</b>&nbsp;&nbsp;The spirit of man is the lamp of the LORD,</span><br><span id=\"p20020027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;searching all his innermost parts.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> The spirit of man is the candle of the LORD, searching all the inward parts of the belly.  ","niv":"<sup><strong>27</strong></sup> The lamp of the LORD searches the spirit of a man; it searches out his inmost being."},{"_id":"616c0be416dfdfefa2036246","topicId":"616c0be216dfdfefa2036242","verse":"Romans 8:16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p45008016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God,</p>\n</div>","kjv":"<strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  ","niv":"<sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children.","modified":"2023-06-16T08:54:47.936Z"},{"_id":"616c0be416dfdfefa2036247","topicId":"616c0be216dfdfefa2036242","verse":"Zechariah 12:1","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p38012001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38012001-1\">12:1&nbsp;</b>The oracle of the word of the LORD concerning Israel: Thus declares the LORD, who stretched out the heavens and founded the earth and formed the spirit of man within him:</p>\n</div>","kjv":"<strong>1</strong> The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.  ","niv":"<sup><strong>1</strong></sup> This is the word of the LORD concerning Israel. The LORD, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of man within him, declares:","modified":"2023-04-10T13:48:12.473Z"},{"_id":"616c0be416dfdfefa2036248","topicId":"616c0be216dfdfefa2036242","verse":"1 Corinthians 6:17","votes":34,"__v":0,"esv":"<div>\n<p id=\"p46006017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006017-1\">17&nbsp;</b>But he who is joined to the Lord becomes one spirit with him.</p>\n</div>","kjv":"<strong>17</strong> But he that is joined unto the Lord is one spirit.  ","niv":"<sup><strong>17</strong></sup> But he who unites himself with the Lord is one with him in spirit."},{"_id":"616c0be416dfdfefa203624a","topicId":"616c0be216dfdfefa2036242","verse":"Genesis 2:7","votes":33,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616c0be416dfdfefa2036249","topicId":"616c0be216dfdfefa2036242","verse":"John 4:24","votes":28,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\"","modified":"2023-12-06T10:56:00.285Z"},{"_id":"616c0be616dfdfefa203624b","topicId":"616c0be216dfdfefa2036242","verse":"Romans 8:10","votes":18,"__v":0,"esv":"<div>\n<p id=\"p45008010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness.</p>\n</div>","kjv":"<strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  ","niv":"<sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness.","modified":"2023-06-08T23:50:36.466Z"},{"_id":"616c0be616dfdfefa203624c","topicId":"616c0be216dfdfefa2036242","verse":"1 Thessalonians 5:23","votes":21,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-12\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"616c0be616dfdfefa203624d","topicId":"616c0be216dfdfefa2036242","verse":"1 Corinthians 2:11","votes":23,"__v":0,"esv":"<div>\n<p id=\"p46002011_01-14\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God.</p>\n</div>","kjv":"<strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  ","niv":"<sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God.","modified":"2023-07-25T09:44:05.482Z"},{"_id":"616c0be616dfdfefa203624e","topicId":"616c0be216dfdfefa2036242","verse":"Luke 24:39","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42024039_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span></p>\n</div>","kjv":"<strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  ","niv":"<sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\""},{"_id":"616c0be616dfdfefa203624f","topicId":"616c0be216dfdfefa2036242","verse":"Job 27:3","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18027003_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v18027003-1\">3&nbsp;</b>&nbsp;&nbsp;as long as my breath is in me,</span><br><span id=\"p18027003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the spirit of God is in my nostrils,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> All the while my breath is in me, and the spirit of God is in my nostrils;  ","niv":"<sup><strong>3</strong></sup> as long as I have life within me, the breath of God in my nostrils,"},{"_id":"616c0be616dfdfefa2036250","topicId":"616c0be216dfdfefa2036242","verse":"Hebrews 4:12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"616c0be616dfdfefa2036251","topicId":"616c0be216dfdfefa2036242","verse":"John 14:1-3","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. "},{"_id":"616c0be716dfdfefa2036252","topicId":"616c0be216dfdfefa2036242","verse":"Ecclesiastes 3:21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p21003021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003021-1\">21&nbsp;</b>Who knows whether the spirit of man goes upward and the spirit of the beast goes down into the earth?</p>\n</div>","kjv":"<strong>21</strong> Who knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?  ","niv":"<sup><strong>21</strong></sup> Who knows if the spirit of man rises upward and if the spirit of the animal goes down into the earth?\"","modified":"2023-02-05T00:45:47.081Z"},{"_id":"616c0be716dfdfefa2036253","topicId":"616c0be216dfdfefa2036242","verse":"1 Corinthians 6:19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"616c0be716dfdfefa2036254","topicId":"616c0be216dfdfefa2036242","verse":"Luke 16:19-31","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-22\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616c0be916dfdfefa2036256","topicId":"616c0be216dfdfefa2036242","verse":"1 Corinthians 2:14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-24\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"616c0be916dfdfefa2036257","topicId":"616c0be216dfdfefa2036242","verse":"2 Timothy 1:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616c0be916dfdfefa2036255","topicId":"616c0be216dfdfefa2036242","verse":"Isaiah 35:3-6","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035003-1\">3&nbsp;</b>&nbsp;&nbsp;Strengthen the weak hands,</span><br><span id=\"p23035003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make firm the feeble knees.</span><br><span id=\"p23035004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to those who have an anxious heart,</span><br><span id=\"p23035004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Be strong; fear not!</span><br><span id=\"p23035004_01-26\" class=\"line\">&nbsp;&nbsp;Behold, your God</span><br><span id=\"p23035004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will come with vengeance,</span><br><span id=\"p23035004_01-26\" class=\"line\">&nbsp;&nbsp;with the recompense of God.</span><br><span id=\"p23035004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will come and save you.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035005-1\">5&nbsp;</b>&nbsp;&nbsp;Then the eyes of the blind shall be opened,</span><br><span id=\"p23035005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of the deaf unstopped;</span><br><span id=\"p23035006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035006-1\">6&nbsp;</b>&nbsp;&nbsp;then shall the lame man leap like a deer,</span><br><span id=\"p23035006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the mute sing for joy.</span><br><span id=\"p23035006_01-26\" class=\"line\">&nbsp;&nbsp;For waters break forth in the wilderness,</span><br><span id=\"p23035006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and streams in the desert;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Strengthen ye the weak hands, and confirm the feeble knees.  <strong>4</strong> Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.  <strong>5</strong> Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.  <strong>6</strong> Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.  ","niv":"<sup><strong>3</strong></sup> Strengthen the feeble hands, steady the knees that give way; <sup><strong>4</strong></sup> say to those with fearful hearts, \"Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.\" <sup><strong>5</strong></sup> Then will the eyes of the blind be opened and the ears of the deaf unstopped. <sup><strong>6</strong></sup> Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert. "},{"_id":"616c0be916dfdfefa2036258","topicId":"616c0be216dfdfefa2036242","verse":"Luke 11:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42011013_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011013-1\">13&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”</span></p>\n</div>","kjv":"<strong>13</strong> If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? ","niv":"<sup><strong>13</strong></sup> If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\""},{"_id":"616c0be916dfdfefa2036259","topicId":"616c0be216dfdfefa2036242","verse":"Acts 7:59","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44007059_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007059-1\">59&nbsp;</b>And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”</p>\n</div>","kjv":"<strong>59</strong> And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.  ","niv":"<sup><strong>59</strong></sup> While they were stoning him, Stephen prayed, \"Lord Jesus, receive my spirit.\""},{"_id":"616c0bea16dfdfefa203625a","topicId":"616c0be216dfdfefa2036242","verse":"Psalm 146:4","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146004_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146004-1\">4&nbsp;</b>&nbsp;&nbsp;When his breath departs, he returns to the earth;</span><br><span id=\"p19146004_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on that very day his plans perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.  ","niv":"<sup><strong>4</strong></sup> When their spirit departs, they return to the ground; on that very day their plans come to nothing.","modified":"2023-06-19T19:17:52.292Z"},{"_id":"616c0bea16dfdfefa203625b","topicId":"616c0be216dfdfefa2036242","verse":"Galatians 5:22-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. ","modified":"2023-06-19T19:18:10.618Z"}]}