{"_id":"616b9649ede035c13f932d6d","slug":"the-number-eight","name":"The Number Eight","verses":[{"_id":"616b9649ede035c13f932d6e","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 8:1-26","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p04008001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04008001-1\">8:1&nbsp;</b>Now the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04008002-1\">2&nbsp;</b>“Speak to Aaron and say to him, When you set up the lamps, the seven lamps shall give light in front of the lampstand.” <b class=\"verse-num\" id=\"v04008003-1\">3&nbsp;</b>And Aaron did so: he set up its lamps in front of the lampstand, as the LORD commanded Moses. <b class=\"verse-num\" id=\"v04008004-1\">4&nbsp;</b>And this was the workmanship of the lampstand, hammered work of gold. From its base to its flowers, it was hammered work; according to the pattern that the LORD had shown Moses, so he made the lampstand.</p>\n\n<p id=\"p04008004_08-1\"><b class=\"verse-num\" id=\"v04008005-1\">5&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04008006-1\">6&nbsp;</b>“Take the Levites from among the people of Israel and cleanse them. <b class=\"verse-num\" id=\"v04008007-1\">7&nbsp;</b>Thus you shall do to them to cleanse them: sprinkle the water of purification upon them, and let them go with a razor over all their body, and wash their clothes and cleanse themselves. <b class=\"verse-num\" id=\"v04008008-1\">8&nbsp;</b>Then let them take a bull from the herd and its grain offering of fine flour mixed with oil, and you shall take another bull from the herd for a sin offering. <b class=\"verse-num\" id=\"v04008009-1\">9&nbsp;</b>And you shall bring the Levites before the tent of meeting and assemble the whole congregation of the people of Israel. <b class=\"verse-num\" id=\"v04008010-1\">10&nbsp;</b>When you bring the Levites before the LORD, the people of Israel shall lay their hands on the Levites, <b class=\"verse-num\" id=\"v04008011-1\">11&nbsp;</b>and Aaron shall offer the Levites before the LORD as a wave offering from the people of Israel, that they may do the service of the LORD. <b class=\"verse-num\" id=\"v04008012-1\">12&nbsp;</b>Then the Levites shall lay their hands on the heads of the bulls, and you shall offer the one for a sin offering and the other for a burnt offering to the LORD to make atonement for the Levites. <b class=\"verse-num\" id=\"v04008013-1\">13&nbsp;</b>And you shall set the Levites before Aaron and his sons, and shall offer them as a wave offering to the LORD.</p>\n<p id=\"p04008013_08-1\"><b class=\"verse-num\" id=\"v04008014-1\">14&nbsp;</b>“Thus you shall separate the Levites from among the people of Israel, and the Levites shall be mine. <b class=\"verse-num\" id=\"v04008015-1\">15&nbsp;</b>And after that the Levites shall go in to serve at the tent of meeting, when you have cleansed them and offered them as a wave offering. <b class=\"verse-num\" id=\"v04008016-1\">16&nbsp;</b>For they are wholly given to me from among the people of Israel. Instead of all who open the womb, the firstborn of all the people of Israel, I have taken them for myself. <b class=\"verse-num\" id=\"v04008017-1\">17&nbsp;</b>For all the firstborn among the people of Israel are mine, both of man and of beast. On the day that I struck down all the firstborn in the land of Egypt I consecrated them for myself, <b class=\"verse-num\" id=\"v04008018-1\">18&nbsp;</b>and I have taken the Levites instead of all the firstborn among the people of Israel. <b class=\"verse-num\" id=\"v04008019-1\">19&nbsp;</b>And I have given the Levites as a gift to Aaron and his sons from among the people of Israel, to do the service for the people of Israel at the tent of meeting and to make atonement for the people of Israel, that there may be no plague among the people of Israel when the people of Israel come near the sanctuary.”</p>\n<p id=\"p04008019_08-1\"><b class=\"verse-num\" id=\"v04008020-1\">20&nbsp;</b>Thus did Moses and Aaron and all the congregation of the people of Israel to the Levites. According to all that the LORD commanded Moses concerning the Levites, the people of Israel did to them. <b class=\"verse-num\" id=\"v04008021-1\">21&nbsp;</b>And the Levites purified themselves from sin and washed their clothes, and Aaron offered them as a wave offering before the LORD, and Aaron made atonement for them to cleanse them. <b class=\"verse-num\" id=\"v04008022-1\">22&nbsp;</b>And after that the Levites went in to do their service in the tent of meeting before Aaron and his sons; as the LORD had commanded Moses concerning the Levites, so they did to them.</p>\n\n<p id=\"p04008022_12-1\"><b class=\"verse-num\" id=\"v04008023-1\">23&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04008024-1\">24&nbsp;</b>“This applies to the Levites: from twenty-five years old and upward they shall come to do duty in the service of the tent of meeting. <b class=\"verse-num\" id=\"v04008025-1\">25&nbsp;</b>And from the age of fifty years they shall withdraw from the duty of the service and serve no more. <b class=\"verse-num\" id=\"v04008026-1\">26&nbsp;</b>They minister to their brothers in the tent of meeting by keeping guard, but they shall do no service. Thus shall you do to the Levites in assigning their duties.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light over against the candlestick.  <strong>3</strong> And Aaron did so; he lighted the lamps thereof over against the candlestick, as the LORD commanded Moses.  <strong>4</strong> And this work of the candlestick was of beaten gold, unto the shaft thereof, unto the flowers thereof, was beaten work: according unto the pattern which the LORD had shewed Moses, so he made the candlestick.  <strong>5</strong> And the LORD spake unto Moses, saying,  <strong>6</strong> Take the Levites from among the children of Israel, and cleanse them.  <strong>7</strong> And thus shalt thou do unto them, to cleanse them: Sprinkle water of purifying upon them, and let them shave all their flesh, and let them wash their clothes, and so make themselves clean.  <strong>8</strong> Then let them take a young bullock with his meat offering, even  fine flour mingled with oil, and another young bullock shalt thou take for a sin offering.  <strong>9</strong> And thou shalt bring the Levites before the tabernacle of the congregation: and thou shalt gather the whole assembly of the children of Israel together:  <strong>10</strong> And thou shalt bring the Levites before the LORD: and the children of Israel shall put their hands upon the Levites:  <strong>11</strong> And Aaron shall offer the Levites before the LORD for an offering of the children of Israel, that they may execute the service of the LORD.  <strong>12</strong> And the Levites shall lay their hands upon the heads of the bullocks: and thou shalt offer the one for a sin offering, and the other for a burnt offering, unto the LORD, to make an atonement for the Levites.  <strong>13</strong> And thou shalt set the Levites before Aaron, and before his sons, and offer them for an offering unto the LORD.  <strong>14</strong> Thus shalt thou separate the Levites from among the children of Israel: and the Levites shall be mine.  <strong>15</strong> And after that shall the Levites go in to do the service of the tabernacle of the congregation: and thou shalt cleanse them, and offer them for an offering.  <strong>16</strong> For they are wholly given unto me from among the children of Israel; instead of such as open every womb, even instead of the firstborn of all the children of Israel, have I taken them unto me.  <strong>17</strong> For all the firstborn of the children of Israel are mine, both man and beast: on the day that I smote every firstborn in the land of Egypt I sanctified them for myself.  <strong>18</strong> And I have taken the Levites for all the firstborn of the children of Israel.  <strong>19</strong> And I have given the Levites as a gift to Aaron and to his sons from among the children of Israel, to do the service of the children of Israel in the tabernacle of the congregation, and to make an atonement for the children of Israel: that there be no plague among the children of Israel, when the children of Israel come nigh unto the sanctuary.  <strong>20</strong> And Moses, and Aaron, and all the congregation of the children of Israel, did to the Levites according unto all that the LORD commanded Moses concerning the Levites, so did the children of Israel unto them.  <strong>21</strong> And the Levites were purified, and they washed their clothes; and Aaron offered them as an offering before the LORD; and Aaron made an atonement for them to cleanse them.  <strong>22</strong> And after that went the Levites in to do their service in the tabernacle of the congregation before Aaron, and before his sons: as the LORD had commanded Moses concerning the Levites, so did they unto them.  <strong>23</strong> And the LORD spake unto Moses, saying,  <strong>24</strong> This is it that belongeth unto the Levites: from twenty and five years old and upward they shall go in to wait upon the service of the tabernacle of the congregation:  <strong>25</strong> And from the age of fifty years they shall cease waiting upon the service thereof, and shall serve no more:  <strong>26</strong> But shall minister with their brethren in the tabernacle of the congregation, to keep the charge, and shall do no service. Thus shalt thou do unto the Levites touching their charge.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to Aaron and say to him, 'When you set up the seven lamps, they are to light the area in front of the lampstand.'\" <sup><strong>3</strong></sup> Aaron did so; he set up the lamps so that they faced forward on the lampstand, just as the LORD commanded Moses. <sup><strong>4</strong></sup> This is how the lampstand was made: It was made of hammered gold-from its base to its blossoms. The lampstand was made exactly like the pattern the LORD had shown Moses. <sup><strong>5</strong></sup> The LORD said to Moses: <sup><strong>6</strong></sup> \"Take the Levites from among the other Israelites and make them ceremonially clean. <sup><strong>7</strong></sup> To purify them, do this: Sprinkle the water of cleansing on them; then have them shave their whole bodies and wash their clothes, and so purify themselves. <sup><strong>8</strong></sup> Have them take a young bull with its grain offering of fine flour mixed with oil; then you are to take a second young bull for a sin offering. <sup><strong>9</strong></sup> Bring the Levites to the front of the Tent of Meeting and assemble the whole Israelite community. <sup><strong>10</strong></sup> You are to bring the Levites before the LORD, and the Israelites are to lay their hands on them. <sup><strong>11</strong></sup> Aaron is to present the Levites before the LORD as a wave offering from the Israelites, so that they may be ready to do the work of the LORD. <sup><strong>12</strong></sup> \"After the Levites lay their hands on the heads of the bulls, use the one for a sin offering to the LORD and the other for a burnt offering, to make atonement for the Levites. <sup><strong>13</strong></sup> Have the Levites stand in front of Aaron and his sons and then present them as a wave offering to the LORD. <sup><strong>14</strong></sup> In this way you are to set the Levites apart from the other Israelites, and the Levites will be mine. <sup><strong>15</strong></sup> \"After you have purified the Levites and presented them as a wave offering, they are to come to do their work at the Tent of Meeting. <sup><strong>16</strong></sup> They are the Israelites who are to be given wholly to me. I have taken them as my own in place of the firstborn, the first male offspring from every Israelite woman. <sup><strong>17</strong></sup> Every firstborn male in Israel, whether man or animal, is mine. When I struck down all the firstborn in Egypt, I set them apart for myself. <sup><strong>18</strong></sup> And I have taken the Levites in place of all the firstborn sons in Israel. <sup><strong>19</strong></sup> Of all the Israelites, I have given the Levites as gifts to Aaron and his sons to do the work at the Tent of Meeting on behalf of the Israelites and to make atonement for them so that no plague will strike the Israelites when they go near the sanctuary.\" <sup><strong>20</strong></sup> Moses, Aaron and the whole Israelite community did with the Levites just as the LORD commanded Moses. <sup><strong>21</strong></sup> The Levites purified themselves and washed their clothes. Then Aaron presented them as a wave offering before the LORD and made atonement for them to purify them. <sup><strong>22</strong></sup> After that, the Levites came to do their work at the Tent of Meeting under the supervision of Aaron and his sons. They did with the Levites just as the LORD commanded Moses. <sup><strong>23</strong></sup> The LORD said to Moses, <sup><strong>24</strong></sup> \"This applies to the Levites: Men twenty-five years old or more shall come to take part in the work at the Tent of Meeting, <sup><strong>25</strong></sup> but at the age of fifty, they must retire from their regular service and work no longer. <sup><strong>26</strong></sup> They may assist their brothers in performing their duties at the Tent of Meeting, but they themselves must not do the work. This, then, is how you are to assign the responsibilities of the Levites.\" "},{"_id":"616b964aede035c13f932d6f","topicId":"616b9649ede035c13f932d6d","verse":"1 Peter 5:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616b964aede035c13f932d70","topicId":"616b9649ede035c13f932d6d","verse":"1 Peter 3:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60003020_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water.</p>\n\n</div>","kjv":"<strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  ","niv":"<sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,"},{"_id":"616b964aede035c13f932d71","topicId":"616b9649ede035c13f932d6d","verse":"2 Peter 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61002005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;</p>\n</div>","kjv":"<strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  ","niv":"<sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"},{"_id":"616b964bede035c13f932d72","topicId":"616b9649ede035c13f932d6d","verse":"Ezekiel 4:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26004005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v26004005-1\">5&nbsp;</b>For I assign to you a number of days, 390 days, equal to the number of the years of their punishment. So long shall you bear the punishment of the house of Israel.</p>\n</div>","kjv":"<strong>5</strong> For I have laid upon thee the years of their iniquity, according to the number of the days, three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.  ","niv":"<sup><strong>5</strong></sup> I have assigned you the same number of days as the years of their sin. So for 390 days you will bear the sin of the house of Israel."},{"_id":"616b964bede035c13f932d73","topicId":"616b9649ede035c13f932d6d","verse":"Esther 9:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p17009014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v17009014-1\">14&nbsp;</b>So the king commanded this to be done. A decree was issued in Susa, and the ten sons of Haman were hanged.</p>\n</div>","kjv":"<strong>14</strong> And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman’s ten sons.  ","niv":"<sup><strong>14</strong></sup> So the king commanded that this be done. An edict was issued in Susa, and they hanged the ten sons of Haman."},{"_id":"616b964bede035c13f932d74","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 7:1-89","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p04007001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04007001-1\">7:1&nbsp;</b>On the day when Moses had finished setting up the tabernacle and had anointed and consecrated it with all its furnishings and had anointed and consecrated the altar with all its utensils, <b class=\"verse-num\" id=\"v04007002-1\">2&nbsp;</b>the chiefs of Israel, heads of their fathers’ houses, who were the chiefs of the tribes, who were over those who were listed, approached <b class=\"verse-num\" id=\"v04007003-1\">3&nbsp;</b>and brought their offerings before the LORD, six wagons and twelve oxen, a wagon for every two of the chiefs, and for each one an ox. They brought them before the tabernacle. <b class=\"verse-num\" id=\"v04007004-1\">4&nbsp;</b>Then the LORD said to Moses, <b class=\"verse-num\" id=\"v04007005-1\">5&nbsp;</b>“Accept these from them, that they may be used in the service of the tent of meeting, and give them to the Levites, to each man according to his service.” <b class=\"verse-num\" id=\"v04007006-1\">6&nbsp;</b>So Moses took the wagons and the oxen and gave them to the Levites. <b class=\"verse-num\" id=\"v04007007-1\">7&nbsp;</b>Two wagons and four oxen he gave to the sons of Gershon, according to their service. <b class=\"verse-num\" id=\"v04007008-1\">8&nbsp;</b>And four wagons and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest. <b class=\"verse-num\" id=\"v04007009-1\">9&nbsp;</b>But to the sons of Kohath he gave none, because they were charged with the service of the holy things that had to be carried on the shoulder. <b class=\"verse-num\" id=\"v04007010-1\">10&nbsp;</b>And the chiefs offered offerings for the dedication of the altar on the day it was anointed; and the chiefs offered their offering before the altar. <b class=\"verse-num\" id=\"v04007011-1\">11&nbsp;</b>And the LORD said to Moses, “They shall offer their offerings, one chief each day, for the dedication of the altar.”</p>\n<p id=\"p04007011_06-9\"><b class=\"verse-num\" id=\"v04007012-1\">12&nbsp;</b>He who offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah. <b class=\"verse-num\" id=\"v04007013-1\">13&nbsp;</b>And his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007014-1\">14&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007015-1\">15&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007016-1\">16&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007017-1\">17&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon the son of Amminadab.</p>\n<p id=\"p04007017_06-9\"><b class=\"verse-num\" id=\"v04007018-1\">18&nbsp;</b>On the second day Nethanel the son of Zuar, the chief of Issachar, made an offering. <b class=\"verse-num\" id=\"v04007019-1\">19&nbsp;</b>He offered for his offering one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007020-1\">20&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007021-1\">21&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007022-1\">22&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007023-1\">23&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nethanel the son of Zuar.</p>\n<p id=\"p04007023_06-9\"><b class=\"verse-num\" id=\"v04007024-1\">24&nbsp;</b>On the third day Eliab the son of Helon, the chief of the people of Zebulun: <b class=\"verse-num\" id=\"v04007025-1\">25&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007026-1\">26&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007027-1\">27&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007028-1\">28&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007029-1\">29&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab the son of Helon.</p>\n<p id=\"p04007029_06-9\"><b class=\"verse-num\" id=\"v04007030-1\">30&nbsp;</b>On the fourth day Elizur the son of Shedeur, the chief of the people of Reuben: <b class=\"verse-num\" id=\"v04007031-1\">31&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007032-1\">32&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007033-1\">33&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007034-1\">34&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007035-1\">35&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur the son of Shedeur.</p>\n<p id=\"p04007035_06-9\"><b class=\"verse-num\" id=\"v04007036-1\">36&nbsp;</b>On the fifth day Shelumiel the son of Zurishaddai, the chief of the people of Simeon: <b class=\"verse-num\" id=\"v04007037-1\">37&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007038-1\">38&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007039-1\">39&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007040-1\">40&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007041-1\">41&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Shelumiel the son of Zurishaddai.</p>\n<p id=\"p04007041_06-9\"><b class=\"verse-num\" id=\"v04007042-1\">42&nbsp;</b>On the sixth day Eliasaph the son of Deuel, the chief of the people of Gad: <b class=\"verse-num\" id=\"v04007043-1\">43&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007044-1\">44&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007045-1\">45&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007046-1\">46&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007047-1\">47&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph the son of Deuel.</p>\n<p id=\"p04007047_06-9\"><b class=\"verse-num\" id=\"v04007048-1\">48&nbsp;</b>On the seventh day Elishama the son of Ammihud, the chief of the people of Ephraim: <b class=\"verse-num\" id=\"v04007049-1\">49&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007050-1\">50&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007051-1\">51&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007052-1\">52&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007053-1\">53&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama the son of Ammihud.</p>\n<p id=\"p04007053_06-9\"><b class=\"verse-num\" id=\"v04007054-1\">54&nbsp;</b>On the eighth day Gamaliel the son of Pedahzur, the chief of the people of Manasseh: <b class=\"verse-num\" id=\"v04007055-1\">55&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007056-1\">56&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007057-1\">57&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007058-1\">58&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007059-1\">59&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel the son of Pedahzur.</p>\n<p id=\"p04007059_06-9\"><b class=\"verse-num\" id=\"v04007060-1\">60&nbsp;</b>On the ninth day Abidan the son of Gideoni, the chief of the people of Benjamin: <b class=\"verse-num\" id=\"v04007061-1\">61&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007062-1\">62&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007063-1\">63&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007064-1\">64&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007065-1\">65&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan the son of Gideoni.</p>\n<p id=\"p04007065_06-9\"><b class=\"verse-num\" id=\"v04007066-1\">66&nbsp;</b>On the tenth day Ahiezer the son of Ammishaddai, the chief of the people of Dan: <b class=\"verse-num\" id=\"v04007067-1\">67&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007068-1\">68&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007069-1\">69&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007070-1\">70&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007071-1\">71&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer the son of Ammishaddai.</p>\n<p id=\"p04007071_06-9\"><b class=\"verse-num\" id=\"v04007072-1\">72&nbsp;</b>On the eleventh day Pagiel the son of Ochran, the chief of the people of Asher: <b class=\"verse-num\" id=\"v04007073-1\">73&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007074-1\">74&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007075-1\">75&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007076-1\">76&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007077-1\">77&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel the son of Ochran.</p>\n<p id=\"p04007077_06-9\"><b class=\"verse-num\" id=\"v04007078-1\">78&nbsp;</b>On the twelfth day Ahira the son of Enan, the chief of the people of Naphtali: <b class=\"verse-num\" id=\"v04007079-1\">79&nbsp;</b>his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering; <b class=\"verse-num\" id=\"v04007080-1\">80&nbsp;</b>one golden dish of 10 shekels, full of incense; <b class=\"verse-num\" id=\"v04007081-1\">81&nbsp;</b>one bull from the herd, one ram, one male lamb a year old, for a burnt offering; <b class=\"verse-num\" id=\"v04007082-1\">82&nbsp;</b>one male goat for a sin offering; <b class=\"verse-num\" id=\"v04007083-1\">83&nbsp;</b>and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira the son of Enan.</p>\n<p id=\"p04007083_06-9\"><b class=\"verse-num\" id=\"v04007084-1\">84&nbsp;</b>This was the dedication offering for the altar on the day when it was anointed, from the chiefs of Israel: twelve silver plates, twelve silver basins, twelve golden dishes, <b class=\"verse-num\" id=\"v04007085-1\">85&nbsp;</b>each silver plate weighing 130 shekels and each basin 70, all the silver of the vessels 2,400 shekels according to the shekel of the sanctuary, <b class=\"verse-num\" id=\"v04007086-1\">86&nbsp;</b>the twelve golden dishes, full of incense, weighing 10 shekels apiece according to the shekel of the sanctuary, all the gold of the dishes being 120 shekels; <b class=\"verse-num\" id=\"v04007087-1\">87&nbsp;</b>all the cattle for the burnt offering twelve bulls, twelve rams, twelve male lambs a year old, with their grain offering; and twelve male goats for a sin offering; <b class=\"verse-num\" id=\"v04007088-1\">88&nbsp;</b>and all the cattle for the sacrifice of peace offerings twenty-four bulls, the rams sixty, the male goats sixty, the male lambs a year old sixty. This was the dedication offering for the altar after it was anointed.</p>\n<p id=\"p04007088_06-9\"><b class=\"verse-num\" id=\"v04007089-1\">89&nbsp;</b>And when Moses went into the tent of meeting to speak with the LORD, he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim; and it spoke to him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass on the day that Moses had fully set up the tabernacle, and had anointed it, and sanctified it, and all the instruments thereof, both the altar and all the vessels thereof, and had anointed them, and sanctified them;  <strong>2</strong> That the princes of Israel, heads of the house of their fathers, who were the princes of the tribes, and were over them that were numbered, offered:  <strong>3</strong> And they brought their offering before the LORD, six covered wagons, and twelve oxen; a wagon for two of the princes, and for each one an ox: and they brought them before the tabernacle.  <strong>4</strong> And the LORD spake unto Moses, saying,  <strong>5</strong> Take it of them, that they may be to do the service of the tabernacle of the congregation; and thou shalt give them unto the Levites, to every man according to his service.  <strong>6</strong> And Moses took the wagons and the oxen, and gave them unto the Levites.  <strong>7</strong> Two wagons and four oxen he gave unto the sons of Gershon, according to their service:  <strong>8</strong> And four wagons and eight oxen he gave unto the sons of Merari, according unto their service, under the hand of Ithamar the son of Aaron the priest.  <strong>9</strong> But unto the sons of Kohath he gave none: because the service of the sanctuary belonging unto them was that they should bear upon their shoulders.  <strong>10</strong> And the princes offered for dedicating of the altar in the day that it was anointed, even the princes offered their offering before the altar.  <strong>11</strong> And the LORD said unto Moses, They shall offer their offering, each prince on his day, for the dedicating of the altar.  <strong>12</strong> And he that offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah:  <strong>13</strong> And his offering was one silver charger, the weight thereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them were  full of fine flour mingled with oil for a meat offering:  <strong>14</strong> One spoon of ten shekels of gold, full of incense:  <strong>15</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>16</strong> One kid of the goats for a sin offering:  <strong>17</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nahshon the son of Amminadab.  <strong>18</strong> On the second day Nethaneel the son of Zuar, prince of Issachar, did offer:  <strong>19</strong> He offered for his offering one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>20</strong> One spoon of gold of ten shekels, full of incense:  <strong>21</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>22</strong> One kid of the goats for a sin offering:  <strong>23</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nethaneel the son of Zuar.  <strong>24</strong> On the third day Eliab the son of Helon, prince of the children of Zebulun, did offer:  <strong>25</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>26</strong> One golden spoon of ten shekels, full of incense:  <strong>27</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>28</strong> One kid of the goats for a sin offering:  <strong>29</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliab the son of Helon.  <strong>30</strong> On the fourth day Elizur the son of Shedeur, prince of the children of Reuben, did offer:  <strong>31</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>32</strong> One golden spoon of ten shekels, full of incense:  <strong>33</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>34</strong> One kid of the goats for a sin offering:  <strong>35</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elizur the son of Shedeur.  <strong>36</strong> On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon, did offer:  <strong>37</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>38</strong> One golden spoon of ten shekels, full of incense:  <strong>39</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>40</strong> One kid of the goats for a sin offering:  <strong>41</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Shelumiel the son of Zurishaddai.  <strong>42</strong> On the sixth day Eliasaph the son of Deuel, prince of the children of Gad, offered:  <strong>43</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, a silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>44</strong> One golden spoon of ten shekels, full of incense:  <strong>45</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>46</strong> One kid of the goats for a sin offering:  <strong>47</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliasaph the son of Deuel.  <strong>48</strong> On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim, offered:  <strong>49</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>50</strong> One golden spoon of ten shekels, full of incense:  <strong>51</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>52</strong> one kid of the goats for a sin offering:  <strong>53</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elishama the son of Ammihud.  <strong>54</strong> On the eighth day offered Gamaliel the son of Pedahzur, prince of the children of Manasseh:  <strong>55</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>56</strong> One golden spoon of ten shekels, full of incense:  <strong>57</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>58</strong> One kid of the goats for a sin offering:  <strong>59</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Gamaliel the son of Pedahzur.  <strong>60</strong> On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin, offered:  <strong>61</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>62</strong> One golden spoon of ten shekels, full of incense:  <strong>63</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>64</strong> One kid of the goats for a sin offering:  <strong>65</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Abidan the son of Gideoni.  <strong>66</strong> On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan, offered:  <strong>67</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>68</strong> One golden spoon of ten shekels, full of incense:  <strong>69</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>70</strong> One kid of the goats for a sin offering:  <strong>71</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahiezer the son of Ammishaddai.  <strong>72</strong> On the eleventh day Pagiel the son of Ocran, prince of the children of Asher, offered:  <strong>73</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>74</strong> One golden spoon of ten shekels, full of incense:  <strong>75</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>76</strong> One kid of the goats for a sin offering:  <strong>77</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Pagiel the son of Ocran.  <strong>78</strong> On the twelfth day Ahira the son of Enan, prince of the children of Naphtali, offered:  <strong>79</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>80</strong> One golden spoon of ten shekels, full of incense:  <strong>81</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>82</strong> One kid of the goats for a sin offering:  <strong>83</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahira the son of Enan.  <strong>84</strong> This was the dedication of the altar, in the day when it was anointed, by the princes of Israel: twelve chargers of silver, twelve silver bowls, twelve spoons of gold:  <strong>85</strong> Each charger of silver weighing an hundred and thirty shekels, each bowl seventy: all the silver vessels weighed  two thousand and four hundred shekels, after the shekel of the sanctuary:  <strong>86</strong> The golden spoons were twelve, full of incense, weighing  ten shekels apiece, after the shekel of the sanctuary: all the gold of the spoons was an hundred and twenty shekels.  <strong>87</strong> All the oxen for the burnt offering were twelve bullocks, the rams twelve, the lambs of the first year twelve, with their meat offering: and the kids of the goats for sin offering twelve.  <strong>88</strong> And all the oxen for the sacrifice of the peace offerings were  twenty and four bullocks, the rams sixty, the he goats sixty, the lambs of the first year sixty. This was the dedication of the altar, after that it was anointed.  <strong>89</strong> And when Moses was gone into the tabernacle of the congregation to speak with him, then he heard the voice of one speaking unto him from off the mercy seat that was upon the ark of testimony, from between the two cherubims: and he spake unto him.  ","niv":"<sup><strong>1</strong></sup> When Moses finished setting up the tabernacle, he anointed it and consecrated it and all its furnishings. He also anointed and consecrated the altar and all its utensils. <sup><strong>2</strong></sup> Then the leaders of Israel, the heads of families who were the tribal leaders in charge of those who were counted, made offerings. <sup><strong>3</strong></sup> They brought as their gifts before the LORD six covered carts and twelve oxen-an ox from each leader and a cart from every two. These they presented before the tabernacle. <sup><strong>4</strong></sup> The LORD said to Moses, <sup><strong>5</strong></sup> \"Accept these from them, that they may be used in the work at the Tent of Meeting. Give them to the Levites as each man's work requires.\" <sup><strong>6</strong></sup> So Moses took the carts and oxen and gave them to the Levites. <sup><strong>7</strong></sup> He gave two carts and four oxen to the Gershonites, as their work required, <sup><strong>8</strong></sup> and he gave four carts and eight oxen to the Merarites, as their work required. They were all under the direction of Ithamar son of Aaron, the priest. <sup><strong>9</strong></sup> But Moses did not give any to the Kohathites, because they were to carry on their shoulders the holy things, for which they were responsible. <sup><strong>10</strong></sup> When the altar was anointed, the leaders brought their offerings for its dedication and presented them before the altar. <sup><strong>11</strong></sup> For the LORD had said to Moses, \"Each day one leader is to bring his offering for the dedication of the altar.\" <sup><strong>12</strong></sup> The one who brought his offering on the first day was Nahshon son of Amminadab of the tribe of Judah. <sup><strong>13</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>14</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>15</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>16</strong></sup> one male goat for a sin offering; <sup><strong>17</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Nahshon son of Amminadab. <sup><strong>18</strong></sup> On the second day Nethanel son of Zuar, the leader of Issachar, brought his offering. <sup><strong>19</strong></sup> The offering he brought was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>20</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>21</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>22</strong></sup> one male goat for a sin offering; <sup><strong>23</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Nethanel son of Zuar. <sup><strong>24</strong></sup> On the third day, Eliab son of Helon, the leader of the people of Zebulun, brought his offering. <sup><strong>25</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>26</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>27</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>28</strong></sup> one male goat for a sin offering; <sup><strong>29</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Eliab son of Helon. <sup><strong>30</strong></sup> On the fourth day Elizur son of Shedeur, the leader of the people of Reuben, brought his offering. <sup><strong>31</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>32</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>33</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>34</strong></sup> one male goat for a sin offering; <sup><strong>35</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Elizur son of Shedeur. <sup><strong>36</strong></sup> On the fifth day Shelumiel son of Zurishaddai, the leader of the people of Simeon, brought his offering. <sup><strong>37</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>38</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>39</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>40</strong></sup> one male goat for a sin offering; <sup><strong>41</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Shelumiel son of Zurishaddai. <sup><strong>42</strong></sup> On the sixth day Eliasaph son of Deuel, the leader of the people of Gad, brought his offering. <sup><strong>43</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>44</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>45</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>46</strong></sup> one male goat for a sin offering; <sup><strong>47</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Eliasaph son of Deuel. <sup><strong>48</strong></sup> On the seventh day Elishama son of Ammihud, the leader of the people of Ephraim, brought his offering. <sup><strong>49</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>50</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>51</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>52</strong></sup> one male goat for a sin offering; <sup><strong>53</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Elishama son of Ammihud. <sup><strong>54</strong></sup> On the eighth day Gamaliel son of Pedahzur, the leader of the people of Manasseh, brought his offering. <sup><strong>55</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>56</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>57</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>58</strong></sup> one male goat for a sin offering; <sup><strong>59</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Gamaliel son of Pedahzur. <sup><strong>60</strong></sup> On the ninth day Abidan son of Gideoni, the leader of the people of Benjamin, brought his offering. <sup><strong>61</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>62</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>63</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>64</strong></sup> one male goat for a sin offering; <sup><strong>65</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Abidan son of Gideoni. <sup><strong>66</strong></sup> On the tenth day Ahiezer son of Ammishaddai, the leader of the people of Dan, brought his offering. <sup><strong>67</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>68</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>69</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>70</strong></sup> one male goat for a sin offering; <sup><strong>71</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Ahiezer son of Ammishaddai. <sup><strong>72</strong></sup> On the eleventh day Pagiel son of Ocran, the leader of the people of Asher, brought his offering. <sup><strong>73</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>74</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>75</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>76</strong></sup> one male goat for a sin offering; <sup><strong>77</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Pagiel son of Ocran. <sup><strong>78</strong></sup> On the twelfth day Ahira son of Enan, the leader of the people of Naphtali, brought his offering. <sup><strong>79</strong></sup> His offering was one silver plate weighing a hundred and thirty shekels, and one silver sprinkling bowl weighing seventy shekels, both according to the sanctuary shekel, each filled with fine flour mixed with oil as a grain offering; <sup><strong>80</strong></sup> one gold dish weighing ten shekels, filled with incense; <sup><strong>81</strong></sup> one young bull, one ram and one male lamb a year old, for a burnt offering; <sup><strong>82</strong></sup> one male goat for a sin offering; <sup><strong>83</strong></sup> and two oxen, five rams, five male goats and five male lambs a year old, to be sacrificed as a fellowship offering. This was the offering of Ahira son of Enan. <sup><strong>84</strong></sup> These were the offerings of the Israelite leaders for the dedication of the altar when it was anointed: twelve silver plates, twelve silver sprinkling bowls and twelve gold dishes. <sup><strong>85</strong></sup> Each silver plate weighed a hundred and thirty shekels, and each sprinkling bowl seventy shekels. Altogether, the silver dishes weighed two thousand four hundred shekels, according to the sanctuary shekel. <sup><strong>86</strong></sup> The twelve gold dishes filled with incense weighed ten shekels each, according to the sanctuary shekel. Altogether, the gold dishes weighed a hundred and twenty shekels. <sup><strong>87</strong></sup> The total number of animals for the burnt offering came to twelve young bulls, twelve rams and twelve male lambs a year old, together with their grain offering. Twelve male goats were used for the sin offering. <sup><strong>88</strong></sup> The total number of animals for the sacrifice of the fellowship offering came to twenty-four oxen, sixty rams, sixty male goats and sixty male lambs a year old. These were the offerings for the dedication of the altar after it was anointed. <sup><strong>89</strong></sup> When Moses entered the Tent of Meeting to speak with the LORD, he heard the voice speaking to him from between the two cherubim above the atonement cover on the ark of the Testimony. And he spoke with him. "},{"_id":"616b964bede035c13f932d75","topicId":"616b9649ede035c13f932d6d","verse":"Genesis 10:1-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01010001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01010001-1\">10:1&nbsp;</b>These are the generations of the sons of Noah, Shem, Ham, and Japheth. Sons were born to them after the flood.</p>\n<p id=\"p01010001_05-10\"><b class=\"verse-num\" id=\"v01010002-1\">2&nbsp;</b>The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. <b class=\"verse-num\" id=\"v01010003-1\">3&nbsp;</b>The sons of Gomer: Ashkenaz, Riphath, and Togarmah. <b class=\"verse-num\" id=\"v01010004-1\">4&nbsp;</b>The sons of Javan: Elishah, Tarshish, Kittim, and Dodanim. <b class=\"verse-num\" id=\"v01010005-1\">5&nbsp;</b>From these the coastland peoples spread in their lands, each with his own language, by their clans, in their nations.</p>\n<p id=\"p01010005_05-10\"><b class=\"verse-num\" id=\"v01010006-1\">6&nbsp;</b>The sons of Ham: Cush, Egypt, Put, and Canaan. <b class=\"verse-num\" id=\"v01010007-1\">7&nbsp;</b>The sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan. <b class=\"verse-num\" id=\"v01010008-1\">8&nbsp;</b>Cush fathered Nimrod; he was the first on earth to be a mighty man. <b class=\"verse-num\" id=\"v01010009-1\">9&nbsp;</b>He was a mighty hunter before the LORD. Therefore it is said, “Like Nimrod a mighty hunter before the LORD.” <b class=\"verse-num\" id=\"v01010010-1\">10&nbsp;</b>The beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar. <b class=\"verse-num\" id=\"v01010011-1\">11&nbsp;</b>From that land he went into Assyria and built Nineveh, Rehoboth-Ir, Calah, and <b class=\"verse-num\" id=\"v01010012-1\">12&nbsp;</b>Resen between Nineveh and Calah; that is the great city. <b class=\"verse-num\" id=\"v01010013-1\">13&nbsp;</b>Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim, <b class=\"verse-num\" id=\"v01010014-1\">14&nbsp;</b>Pathrusim, Casluhim (from whom the Philistines came), and Caphtorim.</p>\n<p id=\"p01010014_05-10\"><b class=\"verse-num\" id=\"v01010015-1\">15&nbsp;</b>Canaan fathered Sidon his firstborn and Heth, <b class=\"verse-num\" id=\"v01010016-1\">16&nbsp;</b>and the Jebusites, the Amorites, the Girgashites, <b class=\"verse-num\" id=\"v01010017-1\">17&nbsp;</b>the Hivites, the Arkites, the Sinites, <b class=\"verse-num\" id=\"v01010018-1\">18&nbsp;</b>the Arvadites, the Zemarites, and the Hamathites. Afterward the clans of the Canaanites dispersed. <b class=\"verse-num\" id=\"v01010019-1\">19&nbsp;</b>And the territory of the Canaanites extended from Sidon in the direction of Gerar as far as Gaza, and in the direction of Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha. <b class=\"verse-num\" id=\"v01010020-1\">20&nbsp;</b>These are the sons of Ham, by their clans, their languages, their lands, and their nations.</p>\n<p id=\"p01010020_05-10\"><b class=\"verse-num\" id=\"v01010021-1\">21&nbsp;</b>To Shem also, the father of all the children of Eber, the elder brother of Japheth, children were born. <b class=\"verse-num\" id=\"v01010022-1\">22&nbsp;</b>The sons of Shem: Elam, Asshur, Arpachshad, Lud, and Aram. <b class=\"verse-num\" id=\"v01010023-1\">23&nbsp;</b>The sons of Aram: Uz, Hul, Gether, and Mash. <b class=\"verse-num\" id=\"v01010024-1\">24&nbsp;</b>Arpachshad fathered Shelah; and Shelah fathered Eber. <b class=\"verse-num\" id=\"v01010025-1\">25&nbsp;</b>To Eber were born two sons: the name of the one was Peleg, for in his days the earth was divided, and his brother’s name was Joktan. <b class=\"verse-num\" id=\"v01010026-1\">26&nbsp;</b>Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah, <b class=\"verse-num\" id=\"v01010027-1\">27&nbsp;</b>Hadoram, Uzal, Diklah, <b class=\"verse-num\" id=\"v01010028-1\">28&nbsp;</b>Obal, Abimael, Sheba, <b class=\"verse-num\" id=\"v01010029-1\">29&nbsp;</b>Ophir, Havilah, and Jobab; all these were the sons of Joktan. <b class=\"verse-num\" id=\"v01010030-1\">30&nbsp;</b>The territory in which they lived extended from Mesha in the direction of Sephar to the hill country of the east. <b class=\"verse-num\" id=\"v01010031-1\">31&nbsp;</b>These are the sons of Shem, by their clans, their languages, their lands, and their nations.</p>\n<p id=\"p01010031_05-10\"><b class=\"verse-num\" id=\"v01010032-1\">32&nbsp;</b>These are the clans of the sons of Noah, according to their genealogies, in their nations, and from these the nations spread abroad on the earth after the flood.</p>\n\n</div>","kjv":"<strong>1</strong> Now these are the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood.  <strong>2</strong> The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.  <strong>3</strong> And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.  <strong>4</strong> And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.  <strong>5</strong> By these were the isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations.  <strong>6</strong> And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan.  <strong>7</strong> And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtechah: and the sons of Raamah; Sheba, and Dedan.  <strong>8</strong> And Cush begat Nimrod: he began to be a mighty one in the earth.  <strong>9</strong> He was a mighty hunter before the LORD: wherefore it is said, Even as Nimrod the mighty hunter before the LORD.  <strong>10</strong> And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.  <strong>11</strong> Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,  <strong>12</strong> And Resen between Nineveh and Calah: the same is a great city.  <strong>13</strong> And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,  <strong>14</strong> And Pathrusim, and Casluhim, (out of whom came Philistim,) and Caphtorim.  <strong>15</strong> And Canaan begat Sidon his firstborn, and Heth,  <strong>16</strong> And the Jebusite, and the Amorite, and the Girgasite,  <strong>17</strong> And the Hivite, and the Arkite, and the Sinite,  <strong>18</strong> And the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad.  <strong>19</strong> And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.  <strong>20</strong> These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.  <strong>21</strong> Unto Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born.  <strong>22</strong> The children of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram.  <strong>23</strong> And the children of Aram; Uz, and Hul, and Gether, and Mash.  <strong>24</strong> And Arphaxad begat Salah; and Salah begat Eber.  <strong>25</strong> And unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother’s name was  Joktan.  <strong>26</strong> And Joktan begat Almodad, and Sheleph, and Hazar-maveth, and Jerah,  <strong>27</strong> And Hadoram, and Uzal, and Diklah,  <strong>28</strong> And Obal, and Abimael, and Sheba,  <strong>29</strong> And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.  <strong>30</strong> And their dwelling was from Mesha, as thou goest unto Sephar a mount of the east.  <strong>31</strong> These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.  <strong>32</strong> These are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood.  ","niv":"<sup><strong>1</strong></sup> This is the account of Shem, Ham and Japheth, Noah's sons, who themselves had sons after the flood. The Japhethites <sup><strong>2</strong></sup> The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras. <sup><strong>3</strong></sup> The sons of Gomer: Ashkenaz, Riphath and Togarmah. <sup><strong>4</strong></sup> The sons of Javan: Elishah, Tarshish, the Kittim and the Rodanim. <sup><strong>5</strong></sup> (From these the maritime peoples spread out into their territories by their clans within their nations, each with its own language.) The Hamites <sup><strong>6</strong></sup> The sons of Ham: Cush, Mizraim, Put and Canaan. <sup><strong>7</strong></sup> The sons of Cush: Seba, Havilah, Sabtah, Raamah and Sabteca. The sons of Raamah: Sheba and Dedan. <sup><strong>8</strong></sup> Cush was the father of Nimrod, who grew to be a mighty warrior on the earth. <sup><strong>9</strong></sup> He was a mighty hunter before the LORD; that is why it is said, \"Like Nimrod, a mighty hunter before the LORD.\" <sup><strong>10</strong></sup> The first centers of his kingdom were Babylon, Erech, Akkad and Calneh, in Shinar. <sup><strong>11</strong></sup> From that land he went to Assyria, where he built Nineveh, Rehoboth Ir, Calah <sup><strong>12</strong></sup> and Resen, which is between Nineveh and Calah; that is the great city. <sup><strong>13</strong></sup> Mizraim was the father of the Ludites, Anamites, Lehabites, Naphtuhites, <sup><strong>14</strong></sup> Pathrusites, Casluhites (from whom the Philistines came) and Caphtorites. <sup><strong>15</strong></sup> Canaan was the father of Sidon his firstborn, and of the Hittites, <sup><strong>16</strong></sup> Jebusites, Amorites, Girgashites, <sup><strong>17</strong></sup> Hivites, Arkites, Sinites, <sup><strong>18</strong></sup> Arvadites, Zemarites and Hamathites. Later the Canaanite clans scattered <sup><strong>19</strong></sup> and the borders of Canaan reached from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah and Zeboiim, as far as Lasha. <sup><strong>20</strong></sup> These are the sons of Ham by their clans and languages, in their territories and nations. The Semites <sup><strong>21</strong></sup> Sons were also born to Shem, whose older brother was Japheth; Shem was the ancestor of all the sons of Eber. <sup><strong>22</strong></sup> The sons of Shem: Elam, Asshur, Arphaxad, Lud and Aram. <sup><strong>23</strong></sup> The sons of Aram: Uz, Hul, Gether and Meshech. <sup><strong>24</strong></sup> Arphaxad was the father of Shelah, and Shelah the father of Eber. <sup><strong>25</strong></sup> Two sons were born to Eber: One was named Peleg, because in his time the earth was divided; his brother was named Joktan. <sup><strong>26</strong></sup> Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, <sup><strong>27</strong></sup> Hadoram, Uzal, Diklah, <sup><strong>28</strong></sup> Obal, Abimael, Sheba, <sup><strong>29</strong></sup> Ophir, Havilah and Jobab. All these were sons of Joktan. <sup><strong>30</strong></sup> The region where they lived stretched from Mesha toward Sephar, in the eastern hill country. <sup><strong>31</strong></sup> These are the sons of Shem by their clans and languages, in their territories and nations. <sup><strong>32</strong></sup> These are the clans of Noah's sons, according to their lines of descent, within their nations. From these the nations spread out over the earth after the flood. "},{"_id":"616b964cede035c13f932d76","topicId":"616b9649ede035c13f932d6d","verse":"Genesis 3:1-24","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-11\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-11\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-11\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-11\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-11\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-11\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-11\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-11\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-11\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-11\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-11\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-11\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-11\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-11\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"616b964cede035c13f932d77","topicId":"616b9649ede035c13f932d6d","verse":"Revelation 20:1-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-12\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-12\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-12\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616b964cede035c13f932d78","topicId":"616b9649ede035c13f932d6d","verse":"Nehemiah 8:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p16008018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v16008018-1\">18&nbsp;</b>And day by day, from the first day to the last day, he read from the Book of the Law of God. They kept the feast seven days, and on the eighth day there was a solemn assembly, according to the rule.</p>\n</div>","kjv":"<strong>18</strong> Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.  ","niv":"<sup><strong>18</strong></sup> Day after day, from the first day to the last, Ezra read from the Book of the Law of God. They celebrated the feast for seven days, and on the eighth day, in accordance with the regulation, there was an assembly."},{"_id":"616b964dede035c13f932d79","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 3:1-51","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04003001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04003001-1\">3:1&nbsp;</b>These are the generations of Aaron and Moses at the time when the LORD spoke with Moses on Mount Sinai. <b class=\"verse-num\" id=\"v04003002-1\">2&nbsp;</b>These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar. <b class=\"verse-num\" id=\"v04003003-1\">3&nbsp;</b>These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests. <b class=\"verse-num\" id=\"v04003004-1\">4&nbsp;</b>But Nadab and Abihu died before the LORD when they offered unauthorized fire before the LORD in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar served as priests in the lifetime of Aaron their father.</p>\n\n<p id=\"p04003004_09-14\"><b class=\"verse-num\" id=\"v04003005-1\">5&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003006-1\">6&nbsp;</b>“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him. <b class=\"verse-num\" id=\"v04003007-1\">7&nbsp;</b>They shall keep guard over him and over the whole congregation before the tent of meeting, as they minister at the tabernacle. <b class=\"verse-num\" id=\"v04003008-1\">8&nbsp;</b>They shall guard all the furnishings of the tent of meeting, and keep guard over the people of Israel as they minister at the tabernacle. <b class=\"verse-num\" id=\"v04003009-1\">9&nbsp;</b>And you shall give the Levites to Aaron and his sons; they are wholly given to him from among the people of Israel. <b class=\"verse-num\" id=\"v04003010-1\">10&nbsp;</b>And you shall appoint Aaron and his sons, and they shall guard their priesthood. But if any outsider comes near, he shall be put to death.”</p>\n<p id=\"p04003010_09-14\"><b class=\"verse-num\" id=\"v04003011-1\">11&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003012-1\">12&nbsp;</b>“Behold, I have taken the Levites from among the people of Israel instead of every firstborn who opens the womb among the people of Israel. The Levites shall be mine, <b class=\"verse-num\" id=\"v04003013-1\">13&nbsp;</b>for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated for my own all the firstborn in Israel, both of man and of beast. They shall be mine: I am the LORD.”</p>\n<p id=\"p04003013_09-14\"><b class=\"verse-num\" id=\"v04003014-1\">14&nbsp;</b>And the LORD spoke to Moses in the wilderness of Sinai, saying, <b class=\"verse-num\" id=\"v04003015-1\">15&nbsp;</b>“List the sons of Levi, by fathers’ houses and by clans; every male from a month old and upward you shall list.” <b class=\"verse-num\" id=\"v04003016-1\">16&nbsp;</b>So Moses listed them according to the word of the LORD, as he was commanded. <b class=\"verse-num\" id=\"v04003017-1\">17&nbsp;</b>And these were the sons of Levi by their names: Gershon and Kohath and Merari. <b class=\"verse-num\" id=\"v04003018-1\">18&nbsp;</b>And these are the names of the sons of Gershon by their clans: Libni and Shimei. <b class=\"verse-num\" id=\"v04003019-1\">19&nbsp;</b>And the sons of Kohath by their clans: Amram, Izhar, Hebron, and Uzziel. <b class=\"verse-num\" id=\"v04003020-1\">20&nbsp;</b>And the sons of Merari by their clans: Mahli and Mushi. These are the clans of the Levites, by their fathers’ houses.</p>\n<p id=\"p04003020_09-14\"><b class=\"verse-num\" id=\"v04003021-1\">21&nbsp;</b>To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites. <b class=\"verse-num\" id=\"v04003022-1\">22&nbsp;</b>Their listing according to the number of all the males from a month old and upward was 7,500. <b class=\"verse-num\" id=\"v04003023-1\">23&nbsp;</b>The clans of the Gershonites were to camp behind the tabernacle on the west, <b class=\"verse-num\" id=\"v04003024-1\">24&nbsp;</b>with Eliasaph, the son of Lael as chief of the fathers’ house of the Gershonites. <b class=\"verse-num\" id=\"v04003025-1\">25&nbsp;</b>And the guard duty of the sons of Gershon in the tent of meeting involved the tabernacle, the tent with its covering, the screen for the entrance of the tent of meeting, <b class=\"verse-num\" id=\"v04003026-1\">26&nbsp;</b>the hangings of the court, the screen for the door of the court that is around the tabernacle and the altar, and its cords—all the service connected with these.</p>\n<p id=\"p04003026_09-14\"><b class=\"verse-num\" id=\"v04003027-1\">27&nbsp;</b>To Kohath belonged the clan of the Amramites and the clan of the Izharites and the clan of the Hebronites and the clan of the Uzzielites; these are the clans of the Kohathites. <b class=\"verse-num\" id=\"v04003028-1\">28&nbsp;</b>According to the number of all the males, from a month old and upward, there were 8,600, keeping guard over the sanctuary. <b class=\"verse-num\" id=\"v04003029-1\">29&nbsp;</b>The clans of the sons of Kohath were to camp on the south side of the tabernacle, <b class=\"verse-num\" id=\"v04003030-1\">30&nbsp;</b>with Elizaphan the son of Uzziel as chief of the fathers’ house of the clans of the Kohathites. <b class=\"verse-num\" id=\"v04003031-1\">31&nbsp;</b>And their guard duty involved the ark, the table, the lampstand, the altars, the vessels of the sanctuary with which the priests minister, and the screen; all the service connected with these. <b class=\"verse-num\" id=\"v04003032-1\">32&nbsp;</b>And Eleazar the son of Aaron the priest was to be chief over the chiefs of the Levites, and to have oversight of those who kept guard over the sanctuary.</p>\n<p id=\"p04003032_09-14\"><b class=\"verse-num\" id=\"v04003033-1\">33&nbsp;</b>To Merari belonged the clan of the Mahlites and the clan of the Mushites: these are the clans of Merari. <b class=\"verse-num\" id=\"v04003034-1\">34&nbsp;</b>Their listing according to the number of all the males from a month old and upward was 6,200. <b class=\"verse-num\" id=\"v04003035-1\">35&nbsp;</b>And the chief of the fathers’ house of the clans of Merari was Zuriel the son of Abihail. They were to camp on the north side of the tabernacle. <b class=\"verse-num\" id=\"v04003036-1\">36&nbsp;</b>And the appointed guard duty of the sons of Merari involved the frames of the tabernacle, the bars, the pillars, the bases, and all their accessories; all the service connected with these; <b class=\"verse-num\" id=\"v04003037-1\">37&nbsp;</b>also the pillars around the court, with their bases and pegs and cords.</p>\n<p id=\"p04003037_09-14\"><b class=\"verse-num\" id=\"v04003038-1\">38&nbsp;</b>Those who were to camp before the tabernacle on the east, before the tent of meeting toward the sunrise, were Moses and Aaron and his sons, guarding the sanctuary itself, to protect the people of Israel. And any outsider who came near was to be put to death. <b class=\"verse-num\" id=\"v04003039-1\">39&nbsp;</b>All those listed among the Levites, whom Moses and Aaron listed at the commandment of the LORD, by clans, all the males from a month old and upward, were 22,000.</p>\n\n<p id=\"p04003039_13-14\"><b class=\"verse-num\" id=\"v04003040-1\">40&nbsp;</b>And the LORD said to Moses, “List all the firstborn males of the people of Israel, from a month old and upward, taking the number of their names. <b class=\"verse-num\" id=\"v04003041-1\">41&nbsp;</b>And you shall take the Levites for me—I am the LORD—instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of all the firstborn among the cattle of the people of Israel.” <b class=\"verse-num\" id=\"v04003042-1\">42&nbsp;</b>So Moses listed all the firstborn among the people of Israel, as the LORD commanded him. <b class=\"verse-num\" id=\"v04003043-1\">43&nbsp;</b>And all the firstborn males, according to the number of names, from a month old and upward as listed were 22,273.</p>\n<p id=\"p04003043_13-14\"><b class=\"verse-num\" id=\"v04003044-1\">44&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04003045-1\">45&nbsp;</b>“Take the Levites instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of their cattle. The Levites shall be mine: I am the LORD. <b class=\"verse-num\" id=\"v04003046-1\">46&nbsp;</b>And as the redemption price for the 273 of the firstborn of the people of Israel, over and above the number of the male Levites, <b class=\"verse-num\" id=\"v04003047-1\">47&nbsp;</b>you shall take five shekels per head; you shall take them according to the shekel of the sanctuary (the shekel of twenty gerahs), <b class=\"verse-num\" id=\"v04003048-1\">48&nbsp;</b>and give the money to Aaron and his sons as the redemption price for those who are over.” <b class=\"verse-num\" id=\"v04003049-1\">49&nbsp;</b>So Moses took the redemption money from those who were over and above those redeemed by the Levites. <b class=\"verse-num\" id=\"v04003050-1\">50&nbsp;</b>From the firstborn of the people of Israel he took the money, 1,365 shekels, by the shekel of the sanctuary. <b class=\"verse-num\" id=\"v04003051-1\">51&nbsp;</b>And Moses gave the redemption money to Aaron and his sons, according to the word of the LORD, as the LORD commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> These also are the generations of Aaron and Moses in the day that the LORD spake with Moses in mount Sinai.  <strong>2</strong> And these are the names of the sons of Aaron; Nadab the firstborn, and Abihu, Eleazar, and Ithamar.  <strong>3</strong> These are the names of the sons of Aaron, the priests which were anointed, whom he consecrated to minister in the priest’s office.  <strong>4</strong> And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children: and Eleazar and Ithamar ministered in the priest’s office in the sight of Aaron their father.  <strong>5</strong> And the LORD spake unto Moses, saying,  <strong>6</strong> Bring the tribe of Levi near, and present them before Aaron the priest, that they may minister unto him.  <strong>7</strong> And they shall keep his charge, and the charge of the whole congregation before the tabernacle of the congregation, to do the service of the tabernacle.  <strong>8</strong> And they shall keep all the instruments of the tabernacle of the congregation, and the charge of the children of Israel, to do the service of the tabernacle.  <strong>9</strong> And thou shalt give the Levites unto Aaron and to his sons: they are wholly given unto him out of the children of Israel.  <strong>10</strong> And thou shalt appoint Aaron and his sons, and they shall wait on their priest’s office: and the stranger that cometh nigh shall be put to death.  <strong>11</strong> And the LORD spake unto Moses, saying,  <strong>12</strong> And I, behold, I have taken the Levites from among the children of Israel instead of all the firstborn that openeth the matrix among the children of Israel: therefore the Levites shall be mine;  <strong>13</strong> Because all the firstborn are mine; for on the day that I smote all the firstborn in the land of Egypt I hallowed unto me all the firstborn in Israel, both man and beast: mine shall they be: I am  the LORD.  <strong>14</strong> And the LORD spake unto Moses in the wilderness of Sinai, saying,  <strong>15</strong> Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them.  <strong>16</strong> And Moses numbered them according to the word of the LORD, as he was commanded.  <strong>17</strong> And these were the sons of Levi by their names; Gershon, and Kohath, and Merari.  <strong>18</strong> And these are the names of the sons of Gershon by their families; Libni, and Shimei.  <strong>19</strong> And the sons of Kohath by their families; Amram, and Izehar, Hebron, and Uzziel.  <strong>20</strong> And the sons of Merari by their families; Mahli, and Mushi. These are the families of the Levites according to the house of their fathers.  <strong>21</strong> Of Gershon was the family of the Libnites, and the family of the Shimites: these are the families of the Gershonites.  <strong>22</strong> Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand and five hundred.  <strong>23</strong> The families of the Gershonites shall pitch behind the tabernacle westward.  <strong>24</strong> And the chief of the house of the father of the Gershonites shall be Eliasaph the son of Lael.  <strong>25</strong> And the charge of the sons of Gershon in the tabernacle of the congregation shall be the tabernacle, and the tent, the covering thereof, and the hanging for the door of the tabernacle of the congregation,  <strong>26</strong> And the hangings of the court, and the curtain for the door of the court, which is by the tabernacle, and by the altar round about, and the cords of it for all the service thereof.  <strong>27</strong> And of Kohath was the family of the Amramites, and the family of the Izeharites, and the family of the Hebronites, and the family of the Uzzielites: these are the families of the Kohathites.  <strong>28</strong> In the number of all the males, from a month old and upward, were  eight thousand and six hundred, keeping the charge of the sanctuary.  <strong>29</strong> The families of the sons of Kohath shall pitch on the side of the tabernacle southward.  <strong>30</strong> And the chief of the house of the father of the families of the Kohathites shall be Elizaphan the son of Uzziel.  <strong>31</strong> And their charge shall be the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith they minister, and the hanging, and all the service thereof.  <strong>32</strong> And Eleazar the son of Aaron the priest shall be chief over the chief of the Levites, and have the oversight of them that keep the charge of the sanctuary.  <strong>33</strong> Of Merari was the family of the Mahlites, and the family of the Mushites: these are the families of Merari.  <strong>34</strong> And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand and two hundred.  <strong>35</strong> And the chief of the house of the father of the families of Merari was Zuriel the son of Abihail: these shall pitch on the side of the tabernacle northward.  <strong>36</strong> And under the custody and charge of the sons of Merari shall be the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof, and all the vessels thereof, and all that serveth thereto,  <strong>37</strong> And the pillars of the court round about, and their sockets, and their pins, and their cords.  <strong>38</strong> But those that encamp before the tabernacle toward the east, even  before the tabernacle of the congregation eastward, shall be  Moses, and Aaron and his sons, keeping the charge of the sanctuary for the charge of the children of Israel; and the stranger that cometh nigh shall be put to death.  <strong>39</strong> All that were numbered of the Levites, which Moses and Aaron numbered at the commandment of the LORD, throughout their families, all the males from a month old and upward, were twenty and two thousand.  <strong>40</strong> And the LORD said unto Moses, Number all the firstborn of the males of the children of Israel from a month old and upward, and take the number of their names.  <strong>41</strong> And thou shalt take the Levites for me (I am the LORD) instead of all the firstborn among the children of Israel; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Israel.  <strong>42</strong> And Moses numbered, as the LORD commanded him, all the firstborn among the children of Israel.  <strong>43</strong> And all the firstborn males by the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and threescore and thirteen.  <strong>44</strong> And the LORD spake unto Moses, saying,  <strong>45</strong> Take the Levites instead of all the firstborn among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I am the LORD.  <strong>46</strong> And for those that are to be redeemed of the two hundred and threescore and thirteen of the firstborn of the children of Israel, which are more than the Levites;  <strong>47</strong> Thou shalt even take five shekels apiece by the poll, after the shekel of the sanctuary shalt thou take them: (the shekel is  twenty gerahs:)  <strong>48</strong> And thou shalt give the money, wherewith the odd number of them is to be redeemed, unto Aaron and to his sons.  <strong>49</strong> And Moses took the redemption money of them that were over and above them that were redeemed by the Levites:  <strong>50</strong> Of the firstborn of the children of Israel took he the money; a thousand three hundred and threescore and five shekels, after the shekel of the sanctuary:  <strong>51</strong> And Moses gave the money of them that were redeemed unto Aaron and to his sons, according to the word of the LORD, as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> This is the account of the family of Aaron and Moses at the time the LORD talked with Moses on Mount Sinai. <sup><strong>2</strong></sup> The names of the sons of Aaron were Nadab the firstborn and Abihu, Eleazar and Ithamar. <sup><strong>3</strong></sup> Those were the names of Aaron's sons, the anointed priests, who were ordained to serve as priests. <sup><strong>4</strong></sup> Nadab and Abihu, however, fell dead before the LORD when they made an offering with unauthorized fire before him in the Desert of Sinai. They had no sons; so only Eleazar and Ithamar served as priests during the lifetime of their father Aaron. <sup><strong>5</strong></sup> The LORD said to Moses, <sup><strong>6</strong></sup> \"Bring the tribe of Levi and present them to Aaron the priest to assist him. <sup><strong>7</strong></sup> They are to perform duties for him and for the whole community at the Tent of Meeting by doing the work of the tabernacle. <sup><strong>8</strong></sup> They are to take care of all the furnishings of the Tent of Meeting, fulfilling the obligations of the Israelites by doing the work of the tabernacle. <sup><strong>9</strong></sup> Give the Levites to Aaron and his sons; they are the Israelites who are to be given wholly to him. <sup><strong>10</strong></sup> Appoint Aaron and his sons to serve as priests; anyone else who approaches the sanctuary must be put to death.\" <sup><strong>11</strong></sup> The LORD also said to Moses, <sup><strong>12</strong></sup> \"I have taken the Levites from among the Israelites in place of the first male offspring of every Israelite woman. The Levites are mine, <sup><strong>13</strong></sup> for all the firstborn are mine. When I struck down all the firstborn in Egypt, I set apart for myself every firstborn in Israel, whether man or animal. They are to be mine. I am the LORD.\" <sup><strong>14</strong></sup> The LORD said to Moses in the Desert of Sinai, <sup><strong>15</strong></sup> \"Count the Levites by their families and clans. Count every male a month old or more.\" <sup><strong>16</strong></sup> So Moses counted them, as he was commanded by the word of the LORD. <sup><strong>17</strong></sup> These were the names of the sons of Levi: Gershon, Kohath and Merari. <sup><strong>18</strong></sup> These were the names of the Gershonite clans: Libni and Shimei. <sup><strong>19</strong></sup> The Kohathite clans: Amram, Izhar, Hebron and Uzziel. <sup><strong>20</strong></sup> The Merarite clans: Mahli and Mushi. These were the Levite clans, according to their families. <sup><strong>21</strong></sup> To Gershon belonged the clans of the Libnites and Shimeites; these were the Gershonite clans. <sup><strong>22</strong></sup> The number of all the males a month old or more who were counted was 7,500. <sup><strong>23</strong></sup> The Gershonite clans were to camp on the west, behind the tabernacle. <sup><strong>24</strong></sup> The leader of the families of the Gershonites was Eliasaph son of Lael. <sup><strong>25</strong></sup> At the Tent of Meeting the Gershonites were responsible for the care of the tabernacle and tent, its coverings, the curtain at the entrance to the Tent of Meeting, <sup><strong>26</strong></sup> the curtains of the courtyard, the curtain at the entrance to the courtyard surrounding the tabernacle and altar, and the ropes-and everything related to their use. <sup><strong>27</strong></sup> To Kohath belonged the clans of the Amramites, Izharites, Hebronites and Uzzielites; these were the Kohathite clans. <sup><strong>28</strong></sup> The number of all the males a month old or more was 8,600. The Kohathites were responsible for the care of the sanctuary. <sup><strong>29</strong></sup> The Kohathite clans were to camp on the south side of the tabernacle. <sup><strong>30</strong></sup> The leader of the families of the Kohathite clans was Elizaphan son of Uzziel. <sup><strong>31</strong></sup> They were responsible for the care of the ark, the table, the lampstand, the altars, the articles of the sanctuary used in ministering, the curtain, and everything related to their use. <sup><strong>32</strong></sup> The chief leader of the Levites was Eleazar son of Aaron, the priest. He was appointed over those who were responsible for the care of the sanctuary. <sup><strong>33</strong></sup> To Merari belonged the clans of the Mahlites and the Mushites; these were the Merarite clans. <sup><strong>34</strong></sup> The number of all the males a month old or more who were counted was 6,200. <sup><strong>35</strong></sup> The leader of the families of the Merarite clans was Zuriel son of Abihail; they were to camp on the north side of the tabernacle. <sup><strong>36</strong></sup> The Merarites were appointed to take care of the frames of the tabernacle, its crossbars, posts, bases, all its equipment, and everything related to their use, <sup><strong>37</strong></sup> as well as the posts of the surrounding courtyard with their bases, tent pegs and ropes. <sup><strong>38</strong></sup> Moses and Aaron and his sons were to camp to the east of the tabernacle, toward the sunrise, in front of the Tent of Meeting. They were responsible for the care of the sanctuary on behalf of the Israelites. Anyone else who approached the sanctuary was to be put to death. <sup><strong>39</strong></sup> The total number of Levites counted at the LORD's command by Moses and Aaron according to their clans, including every male a month old or more, was 22,000. <sup><strong>40</strong></sup> The LORD said to Moses, \"Count all the firstborn Israelite males who are a month old or more and make a list of their names. <sup><strong>41</strong></sup> Take the Levites for me in place of all the firstborn of the Israelites, and the livestock of the Levites in place of all the firstborn of the livestock of the Israelites. I am the LORD.\" <sup><strong>42</strong></sup> So Moses counted all the firstborn of the Israelites, as the LORD commanded him. <sup><strong>43</strong></sup> The total number of firstborn males a month old or more, listed by name, was 22,273. <sup><strong>44</strong></sup> The LORD also said to Moses, <sup><strong>45</strong></sup> \"Take the Levites in place of all the firstborn of Israel, and the livestock of the Levites in place of their livestock. The Levites are to be mine. I am the LORD. <sup><strong>46</strong></sup> To redeem the 273 firstborn Israelites who exceed the number of the Levites, <sup><strong>47</strong></sup> collect five shekels for each one, according to the sanctuary shekel, which weighs twenty gerahs. <sup><strong>48</strong></sup> Give the money for the redemption of the additional Israelites to Aaron and his sons.\" <sup><strong>49</strong></sup> So Moses collected the redemption money from those who exceeded the number redeemed by the Levites. <sup><strong>50</strong></sup> From the firstborn of the Israelites he collected silver weighing 1,365 shekels, according to the sanctuary shekel. <sup><strong>51</strong></sup> Moses gave the redemption money to Aaron and his sons, as he was commanded by the word of the LORD. "},{"_id":"616b964dede035c13f932d7a","topicId":"616b9649ede035c13f932d6d","verse":"Revelation 7:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree. <b class=\"verse-num\" id=\"v66007002-1\">2&nbsp;</b>Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea, <b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.” <b class=\"verse-num\" id=\"v66007004-1\">4&nbsp;</b>And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007005_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007005-1\">5&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Judah were sealed,</span><br><span id=\"p66007005_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Reuben,</span><br><span id=\"p66007005_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Gad,</span><br><span id=\"p66007006_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007006-1\">6&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Asher,</span><br><span id=\"p66007006_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Naphtali,</span><br><span id=\"p66007006_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Manasseh,</span><br><span id=\"p66007007_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007007-1\">7&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Simeon,</span><br><span id=\"p66007007_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Levi,</span><br><span id=\"p66007007_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Issachar,</span><br><span id=\"p66007008_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007008-1\">8&nbsp;</b>&nbsp;&nbsp;12,000 from the tribe of Zebulun,</span><br><span id=\"p66007008_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Joseph,</span><br><span id=\"p66007008_06-15\" class=\"line\">&nbsp;&nbsp;12,000 from the tribe of Benjamin were sealed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p66007008_12-15\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_12-15\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_12-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_12-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_12-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_12-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_12-15\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  <strong>2</strong> And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,  <strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  <strong>4</strong> And I heard the number of them which were sealed: and there were  sealed an hundred and forty and four thousand of all the tribes of the children of Israel.  <strong>5</strong> Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.  <strong>6</strong> Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nepthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.  <strong>7</strong> Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.  <strong>8</strong> Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.  <strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree. <sup><strong>2</strong></sup> Then I saw another angel coming up from the east, having the seal of the living God. He called out in a loud voice to the four angels who had been given power to harm the land and the sea: <sup><strong>3</strong></sup> \"Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\" <sup><strong>4</strong></sup> Then I heard the number of those who were sealed: 144,000 from all the tribes of Israel. <sup><strong>5</strong></sup> From the tribe of Judah 12,000 were sealed, from the tribe of Reuben 12,000, from the tribe of Gad 12,000, <sup><strong>6</strong></sup> from the tribe of Asher 12,000, from the tribe of Naphtali 12,000, from the tribe of Manasseh 12,000, <sup><strong>7</strong></sup> from the tribe of Simeon 12,000, from the tribe of Levi 12,000, from the tribe of Issachar 12,000, <sup><strong>8</strong></sup> from the tribe of Zebulun 12,000, from the tribe of Joseph 12,000, from the tribe of Benjamin 12,000. <sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" "},{"_id":"616b964dede035c13f932d7b","topicId":"616b9649ede035c13f932d6d","verse":"Colossians 2:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross.</p>\n</div>","kjv":"<strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  ","niv":"<sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."},{"_id":"616b964eede035c13f932d7c","topicId":"616b9649ede035c13f932d6d","verse":"Ephesians 4:4-6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all.</p>\n</div>","kjv":"<strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  ","niv":"<sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. "},{"_id":"616b964eede035c13f932d7d","topicId":"616b9649ede035c13f932d6d","verse":"John 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-18\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616b964eede035c13f932d7e","topicId":"616b9649ede035c13f932d6d","verse":"Luke 10:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42010009_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010009-1\">9&nbsp;</b><span class=\"woc\">Heal the sick in it and say to them, ‘The kingdom of God has come near to you.’</span></p>\n</div>","kjv":"<strong>9</strong> And heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.  ","niv":"<sup><strong>9</strong></sup> Heal the sick who are there and tell them, 'The kingdom of God is near you.'"},{"_id":"616b964eede035c13f932d7f","topicId":"616b9649ede035c13f932d6d","verse":"Matthew 16:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40016023_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016023-1\">23&nbsp;</b>But he turned and said to Peter, <span class=\"woc\">“Get behind me, Satan! You are a hindrance to me. For you are not setting your mind on the things of God, but on the things of man.”</span></p>\n\n</div>","kjv":"<strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. ","niv":"<sup><strong>23</strong></sup> Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\""},{"_id":"616b964fede035c13f932d80","topicId":"616b9649ede035c13f932d6d","verse":"Daniel 7:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27007022_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v27007022-1\">22&nbsp;</b>until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.</p>\n</div>","kjv":"<strong>22</strong> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.  ","niv":"<sup><strong>22</strong></sup> until the Ancient of Days came and pronounced judgment in favor of the saints of the Most High, and the time came when they possessed the kingdom."},{"_id":"616b964fede035c13f932d81","topicId":"616b9649ede035c13f932d6d","verse":"Psalm 91:13","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091013_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091013-1\">13&nbsp;</b>&nbsp;&nbsp;You will tread on the lion and the adder;</span><br><span id=\"p19091013_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young lion and the serpent you will trample underfoot.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.  ","niv":"<sup><strong>13</strong></sup> You will tread upon the lion and the cobra; you will trample the great lion and the serpent."},{"_id":"616b964fede035c13f932d82","topicId":"616b9649ede035c13f932d6d","verse":"Psalm 52:1-9","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19052001_07-23\" class=\"psalm-title\">To the choirmaster. A Maskil of David, when Doeg, the Edomite, came and told Saul, “David has come to the house of Ahimelech.”</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19052001_07-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19052001-1\">52:1&nbsp;</b>&nbsp;&nbsp;Why do you boast of evil, O mighty man?</span><br><span id=\"p19052001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The steadfast love of God endures all the day.</span><br><span id=\"p19052002_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052002-1\">2&nbsp;</b>&nbsp;&nbsp;Your tongue plots destruction,</span><br><span id=\"p19052002_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a sharp razor, you worker of deceit.</span><br><span id=\"p19052003_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052003-1\">3&nbsp;</b>&nbsp;&nbsp;You love evil more than good,</span><br><span id=\"p19052003_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lying more than speaking what is right. <span class=\"selah\">Selah</span></span><br><span id=\"p19052004_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052004-1\">4&nbsp;</b>&nbsp;&nbsp;You love all words that devour,</span><br><span id=\"p19052004_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O deceitful tongue.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19052005_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052005-1\">5&nbsp;</b>&nbsp;&nbsp;But God will break you down forever;</span><br><span id=\"p19052005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will snatch and tear you from your tent;</span><br><span id=\"p19052005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will uproot you from the land of the living. <span class=\"selah\">Selah</span></span><br><span id=\"p19052006_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052006-1\">6&nbsp;</b>&nbsp;&nbsp;The righteous shall see and fear,</span><br><span id=\"p19052006_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall laugh at him, saying,</span><br><span id=\"p19052007_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052007-1\">7&nbsp;</b>&nbsp;&nbsp;“See the man who would not make</span><br><span id=\"p19052007_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God his refuge,</span><br><span id=\"p19052007_07-23\" class=\"line\">&nbsp;&nbsp;but trusted in the abundance of his riches</span><br><span id=\"p19052007_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sought refuge in his own destruction!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19052008_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052008-1\">8&nbsp;</b>&nbsp;&nbsp;But I am like a green olive tree</span><br><span id=\"p19052008_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of God.</span><br><span id=\"p19052008_07-23\" class=\"line\">&nbsp;&nbsp;I trust in the steadfast love of God</span><br><span id=\"p19052008_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever.</span><br><span id=\"p19052009_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052009-1\">9&nbsp;</b>&nbsp;&nbsp;I will thank you forever,</span><br><span id=\"p19052009_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have done it.</span><br><span id=\"p19052009_07-23\" class=\"line\">&nbsp;&nbsp;I will wait for your name, for it is good,</span><br><span id=\"p19052009_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of the godly.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why boastest thou thyself in mischief, O mighty man? the goodness of God endureth continually.  <strong>2</strong> Thy tongue deviseth mischiefs; like a sharp rasor, working deceitfully.  <strong>3</strong> Thou lovest evil more than good; and lying rather than to speak righteousness. Selah.  <strong>4</strong> Thou lovest all devouring words, O thou deceitful tongue.  <strong>5</strong> God shall likewise destroy thee for ever, he shall take thee away, and pluck thee out of thy dwelling place, and root thee out of the land of the living. Selah.  <strong>6</strong> The righteous also shall see, and fear, and shall laugh at him:  <strong>7</strong> Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.  <strong>8</strong> But I am like a green olive tree in the house of God: I trust in the mercy of God for ever and ever.  <strong>9</strong> I will praise thee for ever, because thou hast done it: and I will wait on thy name; for it is good before thy saints.  ","niv":"<sup><strong>1</strong></sup> Why do you boast of evil, you mighty man? Why do you boast all day long, you who are a disgrace in the eyes of God? <sup><strong>2</strong></sup> Your tongue plots destruction; it is like a sharpened razor, you who practice deceit. <sup><strong>3</strong></sup> You love evil rather than good, falsehood rather than speaking the truth. Selah <sup><strong>4</strong></sup> You love every harmful word, O you deceitful tongue! <sup><strong>5</strong></sup> Surely God will bring you down to everlasting ruin: He will snatch you up and tear you from your tent; he will uproot you from the land of the living. Selah <sup><strong>6</strong></sup> The righteous will see and fear; they will laugh at him, saying, <sup><strong>7</strong></sup> \"Here now is the man who did not make God his stronghold but trusted in his great wealth and grew strong by destroying others!\" <sup><strong>8</strong></sup> But I am like an olive tree flourishing in the house of God; I trust in God's unfailing love for ever and ever. <sup><strong>9</strong></sup> I will praise you forever for what you have done; in your name I will hope, for your name is good. I will praise you in the presence of your saints. "},{"_id":"616b9650ede035c13f932d83","topicId":"616b9649ede035c13f932d6d","verse":"1 Samuel 14:49-51","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09014049_01-25\"><b class=\"verse-num\" id=\"v09014049-1\">49&nbsp;</b>Now the sons of Saul were Jonathan, Ishvi, and Malchi-shua. And the names of his two daughters were these: the name of the firstborn was Merab, and the name of the younger Michal. <b class=\"verse-num\" id=\"v09014050-1\">50&nbsp;</b>And the name of Saul’s wife was Ahinoam the daughter of Ahimaaz. And the name of the commander of his army was Abner the son of Ner, Saul’s uncle. <b class=\"verse-num\" id=\"v09014051-1\">51&nbsp;</b>Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.</p>\n</div>","kjv":"<strong>49</strong> Now the sons of Saul were Jonathan, and Ishui, and Melchi-shua: and the names of his two daughters were these; the name of the firstborn Merab, and the name of the younger Michal:  <strong>50</strong> And the name of Saul’s wife was Ahinoam, the daughter of Ahimaaz: and the name of the captain of his host was Abner, the son of Ner, Saul’s uncle.  <strong>51</strong> And Kish was the father of Saul; and Ner the father of Abner was the son of Abiel.  ","niv":"<sup><strong>49</strong></sup> Saul's sons were Jonathan, Ishvi and Malki-Shua. The name of his older daughter was Merab, and that of the younger was Michal. <sup><strong>50</strong></sup> His wife's name was Ahinoam daughter of Ahimaaz. The name of the commander of Saul's army was Abner son of Ner, and Ner was Saul's uncle. <sup><strong>51</strong></sup> Saul's father Kish and Abner's father Ner were sons of Abiel. "},{"_id":"616b9650ede035c13f932d84","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 21:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04021008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v04021008-1\">8&nbsp;</b>And the LORD said to Moses, “Make a fiery serpent and set it on a pole, and everyone who is bitten, when he sees it, shall live.”</p>\n</div>","kjv":"<strong>8</strong> And the LORD said unto Moses, Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live.  ","niv":"<sup><strong>8</strong></sup> The LORD said to Moses, \"Make a snake and put it up on a pole; anyone who is bitten can look at it and live.\""},{"_id":"616b9650ede035c13f932d85","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 12:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman. <b class=\"verse-num\" id=\"v04012002-1\">2&nbsp;</b>And they said, “Has the LORD indeed spoken only through Moses? Has he not spoken through us also?” And the LORD heard it. <b class=\"verse-num\" id=\"v04012003-1\">3&nbsp;</b>Now the man Moses was very meek, more than all people who were on the face of the earth. <b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_06-27\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.” <b class=\"verse-num\" id=\"v04012014-1\">14&nbsp;</b>But the LORD said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.” <b class=\"verse-num\" id=\"v04012015-1\">15&nbsp;</b>So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again. <b class=\"verse-num\" id=\"v04012016-1\">16&nbsp;</b>After that the people set out from Hazeroth, and camped in the wilderness of Paran.</p>\n\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  <strong>2</strong> And they said, Hath the LORD indeed spoken only by Moses? hath he not spoken also by us? And the LORD heard it.  <strong>3</strong> (Now the man Moses was very meek, above all the men which were upon the face of the earth.)  <strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  <strong>14</strong> And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again.  <strong>15</strong> And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again.  <strong>16</strong> And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite. <sup><strong>2</strong></sup> \"Has the LORD spoken only through Moses?\" they asked. \"Hasn't he also spoken through us?\" And the LORD heard this. <sup><strong>3</strong></sup> (Now Moses was a very humble man, more humble than anyone else on the face of the earth.) <sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" <sup><strong>14</strong></sup> The LORD replied to Moses, \"If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.\" <sup><strong>15</strong></sup> So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back. <sup><strong>16</strong></sup> After that, the people left Hazeroth and encamped in the Desert of Paran. "},{"_id":"616b9651ede035c13f932d86","topicId":"616b9649ede035c13f932d6d","verse":"Numbers 9:1-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04009001_04-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04009001-1\">9:1&nbsp;</b>And the LORD spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying, <b class=\"verse-num\" id=\"v04009002-1\">2&nbsp;</b>“Let the people of Israel keep the Passover at its appointed time. <b class=\"verse-num\" id=\"v04009003-1\">3&nbsp;</b>On the fourteenth day of this month, at twilight, you shall keep it at its appointed time; according to all its statutes and all its rules you shall keep it.” <b class=\"verse-num\" id=\"v04009004-1\">4&nbsp;</b>So Moses told the people of Israel that they should keep the Passover. <b class=\"verse-num\" id=\"v04009005-1\">5&nbsp;</b>And they kept the Passover in the first month, on the fourteenth day of the month, at twilight, in the wilderness of Sinai; according to all that the LORD commanded Moses, so the people of Israel did. <b class=\"verse-num\" id=\"v04009006-1\">6&nbsp;</b>And there were certain men who were unclean through touching a dead body, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day. <b class=\"verse-num\" id=\"v04009007-1\">7&nbsp;</b>And those men said to him, “We are unclean through touching a dead body. Why are we kept from bringing the LORD’s offering at its appointed time among the people of Israel?” <b class=\"verse-num\" id=\"v04009008-1\">8&nbsp;</b>And Moses said to them, “Wait, that I may hear what the LORD will command concerning you.”</p>\n<p id=\"p04009008_04-28\"><b class=\"verse-num\" id=\"v04009009-1\">9&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04009010-1\">10&nbsp;</b>“Speak to the people of Israel, saying, If any one of you or of your descendants is unclean through touching a dead body, or is on a long journey, he shall still keep the Passover to the LORD. <b class=\"verse-num\" id=\"v04009011-1\">11&nbsp;</b>In the second month on the fourteenth day at twilight they shall keep it. They shall eat it with unleavened bread and bitter herbs. <b class=\"verse-num\" id=\"v04009012-1\">12&nbsp;</b>They shall leave none of it until the morning, nor break any of its bones; according to all the statute for the Passover they shall keep it. <b class=\"verse-num\" id=\"v04009013-1\">13&nbsp;</b>But if anyone who is clean and is not on a journey fails to keep the Passover, that person shall be cut off from his people because he did not bring the LORD’s offering at its appointed time; that man shall bear his sin. <b class=\"verse-num\" id=\"v04009014-1\">14&nbsp;</b>And if a stranger sojourns among you and would keep the Passover to the LORD, according to the statute of the Passover and according to its rule, so shall he do. You shall have one statute, both for the sojourner and for the native.”</p>\n\n<p id=\"p04009014_09-28\"><b class=\"verse-num\" id=\"v04009015-1\">15&nbsp;</b>On the day that the tabernacle was set up, the cloud covered the tabernacle, the tent of the testimony. And at evening it was over the tabernacle like the appearance of fire until morning. <b class=\"verse-num\" id=\"v04009016-1\">16&nbsp;</b>So it was always: the cloud covered it by day and the appearance of fire by night. <b class=\"verse-num\" id=\"v04009017-1\">17&nbsp;</b>And whenever the cloud lifted from over the tent, after that the people of Israel set out, and in the place where the cloud settled down, there the people of Israel camped. <b class=\"verse-num\" id=\"v04009018-1\">18&nbsp;</b>At the command of the LORD the people of Israel set out, and at the command of the LORD they camped. As long as the cloud rested over the tabernacle, they remained in camp. <b class=\"verse-num\" id=\"v04009019-1\">19&nbsp;</b>Even when the cloud continued over the tabernacle many days, the people of Israel kept the charge of the LORD and did not set out. <b class=\"verse-num\" id=\"v04009020-1\">20&nbsp;</b>Sometimes the cloud was a few days over the tabernacle, and according to the command of the LORD they remained in camp; then according to the command of the LORD they set out. <b class=\"verse-num\" id=\"v04009021-1\">21&nbsp;</b>And sometimes the cloud remained from evening until morning. And when the cloud lifted in the morning, they set out, or if it continued for a day and a night, when the cloud lifted they set out. <b class=\"verse-num\" id=\"v04009022-1\">22&nbsp;</b>Whether it was two days, or a month, or a longer time, that the cloud continued over the tabernacle, abiding there, the people of Israel remained in camp and did not set out, but when it lifted they set out. <b class=\"verse-num\" id=\"v04009023-1\">23&nbsp;</b>At the command of the LORD they camped, and at the command of the LORD they set out. They kept the charge of the LORD, at the command of the LORD by Moses.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the first month of the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Let the children of Israel also keep the passover at his appointed season.  <strong>3</strong> In the fourteenth day of this month, at even, ye shall keep it in his appointed season: according to all the rites of it, and according to all the ceremonies thereof, shall ye keep it.  <strong>4</strong> And Moses spake unto the children of Israel, that they should keep the passover.  <strong>5</strong> And they kept the passover on the fourteenth day of the first month at even in the wilderness of Sinai: according to all that the LORD commanded Moses, so did the children of Israel.  <strong>6</strong> And there were certain men, who were defiled by the dead body of a man, that they could not keep the passover on that day: and they came before Moses and before Aaron on that day:  <strong>7</strong> And those men said unto him, We are defiled by the dead body of a man: wherefore are we kept back, that we may not offer an offering of the LORD in his appointed season among the children of Israel?  <strong>8</strong> And Moses said unto them, Stand still, and I will hear what the LORD will command concerning you.  <strong>9</strong> And the LORD spake unto Moses, saying,  <strong>10</strong> Speak unto the children of Israel, saying, If any man of you or of your posterity shall be unclean by reason of a dead body, or be in a journey afar off, yet he shall keep the passover unto the LORD.  <strong>11</strong> The fourteenth day of the second month at even they shall keep it, and eat it with unleavened bread and bitter herbs.  <strong>12</strong> They shall leave none of it unto the morning, nor break any bone of it: according to all the ordinances of the passover they shall keep it.  <strong>13</strong> But the man that is clean, and is not in a journey, and forbeareth to keep the passover, even the same soul shall be cut off from among his people: because he brought not the offering of the LORD in his appointed season, that man shall bear his sin.  <strong>14</strong> And if a stranger shall sojourn among you, and will keep the passover unto the LORD; according to the ordinance of the passover, and according to the manner thereof, so shall he do: ye shall have one ordinance, both for the stranger, and for him that was born in the land.  <strong>15</strong> And on the day that the tabernacle was reared up the cloud covered the tabernacle, namely, the tent of the testimony: and at even there was upon the tabernacle as it were the appearance of fire, until the morning.  <strong>16</strong> So it was alway: the cloud covered it by day, and the appearance of fire by night.  <strong>17</strong> And when the cloud was taken up from the tabernacle, then after that the children of Israel journeyed: and in the place where the cloud abode, there the children of Israel pitched their tents.  <strong>18</strong> At the commandment of the LORD the children of Israel journeyed, and at the commandment of the LORD they pitched: as long as the cloud abode upon the tabernacle they rested in their tents.  <strong>19</strong> And when the cloud tarried long upon the tabernacle many days, then the children of Israel kept the charge of the LORD, and journeyed not.  <strong>20</strong> And so it was, when the cloud was a few days upon the tabernacle; according to the commandment of the LORD they abode in their tents, and according to the commandment of the LORD they journeyed.  <strong>21</strong> And so it was, when the cloud abode from even unto the morning, and that the cloud was taken up in the morning, then they journeyed: whether it was by day or by night that the cloud was taken up, they journeyed.  <strong>22</strong> Or whether it were two days, or a month, or a year, that the cloud tarried upon the tabernacle, remaining thereon, the children of Israel abode in their tents, and journeyed not: but when it was taken up, they journeyed.  <strong>23</strong> At the commandment of the LORD they rested in the tents, and at the commandment of the LORD they journeyed: they kept the charge of the LORD, at the commandment of the LORD by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> The LORD spoke to Moses in the Desert of Sinai in the first month of the second year after they came out of Egypt. He said, <sup><strong>2</strong></sup> \"Have the Israelites celebrate the Passover at the appointed time. <sup><strong>3</strong></sup> Celebrate it at the appointed time, at twilight on the fourteenth day of this month, in accordance with all its rules and regulations.\" <sup><strong>4</strong></sup> So Moses told the Israelites to celebrate the Passover, <sup><strong>5</strong></sup> and they did so in the Desert of Sinai at twilight on the fourteenth day of the first month. The Israelites did everything just as the LORD commanded Moses. <sup><strong>6</strong></sup> But some of them could not celebrate the Passover on that day because they were ceremonially unclean on account of a dead body. So they came to Moses and Aaron that same day <sup><strong>7</strong></sup> and said to Moses, \"We have become unclean because of a dead body, but why should we be kept from presenting the LORD's offering with the other Israelites at the appointed time?\" <sup><strong>8</strong></sup> Moses answered them, \"Wait until I find out what the LORD commands concerning you.\" <sup><strong>9</strong></sup> Then the LORD said to Moses, <sup><strong>10</strong></sup> \"Tell the Israelites: 'When any of you or your descendants are unclean because of a dead body or are away on a journey, they may still celebrate the LORD's Passover. <sup><strong>11</strong></sup> They are to celebrate it on the fourteenth day of the second month at twilight. They are to eat the lamb, together with unleavened bread and bitter herbs. <sup><strong>12</strong></sup> They must not leave any of it till morning or break any of its bones. When they celebrate the Passover, they must follow all the regulations. <sup><strong>13</strong></sup> But if a man who is ceremonially clean and not on a journey fails to celebrate the Passover, that person must be cut off from his people because he did not present the LORD's offering at the appointed time. That man will bear the consequences of his sin. <sup><strong>14</strong></sup> \"'An alien living among you who wants to celebrate the LORD's Passover must do so in accordance with its rules and regulations. You must have the same regulations for the alien and the native-born.'\" <sup><strong>15</strong></sup> On the day the tabernacle, the Tent of the Testimony, was set up, the cloud covered it. From evening till morning the cloud above the tabernacle looked like fire. <sup><strong>16</strong></sup> That is how it continued to be; the cloud covered it, and at night it looked like fire. <sup><strong>17</strong></sup> Whenever the cloud lifted from above the Tent, the Israelites set out; wherever the cloud settled, the Israelites encamped. <sup><strong>18</strong></sup> At the LORD's command the Israelites set out, and at his command they encamped. As long as the cloud stayed over the tabernacle, they remained in camp. <sup><strong>19</strong></sup> When the cloud remained over the tabernacle a long time, the Israelites obeyed the LORD's order and did not set out. <sup><strong>20</strong></sup> Sometimes the cloud was over the tabernacle only a few days; at the LORD's command they would encamp, and then at his command they would set out. <sup><strong>21</strong></sup> Sometimes the cloud stayed only from evening till morning, and when it lifted in the morning, they set out. Whether by day or by night, whenever the cloud lifted, they set out. <sup><strong>22</strong></sup> Whether the cloud stayed over the tabernacle for two days or a month or a year, the Israelites would remain in camp and not set out; but when it lifted, they would set out. <sup><strong>23</strong></sup> At the LORD's command they encamped, and at the LORD's command they set out. They obeyed the LORD's order, in accordance with his command through Moses. "}]}