{"_id":"616c906416dfdfefa20365de","slug":"theological-controversies","name":"Theological Controversies","verses":[{"_id":"616c906416dfdfefa20365df","topicId":"616c906416dfdfefa20365de","verse":"Genesis 1:1-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-1\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-1\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-1\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-1\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-1\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-1\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-1\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-1\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-1\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616c906516dfdfefa20365e0","topicId":"616c906416dfdfefa20365de","verse":"2 Peter 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"616c906616dfdfefa20365e1","topicId":"616c906416dfdfefa20365de","verse":"Revelation 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"616c906616dfdfefa20365e2","topicId":"616c906416dfdfefa20365de","verse":"Hebrews 13:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"616c906616dfdfefa20365e3","topicId":"616c906416dfdfefa20365de","verse":"Hebrews 13:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them.</p>\n</div>","kjv":"<strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  ","niv":"<sup><strong>9</strong></sup> Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by ceremonial foods, which are of no value to those who eat them."},{"_id":"616c906716dfdfefa20365e4","topicId":"616c906416dfdfefa20365de","verse":"Galatians 1:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-6\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ."},{"_id":"616c906716dfdfefa20365e5","topicId":"616c906416dfdfefa20365de","verse":"Romans 1:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-26\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-26\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-26\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-26\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-26\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-26\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-26\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-26\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  ","niv":"<sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" "},{"_id":"616c906716dfdfefa20365e6","topicId":"616c906416dfdfefa20365de","verse":"1 Corinthians 2:5-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002005_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_05-9\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.</p>\n\n</div>","kjv":"<strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  ","niv":"<sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. "},{"_id":"616c906716dfdfefa20365e7","topicId":"616c906416dfdfefa20365de","verse":"Acts 5:38-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44005038_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005038-1\">38&nbsp;</b>So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail; <b class=\"verse-num\" id=\"v44005039-1\">39&nbsp;</b>but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice,</p>\n</div>","kjv":"<strong>38</strong> And now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:  <strong>39</strong> But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.  ","niv":"<sup><strong>38</strong></sup> Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail. <sup><strong>39</strong></sup> But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.\" "},{"_id":"616c906816dfdfefa20365e8","topicId":"616c906416dfdfefa20365de","verse":"Acts 4:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44004019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.”</p>\n</div>","kjv":"<strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  ","niv":"<sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" "},{"_id":"616c906816dfdfefa20365eb","topicId":"616c906416dfdfefa20365de","verse":"Acts 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"616c906816dfdfefa20365e9","topicId":"616c906416dfdfefa20365de","verse":"Acts 4:12-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n<p id=\"p44004012_01-13\"><b class=\"verse-num\" id=\"v44004013-1\">13&nbsp;</b>Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus. <b class=\"verse-num\" id=\"v44004014-1\">14&nbsp;</b>But seeing the man who was healed standing beside them, they had nothing to say in opposition.</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  <strong>13</strong> Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.  <strong>14</strong> And beholding the man which was healed standing with them, they could say nothing against it.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\" <sup><strong>13</strong></sup> When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus. <sup><strong>14</strong></sup> But since they could see the man who had been healed standing there with them, there was nothing they could say. "},{"_id":"616c906816dfdfefa20365ea","topicId":"616c906416dfdfefa20365de","verse":"John 16:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"616c906916dfdfefa20365ec","topicId":"616c906416dfdfefa20365de","verse":"John 10:20-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010020-1\">20&nbsp;</b>Many of them said, “He has a demon, and is insane; why listen to him?” <b class=\"verse-num\" id=\"v43010021-1\">21&nbsp;</b>Others said, “These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?”</p>\n</div>","kjv":"<strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  ","niv":"<sup><strong>20</strong></sup> Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\" <sup><strong>21</strong></sup> But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\" "},{"_id":"616c906916dfdfefa20365ed","topicId":"616c906416dfdfefa20365de","verse":"John 9:31-33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43009031_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.”</p>\n</div>","kjv":"<strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  ","niv":"<sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" "},{"_id":"616c906916dfdfefa20365ee","topicId":"616c906416dfdfefa20365de","verse":"John 10:37-38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010037_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span> <b class=\"verse-num woc\" id=\"v43010038-1\">38&nbsp;</b><span class=\"woc\">but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.”</span></p>\n</div>","kjv":"<strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  ","niv":"<sup><strong>37</strong></sup> Do not believe me unless I do what my Father does. <sup><strong>38</strong></sup> But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\" "},{"_id":"616c906a16dfdfefa20365ef","topicId":"616c906416dfdfefa20365de","verse":"Luke 9:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42009001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42009001-1\">9:1&nbsp;</b>And he called the twelve together and gave them power and authority over all demons and to cure diseases, <b class=\"verse-num\" id=\"v42009002-1\">2&nbsp;</b>and he sent them out to proclaim the kingdom of God and to heal.</p>\n</div>","kjv":"<strong>1</strong> Then he called his twelve disciples together, and gave them power and authority over all devils, and to cure diseases.  <strong>2</strong> And he sent them to preach the kingdom of God, and to heal the sick.  ","niv":"<sup><strong>1</strong></sup> When Jesus had called the Twelve together, he gave them power and authority to drive out all demons and to cure diseases, <sup><strong>2</strong></sup> and he sent them out to preach the kingdom of God and to heal the sick. "},{"_id":"616c906a16dfdfefa20365f0","topicId":"616c906416dfdfefa20365de","verse":"Mark 16:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  ","niv":"<sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues;"},{"_id":"616c906a16dfdfefa20365f1","topicId":"616c906416dfdfefa20365de","verse":"John 3:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003015_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n</div>","kjv":"<strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. ","niv":"<sup><strong>15</strong></sup> that everyone who believes in him may have eternal life."},{"_id":"616c906a16dfdfefa20365f2","topicId":"616c906416dfdfefa20365de","verse":"Luke 11:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42011018_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011018-1\">18&nbsp;</b><span class=\"woc\">And if Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul.</span> <b class=\"verse-num woc\" id=\"v42011019-1\">19&nbsp;</b><span class=\"woc\">And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.</span> <b class=\"verse-num woc\" id=\"v42011020-1\">20&nbsp;</b><span class=\"woc\">But if it is by the finger of God that I cast out demons, then the kingdom of God has come upon you.</span></p>\n</div>","kjv":"<strong>18</strong> If Satan also be divided against himself, how shall his kingdom stand? because ye say that I cast out devils through Beelzebub.  <strong>19</strong> And if I by Beelzebub cast out devils, by whom do your sons cast them out? therefore shall they be your judges.  <strong>20</strong> But if I with the finger of God cast out devils, no doubt the kingdom of God is come upon you.  ","niv":"<sup><strong>18</strong></sup> If Satan is divided against himself, how can his kingdom stand? I say this because you claim that I drive out demons by Beelzebub. <sup><strong>19</strong></sup> Now if I drive out demons by Beelzebub, by whom do your followers drive them out? So then, they will be your judges. <sup><strong>20</strong></sup> But if I drive out demons by the finger of God, then the kingdom of God has come to you. "},{"_id":"616c906b16dfdfefa20365f3","topicId":"616c906416dfdfefa20365de","verse":"Mark 13:32-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41013032_08-22\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span></p>\n\n</div>","kjv":"<strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  ","niv":"<sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. "},{"_id":"616c906b16dfdfefa20365f4","topicId":"616c906416dfdfefa20365de","verse":"Matthew 28:9-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_06-23\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n</div>","kjv":"<strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  ","niv":"<sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. "},{"_id":"616c906c16dfdfefa20365f5","topicId":"616c906416dfdfefa20365de","verse":"Romans 10:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"616c906c16dfdfefa20365f7","topicId":"616c906416dfdfefa20365de","verse":"Amos 3:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"616c906c16dfdfefa20365f6","topicId":"616c906416dfdfefa20365de","verse":"Romans 1:1-32","votes":2,"__v":0,"kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "}]}