{"_id":"616c929916dfdfefa20366f1","slug":"those-who-are-against-israel","name":"Those Who Are Against Israel","verses":[{"_id":"616c929916dfdfefa20366f2","topicId":"616c929916dfdfefa20366f1","verse":"Genesis 12:2-3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" ","modified":"2023-11-20T10:29:40.570Z"},{"_id":"616c929a16dfdfefa20366f3","topicId":"616c929916dfdfefa20366f1","verse":"Numbers 24:9","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04024009_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v04024009-1\">9&nbsp;</b>&nbsp;&nbsp;He crouched, he lay down like a lion</span><br><span id=\"p04024009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lioness; who will rouse him up?</span><br><span id=\"p04024009_01-2\" class=\"line\">&nbsp;&nbsp;Blessed are those who bless you,</span><br><span id=\"p04024009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cursed are those who curse you.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He couched, he lay down as a lion, and as a great lion: who shall stir him up? Blessed is he that blesseth thee, and cursed is he that curseth thee.  ","niv":"<sup><strong>9</strong></sup> Like a lion they crouch and lie down, like a lioness-who dares to rouse them? \"May those who bless you be blessed and those who curse you be cursed!\"","modified":"2023-11-12T21:52:28.460Z"},{"_id":"616c929a16dfdfefa20366f5","topicId":"616c929916dfdfefa20366f1","verse":"Romans 14:10-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-3\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-3\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" "},{"_id":"616c929a16dfdfefa20366f4","topicId":"616c929916dfdfefa20366f1","verse":"Romans 2:8-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45002008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek.</p>\n\n</div>","kjv":"<strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  ","niv":"<sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. <sup><strong>9</strong></sup> There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; <sup><strong>10</strong></sup> but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. "},{"_id":"616c929b16dfdfefa20366f6","topicId":"616c929916dfdfefa20366f1","verse":"Romans 1:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-5\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"616c929b16dfdfefa20366f8","topicId":"616c929916dfdfefa20366f1","verse":"John 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003017_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him."},{"_id":"616c929b16dfdfefa20366f7","topicId":"616c929916dfdfefa20366f1","verse":"Romans 2:4-6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45002004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_01-7\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works:</p>\n</div>","kjv":"<strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  ","niv":"<sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? <sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed. <sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" "},{"_id":"616c929c16dfdfefa20366f9","topicId":"616c929916dfdfefa20366f1","verse":"Psalm 96:13","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19096013_01-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19096013-1\">13&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;before the LORD, for he comes,</span><br><span id=\"p19096013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he comes to judge the earth.</span><br><span id=\"p19096013_01-8\" class=\"line\">&nbsp;&nbsp;He will judge the world in righteousness,</span><br><span id=\"p19096013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples in his faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Before the LORD: for he cometh, for he cometh to judge the earth: he shall judge the world with righteousness, and the people with his truth.  ","niv":"<sup><strong>13</strong></sup> they will sing before the LORD, for he comes, he comes to judge the earth. He will judge the world in righteousness and the peoples in his truth."},{"_id":"616c929c16dfdfefa20366fb","topicId":"616c929916dfdfefa20366f1","verse":"Revelation 20:11-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-9\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"616c929c16dfdfefa20366fa","topicId":"616c929916dfdfefa20366f1","verse":"Psalm 122:6-9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19122006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122006-1\">6&nbsp;</b>&nbsp;&nbsp;Pray for the peace of Jerusalem!</span><br><span id=\"p19122006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“May they be secure who love you!</span><br><span id=\"p19122007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122007-1\">7&nbsp;</b>&nbsp;&nbsp;Peace be within your walls</span><br><span id=\"p19122007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and security within your towers!”</span><br><span id=\"p19122008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122008-1\">8&nbsp;</b>&nbsp;&nbsp;For my brothers and companions’ sake</span><br><span id=\"p19122008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will say, “Peace be within you!”</span><br><span id=\"p19122009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122009-1\">9&nbsp;</b>&nbsp;&nbsp;For the sake of the house of the LORD our God,</span><br><span id=\"p19122009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will seek your good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Pray for the peace of Jerusalem: they shall prosper that love thee.  <strong>7</strong> Peace be within thy walls, and prosperity within thy palaces.  <strong>8</strong> For my brethren and companions’ sakes, I will now say, Peace be  within thee.  <strong>9</strong> Because of the house of the LORD our God I will seek thy good.  ","niv":"<sup><strong>6</strong></sup> Pray for the peace of Jerusalem: \"May those who love you be secure. <sup><strong>7</strong></sup> May there be peace within your walls and security within your citadels.\" <sup><strong>8</strong></sup> For the sake of my brothers and friends, I will say, \"Peace be within you.\" <sup><strong>9</strong></sup> For the sake of the house of the LORD our God, I will seek your prosperity. ","modified":"2023-11-07T14:19:25.865Z"},{"_id":"616c929c16dfdfefa20366fc","topicId":"616c929916dfdfefa20366f1","verse":"Hebrews 10:30-31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010030_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010030-1\">30&nbsp;</b>For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.” <b class=\"verse-num\" id=\"v58010031-1\">31&nbsp;</b>It is a fearful thing to fall into the hands of the living God.</p>\n</div>","kjv":"<strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  ","niv":"<sup><strong>30</strong></sup> For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" <sup><strong>31</strong></sup> It is a dreadful thing to fall into the hands of the living God. "},{"_id":"616c929d16dfdfefa20366fd","topicId":"616c929916dfdfefa20366f1","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616c929d16dfdfefa20366fe","topicId":"616c929916dfdfefa20366f1","verse":"Romans 1:17-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_05-13\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. "},{"_id":"616c929d16dfdfefa20366ff","topicId":"616c929916dfdfefa20366f1","verse":"Acts 10:34-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-14\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all),</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. ","modified":"2023-12-06T20:00:31.731Z"},{"_id":"616c929e16dfdfefa2036700","topicId":"616c929916dfdfefa20366f1","verse":"Zechariah 2:7-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p38002007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v38002007-1\">7&nbsp;</b>Up! Escape to Zion, you who dwell with the daughter of Babylon. <b class=\"verse-num\" id=\"v38002008-1\">8&nbsp;</b>For thus said the LORD of hosts, after his glory sent me to the nations who plundered you, for he who touches you touches the apple of his eye: <b class=\"verse-num\" id=\"v38002009-1\">9&nbsp;</b>“Behold, I will shake my hand over them, and they shall become plunder for those who served them. Then you will know that the LORD of hosts has sent me. <b class=\"verse-num\" id=\"v38002010-1\">10&nbsp;</b>Sing and rejoice, O daughter of Zion, for behold, I come and I will dwell in your midst, declares the LORD.</p>\n\n</div>","kjv":"<strong>7</strong> Deliver thyself, O Zion, that dwellest with the daughter of Babylon.  <strong>8</strong> For thus saith the LORD of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye.  <strong>9</strong> For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the LORD of hosts hath sent me.  <strong>10</strong> Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the LORD.  ","niv":"<sup><strong>7</strong></sup> \"Come, O Zion! Escape, you who live in the Daughter of Babylon!\" <sup><strong>8</strong></sup> For this is what the LORD Almighty says: \"After he has honored me and has sent me against the nations that have plundered you-for whoever touches you touches the apple of his eye- <sup><strong>9</strong></sup> I will surely raise my hand against them so that their slaves will plunder them. Then you will know that the LORD Almighty has sent me. <sup><strong>10</strong></sup> \"Shout and be glad, O Daughter of Zion. For I am coming, and I will live among you,\" declares the LORD. "},{"_id":"616c929e16dfdfefa2036701","topicId":"616c929916dfdfefa20366f1","verse":"Matthew 24:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024030_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span></p>\n</div>","kjv":"<strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  ","niv":"<sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory.","modified":"2023-11-09T00:13:17.228Z"},{"_id":"616c929e16dfdfefa2036702","topicId":"616c929916dfdfefa20366f1","verse":"John 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-11-09T00:13:29.988Z"},{"_id":"616c929f16dfdfefa2036703","topicId":"616c929916dfdfefa20366f1","verse":"Ezekiel 37:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26037025_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26037025-1\">25&nbsp;</b>They shall dwell in the land that I gave to my servant Jacob, where your fathers lived. They and their children and their children’s children shall dwell there forever, and David my servant shall be their prince forever.</p>\n</div>","kjv":"<strong>25</strong> And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children’s children for ever: and my servant David shall be their prince for ever.  ","niv":"<sup><strong>25</strong></sup> They will live in the land I gave to my servant Jacob, the land where your fathers lived. They and their children and their children's children will live there forever, and David my servant will be their prince forever.","modified":"2023-11-09T00:13:36.052Z"},{"_id":"616c929f16dfdfefa2036704","topicId":"616c929916dfdfefa20366f1","verse":"Ezekiel 16:60","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26016060_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016060-1\">60&nbsp;</b>yet I will remember my covenant with you in the days of your youth, and I will establish for you an everlasting covenant.</p>\n</div>","kjv":"<strong>60</strong> Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.  ","niv":"<sup><strong>60</strong></sup> Yet I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you."},{"_id":"616c929f16dfdfefa2036705","topicId":"616c929916dfdfefa20366f1","verse":"Ezekiel 34:30-31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26034030_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v26034030-1\">30&nbsp;</b>And they shall know that I am the LORD their God with them, and that they, the house of Israel, are my people, declares the Lord GOD. <b class=\"verse-num\" id=\"v26034031-1\">31&nbsp;</b>And you are my sheep, human sheep of my pasture, and I am your God, declares the Lord GOD.”</p>\n</div>","kjv":"<strong>30</strong> Thus shall they know that I the LORD their God am with them, and that they, even the house of Israel, are  my people, saith the Lord GOD.  <strong>31</strong> And ye my flock, the flock of my pasture, are men, and  I am your God, saith the Lord GOD.  ","niv":"<sup><strong>30</strong></sup> Then they will know that I, the LORD their God, am with them and that they, the house of Israel, are my people, declares the Sovereign LORD. <sup><strong>31</strong></sup> You my sheep, the sheep of my pasture, are people, and I am your God, declares the Sovereign LORD.'\" ","modified":"2023-11-09T18:57:18.728Z"},{"_id":"616c92a016dfdfefa2036706","topicId":"616c929916dfdfefa20366f1","verse":"Isaiah 66:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066002_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066002-1\">2&nbsp;</b>&nbsp;&nbsp;All these things my hand has made,</span><br><span id=\"p23066002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and so all these things came to be,</span><br><span id=\"p23066002_01-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p23066002_01-21\" class=\"line\">&nbsp;&nbsp;But this is the one to whom I will look:</span><br><span id=\"p23066002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who is humble and contrite in spirit</span><br><span id=\"p23066002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trembles at my word.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For all those things hath mine hand made, and all those things have been, saith the LORD: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.  ","niv":"<sup><strong>2</strong></sup> Has not my hand made all these things, and so they came into being?\" declares the LORD. \"This is the one I esteem: he who is humble and contrite in spirit, and trembles at my word."},{"_id":"616c92a016dfdfefa2036707","topicId":"616c929916dfdfefa20366f1","verse":"Jeremiah 32:39-41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24032039_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v24032039-1\">39&nbsp;</b>I will give them one heart and one way, that they may fear me forever, for their own good and the good of their children after them. <b class=\"verse-num\" id=\"v24032040-1\">40&nbsp;</b>I will make with them an everlasting covenant, that I will not turn away from doing good to them. And I will put the fear of me in their hearts, that they may not turn from me. <b class=\"verse-num\" id=\"v24032041-1\">41&nbsp;</b>I will rejoice in doing them good, and I will plant them in this land in faithfulness, with all my heart and all my soul.</p>\n</div>","kjv":"<strong>39</strong> And I will give them one heart, and one way, that they may fear me for ever, for the good of them, and of their children after them:  <strong>40</strong> And I will make an everlasting covenant with them, that I will not turn away from them, to do them good; but I will put my fear in their hearts, that they shall not depart from me.  <strong>41</strong> Yea, I will rejoice over them to do them good, and I will plant them in this land assuredly with my whole heart and with my whole soul.  ","niv":"<sup><strong>39</strong></sup> I will give them singleness of heart and action, so that they will always fear me for their own good and the good of their children after them. <sup><strong>40</strong></sup> I will make an everlasting covenant with them: I will never stop doing good to them, and I will inspire them to fear me, so that they will never turn away from me. <sup><strong>41</strong></sup> I will rejoice in doing them good and will assuredly plant them in this land with all my heart and soul. "},{"_id":"616c92a016dfdfefa2036708","topicId":"616c929916dfdfefa20366f1","verse":"Isaiah 55:8-9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055008_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br><span id=\"p23055009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055009-1\">9&nbsp;</b>&nbsp;&nbsp;For as the heavens are higher than the earth,</span><br><span id=\"p23055009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so are my ways higher than your ways</span><br><span id=\"p23055009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my thoughts than your thoughts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  <strong>9</strong> For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.  ","niv":"<sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD. <sup><strong>9</strong></sup> \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. "},{"_id":"616c92a016dfdfefa2036709","topicId":"616c929916dfdfefa20366f1","verse":"Isaiah 45:22-25","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045022_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045022-1\">22&nbsp;</b>&nbsp;&nbsp;“Turn to me and be saved,</span><br><span id=\"p23045022_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the ends of the earth!</span><br><span id=\"p23045022_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For I am God, and there is no other.</span><br><span id=\"p23045023_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045023-1\">23&nbsp;</b>&nbsp;&nbsp;By myself I have sworn;</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from my mouth has gone out in righteousness</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a word that shall not return:</span><br><span id=\"p23045023_01-24\" class=\"line\">&nbsp;&nbsp;‘To me every knee shall bow,</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every tongue shall swear allegiance.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045024_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045024-1\">24&nbsp;</b>&nbsp;&nbsp;“Only in the LORD, it shall be said of me,</span><br><span id=\"p23045024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are righteousness and strength;</span><br><span id=\"p23045024_01-24\" class=\"line\">&nbsp;&nbsp;to him shall come and be ashamed</span><br><span id=\"p23045024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were incensed against him.</span><br><span id=\"p23045025_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045025-1\">25&nbsp;</b>&nbsp;&nbsp;In the LORD all the offspring of Israel</span><br><span id=\"p23045025_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be justified and shall glory.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> Look unto me, and be ye saved, all the ends of the earth: for I am God, and there is none else.  <strong>23</strong> I have sworn by myself, the word is gone out of my mouth in  righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.  <strong>24</strong> Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed.  <strong>25</strong> In the LORD shall all the seed of Israel be justified, and shall glory.  ","niv":"<sup><strong>22</strong></sup> \"Turn to me and be saved, all you ends of the earth; for I am God, and there is no other. <sup><strong>23</strong></sup> By myself I have sworn, my mouth has uttered in all integrity a word that will not be revoked: Before me every knee will bow; by me every tongue will swear. <sup><strong>24</strong></sup> They will say of me, 'In the LORD alone are righteousness and strength.'\" All who have raged against him will come to him and be put to shame. <sup><strong>25</strong></sup> But in the LORD all the descendants of Israel will be found righteous and will exult. "},{"_id":"616c92a116dfdfefa203670a","topicId":"616c929916dfdfefa20366f1","verse":"Psalm 135:13-21","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19135013_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135013-1\">13&nbsp;</b>&nbsp;&nbsp;Your name, O LORD, endures forever,</span><br><span id=\"p19135013_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your renown, O LORD, throughout all ages.</span><br><span id=\"p19135014_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135014-1\">14&nbsp;</b>&nbsp;&nbsp;For the LORD will vindicate his people</span><br><span id=\"p19135014_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have compassion on his servants.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19135015_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135015-1\">15&nbsp;</b>&nbsp;&nbsp;The idols of the nations are silver and gold,</span><br><span id=\"p19135015_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the work of human hands.</span><br><span id=\"p19135016_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135016-1\">16&nbsp;</b>&nbsp;&nbsp;They have mouths, but do not speak;</span><br><span id=\"p19135016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have eyes, but do not see;</span><br><span id=\"p19135017_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135017-1\">17&nbsp;</b>&nbsp;&nbsp;they have ears, but do not hear,</span><br><span id=\"p19135017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor is there any breath in their mouths.</span><br><span id=\"p19135018_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135018-1\">18&nbsp;</b>&nbsp;&nbsp;Those who make them become like them,</span><br><span id=\"p19135018_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so do all who trust in them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19135019_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135019-1\">19&nbsp;</b>&nbsp;&nbsp;O house of Israel, bless the LORD!</span><br><span id=\"p19135019_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O house of Aaron, bless the LORD!</span><br><span id=\"p19135020_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135020-1\">20&nbsp;</b>&nbsp;&nbsp;O house of Levi, bless the LORD!</span><br><span id=\"p19135020_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You who fear the LORD, bless the LORD!</span><br><span id=\"p19135021_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19135021-1\">21&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD from Zion,</span><br><span id=\"p19135021_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who dwells in Jerusalem!</span><br><span id=\"p19135021_01-25\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> Thy name, O LORD, endureth for ever; and thy memorial, O LORD, throughout all generations.  <strong>14</strong> For the LORD will judge his people, and he will repent himself concerning his servants.  <strong>15</strong> The idols of the heathen are silver and gold, the work of men’s hands.  <strong>16</strong> They have mouths, but they speak not; eyes have they, but they see not;  <strong>17</strong> They have ears, but they hear not; neither is there any breath in their mouths.  <strong>18</strong> They that make them are like unto them: so is every one that trusteth in them.  <strong>19</strong> Bless the LORD, O house of Israel: bless the LORD, O house of Aaron:  <strong>20</strong> Bless the LORD, O house of Levi: ye that fear the LORD, bless the LORD.  <strong>21</strong> Blessed be the LORD out of Zion, which dwelleth at Jerusalem. Praise ye the LORD.  ","niv":"<sup><strong>13</strong></sup> Your name, O LORD, endures forever, your renown, O LORD, through all generations. <sup><strong>14</strong></sup> For the LORD will vindicate his people and have compassion on his servants. <sup><strong>15</strong></sup> The idols of the nations are silver and gold, made by the hands of men. <sup><strong>16</strong></sup> They have mouths, but cannot speak, eyes, but they cannot see; <sup><strong>17</strong></sup> they have ears, but cannot hear, nor is there breath in their mouths. <sup><strong>18</strong></sup> Those who make them will be like them, and so will all who trust in them. <sup><strong>19</strong></sup> O house of Israel, praise the LORD; O house of Aaron, praise the LORD; <sup><strong>20</strong></sup> O house of Levi, praise the LORD; you who fear him, praise the LORD. <sup><strong>21</strong></sup> Praise be to the LORD from Zion, to him who dwells in Jerusalem. Praise the LORD. "}]}