{"_id":"616c930116dfdfefa2036725","slug":"thou-shalt-not-kill","name":"Thou Shalt Not Kill","verses":[{"_id":"616c930216dfdfefa2036726","topicId":"616c930116dfdfefa2036725","verse":"Exodus 20:13","votes":1895,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-2\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-2\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-2\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-2\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-2\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-2\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-2\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-2\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-2\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-2\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-2\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-2\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-2\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder.","modified":"2022-10-12T07:06:06.543Z"},{"_id":"616c930316dfdfefa2036727","topicId":"616c930116dfdfefa2036725","verse":"Exodus 20:1-26","votes":735,"__v":0,"kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"616c930316dfdfefa2036728","topicId":"616c930116dfdfefa2036725","verse":"Matthew 5:21","votes":782,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-3\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span></p>\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.'","modified":"2022-09-04T15:44:38.689Z"},{"_id":"616c930316dfdfefa2036729","topicId":"616c930116dfdfefa2036725","verse":"Deuteronomy 5:17","votes":1063,"__v":0,"esv":"<div>\n<p id=\"p05005017_01-4\"><b class=\"verse-num\" id=\"v05005017-1\">17&nbsp;</b>“‘You shall not murder.</p>\n\n</div>","kjv":"<strong>17</strong> Thou shalt not kill.  ","niv":"<sup><strong>17</strong></sup> \"You shall not murder."},{"_id":"616c930416dfdfefa203672a","topicId":"616c930116dfdfefa2036725","verse":"Romans 13:9","votes":719,"__v":0,"esv":"<div>\n<p id=\"p45013009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\""},{"_id":"616c930416dfdfefa203672b","topicId":"616c930116dfdfefa2036725","verse":"James 2:11","votes":648,"__v":0,"esv":"<div>\n<p id=\"p59002011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law.</p>\n</div>","kjv":"<strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  ","niv":"<sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker."},{"_id":"616c930416dfdfefa203672c","topicId":"616c930116dfdfefa2036725","verse":"Leviticus 24:17","votes":553,"__v":0,"esv":"<div>\n\n<p id=\"p03024017_06-7\"><b class=\"verse-num\" id=\"v03024017-1\">17&nbsp;</b>“Whoever takes a human life shall surely be put to death.</p>\n</div>","kjv":"<strong>17</strong> And he that killeth any man shall surely be put to death.  ","niv":"<sup><strong>17</strong></sup> \"'If anyone takes the life of a human being, he must be put to death.","modified":"2022-10-21T05:27:08.827Z"},{"_id":"616c930416dfdfefa203672d","topicId":"616c930116dfdfefa2036725","verse":"Matthew 5:21-22","votes":552,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-8\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "},{"_id":"616c930516dfdfefa203672e","topicId":"616c930116dfdfefa2036725","verse":"Mark 10:19","votes":548,"__v":0,"esv":"<div>\n<p id=\"p41010019_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010019-1\">19&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”</span></p>\n</div>","kjv":"<strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  ","niv":"<sup><strong>19</strong></sup> You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\""},{"_id":"616c930516dfdfefa203672f","topicId":"616c930116dfdfefa2036725","verse":"Matthew 19:18","votes":523,"__v":0,"esv":"<div>\n<p id=\"p40019018_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span></p>\n</div>","kjv":"<strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  ","niv":"<sup><strong>18</strong></sup> \"Which ones?\" the man inquired."},{"_id":"616c930516dfdfefa2036730","topicId":"616c930116dfdfefa2036725","verse":"Luke 18:20","votes":537,"__v":0,"esv":"<div>\n<p id=\"p42018020_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018020-1\">20&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.’”</span></p>\n</div>","kjv":"<strong>20</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.  ","niv":"<sup><strong>20</strong></sup> You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.'\"","modified":"2022-10-12T07:07:29.390Z"},{"_id":"616c930516dfdfefa2036731","topicId":"616c930116dfdfefa2036725","verse":"Genesis 9:6","votes":464,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-12\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"616c930616dfdfefa2036732","topicId":"616c930116dfdfefa2036725","verse":"Leviticus 24:21","votes":413,"__v":0,"esv":"<div>\n<p id=\"p03024021_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v03024021-1\">21&nbsp;</b>Whoever kills an animal shall make it good, and whoever kills a person shall be put to death.</p>\n</div>","kjv":"<strong>21</strong> And he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death.  ","niv":"<sup><strong>21</strong></sup> Whoever kills an animal must make restitution, but whoever kills a man must be put to death."},{"_id":"616c930616dfdfefa2036734","topicId":"616c930116dfdfefa2036725","verse":"Genesis 9:5-6","votes":430,"__v":0,"esv":"<div>\n<p id=\"p01009005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-14\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. "},{"_id":"616c930616dfdfefa2036733","topicId":"616c930116dfdfefa2036725","verse":"Exodus 20:14","votes":431,"__v":0,"esv":"<div>\n<p id=\"p02020014_01-15\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not commit adultery.  ","niv":"<sup><strong>14</strong></sup> \"You shall not commit adultery.","modified":"2022-08-06T11:44:18.356Z"},{"_id":"616c930716dfdfefa2036735","topicId":"616c930116dfdfefa2036725","verse":"Exodus 23:7","votes":364,"__v":0,"esv":"<div>\n<p id=\"p02023007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023007-1\">7&nbsp;</b>Keep far from a false charge, and do not kill the innocent and righteous, for I will not acquit the wicked.</p>\n</div>","kjv":"<strong>7</strong> Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty."},{"_id":"616c930716dfdfefa2036736","topicId":"616c930116dfdfefa2036725","verse":"1 John 3:15","votes":408,"__v":0,"esv":"<div>\n<p id=\"p62003015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n</div>","kjv":"<strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him."},{"_id":"616c930716dfdfefa2036737","topicId":"616c930116dfdfefa2036725","verse":"Exodus 20:12","votes":380,"__v":0,"esv":"<div>\n<p id=\"p02020012_01-18\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n</div>","kjv":"<strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  ","niv":"<sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you."},{"_id":"616c930716dfdfefa2036738","topicId":"616c930116dfdfefa2036725","verse":"Exodus 22:2","votes":386,"__v":0,"esv":"<div>\n<p id=\"p02022002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him,</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed;"},{"_id":"616c930816dfdfefa2036739","topicId":"616c930116dfdfefa2036725","verse":"Matthew 7:1-29","votes":331,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-20\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-20\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-20\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-20\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-20\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-20\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-20\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-20\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"616c930816dfdfefa203673a","topicId":"616c930116dfdfefa2036725","verse":"Romans 12:17-21","votes":350,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"616c930816dfdfefa203673b","topicId":"616c930116dfdfefa2036725","verse":"Matthew 5:22","votes":345,"__v":0,"esv":"<div>\n<p id=\"p40005022_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell."},{"_id":"616c930916dfdfefa203673c","topicId":"616c930116dfdfefa2036725","verse":"Exodus 21:14","votes":321,"__v":0,"esv":"<div>\n<p id=\"p02021014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021014-1\">14&nbsp;</b>But if a man willfully attacks another to kill him by cunning, you shall take him from my altar, that he may die.</p>\n</div>","kjv":"<strong>14</strong> But if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from mine altar, that he may die.  ","niv":"<sup><strong>14</strong></sup> But if a man schemes and kills another man deliberately, take him away from my altar and put him to death."},{"_id":"616c930916dfdfefa203673d","topicId":"616c930116dfdfefa2036725","verse":"Genesis 4:8-23","votes":316,"__v":0,"esv":"<div>\n<p id=\"p01004008_01-24\"><b class=\"verse-num\" id=\"v01004008-1\">8&nbsp;</b>Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him. <b class=\"verse-num\" id=\"v01004009-1\">9&nbsp;</b>Then the LORD said to Cain, “Where is Abel your brother?” He said, “I do not know; am I my brother’s keeper?” <b class=\"verse-num\" id=\"v01004010-1\">10&nbsp;</b>And the LORD said, “What have you done? The voice of your brother’s blood is crying to me from the ground. <b class=\"verse-num\" id=\"v01004011-1\">11&nbsp;</b>And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. <b class=\"verse-num\" id=\"v01004012-1\">12&nbsp;</b>When you work the ground, it shall no longer yield to you its strength. You shall be a fugitive and a wanderer on the earth.” <b class=\"verse-num\" id=\"v01004013-1\">13&nbsp;</b>Cain said to the LORD, “My punishment is greater than I can bear. <b class=\"verse-num\" id=\"v01004014-1\">14&nbsp;</b>Behold, you have driven me today away from the ground, and from your face I shall be hidden. I shall be a fugitive and a wanderer on the earth, and whoever finds me will kill me.” <b class=\"verse-num\" id=\"v01004015-1\">15&nbsp;</b>Then the LORD said to him, “Not so! If anyone kills Cain, vengeance shall be taken on him sevenfold.” And the LORD put a mark on Cain, lest any who found him should attack him. <b class=\"verse-num\" id=\"v01004016-1\">16&nbsp;</b>Then Cain went away from the presence of the LORD and settled in the land of Nod, east of Eden.</p>\n<p id=\"p01004016_01-24\"><b class=\"verse-num\" id=\"v01004017-1\">17&nbsp;</b>Cain knew his wife, and she conceived and bore Enoch. When he built a city, he called the name of the city after the name of his son, Enoch. <b class=\"verse-num\" id=\"v01004018-1\">18&nbsp;</b>To Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech. <b class=\"verse-num\" id=\"v01004019-1\">19&nbsp;</b>And Lamech took two wives. The name of the one was Adah, and the name of the other Zillah. <b class=\"verse-num\" id=\"v01004020-1\">20&nbsp;</b>Adah bore Jabal; he was the father of those who dwell in tents and have livestock. <b class=\"verse-num\" id=\"v01004021-1\">21&nbsp;</b>His brother’s name was Jubal; he was the father of all those who play the lyre and pipe. <b class=\"verse-num\" id=\"v01004022-1\">22&nbsp;</b>Zillah also bore Tubal-cain; he was the forger of all instruments of bronze and iron. The sister of Tubal-cain was Naamah.</p>\n<p id=\"p01004022_01-24\"><b class=\"verse-num\" id=\"v01004023-1\">23&nbsp;</b>Lamech said to his wives:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01004023_01-24\" class=\"line\">&nbsp;&nbsp;“Adah and Zillah, hear my voice;</span><br><span id=\"p01004023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you wives of Lamech, listen to what I say:</span><br><span id=\"p01004023_01-24\" class=\"line\">&nbsp;&nbsp;I have killed a man for wounding me,</span><br><span id=\"p01004023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a young man for striking me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.  <strong>9</strong> And the LORD said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?  <strong>10</strong> And he said, What hast thou done? the voice of thy brother’s blood crieth unto me from the ground.  <strong>11</strong> And now art thou cursed from the earth, which hath opened her mouth to receive thy brother’s blood from thy hand;  <strong>12</strong> When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.  <strong>13</strong> And Cain said unto the LORD, My punishment is greater than I can bear.  <strong>14</strong> Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.  <strong>15</strong> And the LORD said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the LORD set a mark upon Cain, lest any finding him should kill him.  <strong>16</strong> And Cain went out from the presence of the LORD, and dwelt in the land of Nod, on the east of Eden.  <strong>17</strong> And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.  <strong>18</strong> And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.  <strong>19</strong> And Lamech took unto him two wives: the name of the one was  Adah, and the name of the other Zillah.  <strong>20</strong> And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.  <strong>21</strong> And his brother’s name was Jubal: he was the father of all such as handle the harp and organ.  <strong>22</strong> And Zillah, she also bare Tubal-cain, an instructer of every artificer in brass and iron: and the sister of Tubal-cain was Naamah.  <strong>23</strong> And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.  ","niv":"<sup><strong>8</strong></sup> Now Cain said to his brother Abel, \"Let's go out to the field.\" And while they were in the field, Cain attacked his brother Abel and killed him. <sup><strong>9</strong></sup> Then the LORD said to Cain, \"Where is your brother Abel?I don't know,\" he replied. \"Am I my brother's keeper?\" <sup><strong>10</strong></sup> The LORD said, \"What have you done? Listen! Your brother's blood cries out to me from the ground. <sup><strong>11</strong></sup> Now you are under a curse and driven from the ground, which opened its mouth to receive your brother's blood from your hand. <sup><strong>12</strong></sup> When you work the ground, it will no longer yield its crops for you. You will be a restless wanderer on the earth.\" <sup><strong>13</strong></sup> Cain said to the LORD, \"My punishment is more than I can bear. <sup><strong>14</strong></sup> Today you are driving me from the land, and I will be hidden from your presence; I will be a restless wanderer on the earth, and whoever finds me will kill me.\" <sup><strong>15</strong></sup> But the LORD said to him, \"Not so; if anyone kills Cain, he will suffer vengeance seven times over.\" Then the LORD put a mark on Cain so that no one who found him would kill him. <sup><strong>16</strong></sup> So Cain went out from the LORD's presence and lived in the land of Nod, east of Eden. <sup><strong>17</strong></sup> Cain lay with his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch. <sup><strong>18</strong></sup> To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech. <sup><strong>19</strong></sup> Lamech married two women, one named Adah and the other Zillah. <sup><strong>20</strong></sup> Adah gave birth to Jabal; he was the father of those who live in tents and raise livestock. <sup><strong>21</strong></sup> His brother's name was Jubal; he was the father of all who play the harp and flute. <sup><strong>22</strong></sup> Zillah also had a son, Tubal-Cain, who forged all kinds of tools out of bronze and iron. Tubal-Cain's sister was Naamah. <sup><strong>23</strong></sup> Lamech said to his wives, \"Adah and Zillah, listen to me; wives of Lamech, hear my words. I have killed a man for wounding me, a young man for injuring me. "},{"_id":"616c930916dfdfefa203673e","topicId":"616c930116dfdfefa2036725","verse":"1 Timothy 1:9","votes":322,"__v":0,"esv":"<div>\n<p id=\"p54001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001009-1\">9&nbsp;</b>understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers,</p>\n</div>","kjv":"<strong>9</strong> Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  ","niv":"<sup><strong>9</strong></sup> We also know that law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious; for those who kill their fathers or mothers, for murderers,"}]}