{"_id":"616c949816dfdfefa20367ea","slug":"thunder","name":"Thunder","verses":[{"_id":"616c949916dfdfefa20367eb","topicId":"616c949816dfdfefa20367ea","verse":"Job 37:2-6","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18037002_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037002-1\">2&nbsp;</b>&nbsp;&nbsp;Keep listening to the thunder of his voice</span><br><span id=\"p18037002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rumbling that comes from his mouth.</span><br><span id=\"p18037003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037003-1\">3&nbsp;</b>&nbsp;&nbsp;Under the whole heaven he lets it go,</span><br><span id=\"p18037003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lightning to the corners of the earth.</span><br><span id=\"p18037004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037004-1\">4&nbsp;</b>&nbsp;&nbsp;After it his voice roars;</span><br><span id=\"p18037004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he thunders with his majestic voice,</span><br><span id=\"p18037004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does not restrain the lightnings when his voice is heard.</span><br><span id=\"p18037005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037005-1\">5&nbsp;</b>&nbsp;&nbsp;God thunders wondrously with his voice;</span><br><span id=\"p18037005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does great things that we cannot comprehend.</span><br><span id=\"p18037006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037006-1\">6&nbsp;</b>&nbsp;&nbsp;For to the snow he says, ‘Fall on the earth,’</span><br><span id=\"p18037006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;likewise to the downpour, his mighty downpour.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Hear attentively the noise of his voice, and the sound that  goeth out of his mouth.  <strong>3</strong> He directeth it under the whole heaven, and his lightning unto the ends of the earth.  <strong>4</strong> After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard.  <strong>5</strong> God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.  <strong>6</strong> For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength.  ","niv":"<sup><strong>2</strong></sup> Listen! Listen to the roar of his voice, to the rumbling that comes from his mouth. <sup><strong>3</strong></sup> He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth. <sup><strong>4</strong></sup> After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back. <sup><strong>5</strong></sup> God's voice thunders in marvelous ways; he does great things beyond our understanding. <sup><strong>6</strong></sup> He says to the snow, 'Fall on the earth,' and to the rain shower, 'Be a mighty downpour.' "},{"_id":"616c949a16dfdfefa20367ec","topicId":"616c949816dfdfefa20367ea","verse":"Exodus 19:19","votes":21,"__v":0,"esv":"<div>\n<p id=\"p02019019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v02019019-1\">19&nbsp;</b>And as the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in thunder.</p>\n</div>","kjv":"<strong>19</strong> And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice.  ","niv":"<sup><strong>19</strong></sup> and the sound of the trumpet grew louder and louder. Then Moses spoke and the voice of God answered him."},{"_id":"616c949a16dfdfefa20367ed","topicId":"616c949816dfdfefa20367ea","verse":"1 Samuel 2:10","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09002010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002010-1\">10&nbsp;</b>&nbsp;&nbsp;The adversaries of the LORD shall be broken to pieces;</span><br><span id=\"p09002010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against them he will thunder in heaven.</span><br><span id=\"p09002010_01-4\" class=\"line\">&nbsp;&nbsp;The LORD will judge the ends of the earth;</span><br><span id=\"p09002010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will give strength to his king</span><br><span id=\"p09002010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalt the horn of his anointed.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> The adversaries of the LORD shall be broken to pieces; out of heaven shall he thunder upon them: the LORD shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed.  ","niv":"<sup><strong>10</strong></sup> those who oppose the LORD will be shattered. He will thunder against them from heaven; the LORD will judge the ends of the earth. \"He will give strength to his king and exalt the horn of his anointed.\""},{"_id":"616c949a16dfdfefa20367ee","topicId":"616c949816dfdfefa20367ea","verse":"Revelation 10:3-4","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p66010001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66010001-1\">10:1&nbsp;</b>Then I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire. <b class=\"verse-num\" id=\"v66010002-1\">2&nbsp;</b>He had a little scroll open in his hand. And he set his right foot on the sea, and his left foot on the land, <b class=\"verse-num\" id=\"v66010003-1\">3&nbsp;</b>and called out with a loud voice, like a lion roaring. When he called out, the seven thunders sounded. <b class=\"verse-num\" id=\"v66010004-1\">4&nbsp;</b>And when the seven thunders had sounded, I was about to write, but I heard a voice from heaven saying, “Seal up what the seven thunders have said, and do not write it down.” <b class=\"verse-num\" id=\"v66010005-1\">5&nbsp;</b>And the angel whom I saw standing on the sea and on the land raised his right hand to heaven <b class=\"verse-num\" id=\"v66010006-1\">6&nbsp;</b>and swore by him who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, that there would be no more delay, <b class=\"verse-num\" id=\"v66010007-1\">7&nbsp;</b>but that in the days of the trumpet call to be sounded by the seventh angel, the mystery of God would be fulfilled, just as he announced to his servants the prophets.</p>\n<p id=\"p66010007_07-6\"><b class=\"verse-num\" id=\"v66010008-1\">8&nbsp;</b>Then the voice that I had heard from heaven spoke to me again, saying, “Go, take the scroll that is open in the hand of the angel who is standing on the sea and on the land.” <b class=\"verse-num\" id=\"v66010009-1\">9&nbsp;</b>So I went to the angel and told him to give me the little scroll. And he said to me, “Take and eat it; it will make your stomach bitter, but in your mouth it will be sweet as honey.” <b class=\"verse-num\" id=\"v66010010-1\">10&nbsp;</b>And I took the little scroll from the hand of the angel and ate it. It was sweet as honey in my mouth, but when I had eaten it my stomach was made bitter. <b class=\"verse-num\" id=\"v66010011-1\">11&nbsp;</b>And I was told, “You must again prophesy about many peoples and nations and languages and kings.”</p>\n</div>","kjv":"<strong>3</strong> And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.  <strong>4</strong> And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven saying unto me, Seal up those things which the seven thunders uttered, and write them not.  ","niv":"<sup><strong>3</strong></sup> and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke. <sup><strong>4</strong></sup> And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\" ","modified":"2022-02-15T02:29:42.779Z"},{"_id":"616c949b16dfdfefa20367ef","topicId":"616c949816dfdfefa20367ea","verse":"Revelation 10:1-11","votes":13,"__v":0,"kjv":"<strong>1</strong> And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was  as it were the sun, and his feet as pillars of fire:  <strong>2</strong> And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,  <strong>3</strong> And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.  <strong>4</strong> And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven saying unto me, Seal up those things which the seven thunders uttered, and write them not.  <strong>5</strong> And the angel which I saw stand upon the sea and upon the earth lifted up his hand to heaven,  <strong>6</strong> And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:  <strong>7</strong> But in the days of the voice of the seventh angel, when he shall begin to sound, the mystery of God should be finished, as he hath declared to his servants the prophets.  <strong>8</strong> And the voice which I heard from heaven spake unto me again, and said, Go and take the little book which is open in the hand of the angel which standeth upon the sea and upon the earth.  <strong>9</strong> And I went unto the angel, and said unto him, Give me the little book. And he said unto me, Take it, and eat it up; and it shall make thy belly bitter, but it shall be in thy mouth sweet as honey.  <strong>10</strong> And I took the little book out of the angel’s hand, and ate it up; and it was in my mouth sweet as honey: and as soon as I had eaten it, my belly was bitter.  <strong>11</strong> And he said unto me, Thou must prophesy again before many peoples, and nations, and tongues, and kings.  ","niv":"<sup><strong>1</strong></sup> Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars. <sup><strong>2</strong></sup> He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land, <sup><strong>3</strong></sup> and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke. <sup><strong>4</strong></sup> And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\" <sup><strong>5</strong></sup> Then the angel I had seen standing on the sea and on the land raised his right hand to heaven. <sup><strong>6</strong></sup> And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, \"There will be no more delay! <sup><strong>7</strong></sup> But in the days when the seventh angel is about to sound his trumpet, the mystery of God will be accomplished, just as he announced to his servants the prophets.\" <sup><strong>8</strong></sup> Then the voice that I had heard from heaven spoke to me once more: \"Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.\" <sup><strong>9</strong></sup> So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. It will turn your stomach sour, but in your mouth it will be as sweet as honey.\" <sup><strong>10</strong></sup> I took the little scroll from the angel's hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour. <sup><strong>11</strong></sup> Then I was told, \"You must prophesy again about many peoples, nations, languages and kings.\" "},{"_id":"616c949b16dfdfefa20367f0","topicId":"616c949816dfdfefa20367ea","verse":"John 14:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43014002_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span></p>\n\n</div>","kjv":"<strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  ","niv":"<sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you."},{"_id":"616c949b16dfdfefa20367f1","topicId":"616c949816dfdfefa20367ea","verse":"Mark 3:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41003017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003017-1\">17&nbsp;</b>James the son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder);</p>\n</div>","kjv":"<strong>17</strong> And James the son of Zebedee, and John the brother of James; and he surnamed them Boanerges, which is, The sons of thunder:  ","niv":"<sup><strong>17</strong></sup> James son of Zebedee and his brother John (to them he gave the name Boanerges, which means Sons of Thunder);"},{"_id":"616c949b16dfdfefa20367f2","topicId":"616c949816dfdfefa20367ea","verse":"Psalm 29:1-11","votes":8,"__v":0,"esv":"<div>\n\n<h4 id=\"p19029001_06-9\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19029001_06-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19029001-1\">29:1&nbsp;</b>&nbsp;&nbsp;Ascribe to the LORD, O heavenly beings,</span><br><span id=\"p19029001_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ascribe to the LORD glory and strength.</span><br><span id=\"p19029002_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029002-1\">2&nbsp;</b>&nbsp;&nbsp;Ascribe to the LORD the glory due his name;</span><br><span id=\"p19029002_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;worship the LORD in the splendor of holiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029003_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029003-1\">3&nbsp;</b>&nbsp;&nbsp;The voice of the LORD is over the waters;</span><br><span id=\"p19029003_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of glory thunders,</span><br><span id=\"p19029003_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD, over many waters.</span><br><span id=\"p19029004_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029004-1\">4&nbsp;</b>&nbsp;&nbsp;The voice of the LORD is powerful;</span><br><span id=\"p19029004_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the voice of the LORD is full of majesty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029005_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029005-1\">5&nbsp;</b>&nbsp;&nbsp;The voice of the LORD breaks the cedars;</span><br><span id=\"p19029005_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD breaks the cedars of Lebanon.</span><br><span id=\"p19029006_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029006-1\">6&nbsp;</b>&nbsp;&nbsp;He makes Lebanon to skip like a calf,</span><br><span id=\"p19029006_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Sirion like a young wild ox.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029007_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029007-1\">7&nbsp;</b>&nbsp;&nbsp;The voice of the LORD flashes forth flames of fire.</span><br><span id=\"p19029008_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029008-1\">8&nbsp;</b>&nbsp;&nbsp;The voice of the LORD shakes the wilderness;</span><br><span id=\"p19029008_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD shakes the wilderness of Kadesh.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029009_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029009-1\">9&nbsp;</b>&nbsp;&nbsp;The voice of the LORD makes the deer give birth</span><br><span id=\"p19029009_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strips the forests bare,</span><br><span id=\"p19029009_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in his temple all cry, “Glory!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029010_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029010-1\">10&nbsp;</b>&nbsp;&nbsp;The LORD sits enthroned over the flood;</span><br><span id=\"p19029010_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD sits enthroned as king forever.</span><br><span id=\"p19029011_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029011-1\">11&nbsp;</b>&nbsp;&nbsp;May the LORD give strength to his people!</span><br><span id=\"p19029011_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the LORD bless his people with peace!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Give unto the LORD, O ye mighty, give unto the LORD glory and strength.  <strong>2</strong> Give unto the LORD the glory due unto his name; worship the LORD in the beauty of holiness.  <strong>3</strong> The voice of the LORD is upon the waters: the God of glory thundereth: the LORD is upon many waters.  <strong>4</strong> The voice of the LORD is powerful; the voice of the LORD is full of majesty.  <strong>5</strong> The voice of the LORD breaketh the cedars; yea, the LORD breaketh the cedars of Lebanon.  <strong>6</strong> He maketh them also to skip like a calf; Lebanon and Sirion like a young unicorn.  <strong>7</strong> The voice of the LORD divideth the flames of fire.  <strong>8</strong> The voice of the LORD shaketh the wilderness; the LORD shaketh the wilderness of Kadesh.  <strong>9</strong> The voice of the LORD maketh the hinds to calve, and discovereth the forests: and in his temple doth every one speak of his glory.  <strong>10</strong> The LORD sitteth upon the flood; yea, the LORD sitteth King for ever.  <strong>11</strong> The LORD will give strength unto his people; the LORD will bless his people with peace.  ","niv":"<sup><strong>1</strong></sup> Ascribe to the LORD, O mighty ones, ascribe to the LORD glory and strength. <sup><strong>2</strong></sup> Ascribe to the LORD the glory due his name; worship the LORD in the splendor of his holiness. <sup><strong>3</strong></sup> The voice of the LORD is over the waters; the God of glory thunders, the LORD thunders over the mighty waters. <sup><strong>4</strong></sup> The voice of the LORD is powerful; the voice of the LORD is majestic. <sup><strong>5</strong></sup> The voice of the LORD breaks the cedars; the LORD breaks in pieces the cedars of Lebanon. <sup><strong>6</strong></sup> He makes Lebanon skip like a calf, Sirion like a young wild ox. <sup><strong>7</strong></sup> The voice of the LORD strikes with flashes of lightning. <sup><strong>8</strong></sup> The voice of the LORD shakes the desert; the LORD shakes the Desert of Kadesh. <sup><strong>9</strong></sup> The voice of the LORD twists the oaks and strips the forests bare. And in his temple all cry, \"Glory!\" <sup><strong>10</strong></sup> The LORD sits enthroned over the flood; the LORD is enthroned as King forever. <sup><strong>11</strong></sup> The LORD gives strength to his people; the LORD blesses his people with peace. "},{"_id":"616c949c16dfdfefa20367f3","topicId":"616c949816dfdfefa20367ea","verse":"Exodus 19:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02019016_01-10\"><b class=\"verse-num\" id=\"v02019016-1\">16&nbsp;</b>On the morning of the third day there were thunders and lightnings and a thick cloud on the mountain and a very loud trumpet blast, so that all the people in the camp trembled.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud; so that all the people that was in the camp trembled.  ","niv":"<sup><strong>16</strong></sup> On the morning of the third day there was thunder and lightning, with a thick cloud over the mountain, and a very loud trumpet blast. Everyone in the camp trembled.","modified":"2023-07-22T15:00:02.452Z"},{"_id":"616c949c16dfdfefa20367f4","topicId":"616c949816dfdfefa20367ea","verse":"Revelation 10:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66010006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66010006-1\">6&nbsp;</b>and swore by him who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, that there would be no more delay,</p>\n</div>","kjv":"<strong>6</strong> And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:  ","niv":"<sup><strong>6</strong></sup> And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, \"There will be no more delay!"},{"_id":"616c949c16dfdfefa20367f5","topicId":"616c949816dfdfefa20367ea","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-12\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616c949c16dfdfefa20367f6","topicId":"616c949816dfdfefa20367ea","verse":"Matthew 25:1-46","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n<p id=\"p40025013_12-13\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n<p id=\"p40025030_15-13\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_15-13\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. <strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. <strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. <sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"616c949d16dfdfefa20367f7","topicId":"616c949816dfdfefa20367ea","verse":"Psalm 77:18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19077018_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19077018-1\">18&nbsp;</b>&nbsp;&nbsp;The crash of your thunder was in the whirlwind;</span><br><span id=\"p19077018_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your lightnings lighted up the world;</span><br><span id=\"p19077018_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth trembled and shook.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook.  ","niv":"<sup><strong>18</strong></sup> Your thunder was heard in the whirlwind, your lightning lit up the world; the earth trembled and quaked.","modified":"2022-08-20T22:14:23.291Z"},{"_id":"616c949d16dfdfefa20367f9","topicId":"616c949816dfdfefa20367ea","verse":"James 1:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-15\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.","modified":"2022-03-29T16:50:07.868Z"},{"_id":"616c949d16dfdfefa20367f8","topicId":"616c949816dfdfefa20367ea","verse":"John 12:29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43012029_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012029-1\">29&nbsp;</b>The crowd that stood there and heard it said that it had thundered. Others said, “An angel has spoken to him.”</p>\n</div>","kjv":"<strong>29</strong> The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.  ","niv":"<sup><strong>29</strong></sup> Then a voice came from heaven, \"I have glorified it, and will glorify it again.\" The crowd that was there and heard it said it had thundered; others said an angel had spoken to him.","modified":"2022-08-16T19:54:50.505Z"},{"_id":"616c949e16dfdfefa20367fa","topicId":"616c949816dfdfefa20367ea","verse":"John 5:30","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43005030_04-17\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me."},{"_id":"616c949e16dfdfefa20367fb","topicId":"616c949816dfdfefa20367ea","verse":"Job 37:4-5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18037004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037004-1\">4&nbsp;</b>&nbsp;&nbsp;After it his voice roars;</span><br><span id=\"p18037004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he thunders with his majestic voice,</span><br><span id=\"p18037004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does not restrain the lightnings when his voice is heard.</span><br><span id=\"p18037005_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18037005-1\">5&nbsp;</b>&nbsp;&nbsp;God thunders wondrously with his voice;</span><br><span id=\"p18037005_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does great things that we cannot comprehend.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard.  <strong>5</strong> God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.  ","niv":"<sup><strong>4</strong></sup> After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back. <sup><strong>5</strong></sup> God's voice thunders in marvelous ways; he does great things beyond our understanding. ","modified":"2022-05-28T16:06:35.832Z"},{"_id":"616c949e16dfdfefa20367fc","topicId":"616c949816dfdfefa20367ea","verse":"Psalm 18:13","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19018013_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018013-1\">13&nbsp;</b>&nbsp;&nbsp;The LORD also thundered in the heavens,</span><br><span id=\"p19018013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Most High uttered his voice,</span><br><span id=\"p19018013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hailstones and coals of fire.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> The LORD also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.  ","niv":"<sup><strong>13</strong></sup> The LORD thundered from heaven; the voice of the Most High resounded.","modified":"2022-10-15T14:49:22.348Z"},{"_id":"616c949f16dfdfefa20367fd","topicId":"616c949816dfdfefa20367ea","verse":"Ephesians 2:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616c949f16dfdfefa20367fe","topicId":"616c949816dfdfefa20367ea","verse":"John 20:19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-21\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\""},{"_id":"616c949f16dfdfefa20367ff","topicId":"616c949816dfdfefa20367ea","verse":"Revelation 11:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66011019_01-22\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  ","niv":"<sup><strong>19</strong></sup> Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm."},{"_id":"616c949f16dfdfefa2036800","topicId":"616c949816dfdfefa20367ea","verse":"Revelation 6:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66006001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66006001-1\">6:1&nbsp;</b>Now I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!”</p>\n</div>","kjv":"<strong>1</strong> And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.  ","niv":"<sup><strong>1</strong></sup> I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\""},{"_id":"616c94a016dfdfefa2036801","topicId":"616c949816dfdfefa20367ea","verse":"Job 40:9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18040009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040009-1\">9&nbsp;</b>&nbsp;&nbsp;Have you an arm like God,</span><br><span id=\"p18040009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and can you thunder with a voice like his?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Hast thou an arm like God? or canst thou thunder with a voice like him?  ","niv":"<sup><strong>9</strong></sup> Do you have an arm like God's, and can your voice thunder like his?"},{"_id":"616c94a016dfdfefa2036802","topicId":"616c949816dfdfefa20367ea","verse":"Psalm 104:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104007-1\">7&nbsp;</b>&nbsp;&nbsp;At your rebuke they fled;</span><br><span id=\"p19104007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the sound of your thunder they took to flight.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> At thy rebuke they fled; at the voice of thy thunder they hasted away.  ","niv":"<sup><strong>7</strong></sup> But at your rebuke the waters fled, at the sound of your thunder they took to flight;"},{"_id":"616c94a016dfdfefa2036803","topicId":"616c949816dfdfefa20367ea","verse":"Job 28:26","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18028026_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v18028026-1\">26&nbsp;</b>&nbsp;&nbsp;when he made a decree for the rain</span><br><span id=\"p18028026_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a way for the lightning of the thunder,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> When he made a decree for the rain, and a way for the lightning of the thunder:  ","niv":"<sup><strong>26</strong></sup> when he made a decree for the rain and a path for the thunderstorm,","modified":"2022-08-13T04:44:49.442Z"}]}