{"_id":"616c98c916dfdfefa2036827","slug":"timaeus","name":"Timaeus","verses":[{"_id":"616c98c916dfdfefa2036828","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:46","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p41010001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41010001-1\">10:1&nbsp;</b>And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again. And again, as was his custom, he taught them.</p>\n<p id=\"p41010001_04-2\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_04-2\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n<p id=\"p41010012_10-2\"><b class=\"verse-num\" id=\"v41010013-1\">13&nbsp;</b>And they were bringing children to him that he might touch them, and the disciples rebuked them. <b class=\"verse-num\" id=\"v41010014-1\">14&nbsp;</b>But when Jesus saw it, he was indignant and said to them, <span class=\"woc\">“Let the children come to me; do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v41010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span> <b class=\"verse-num\" id=\"v41010016-1\">16&nbsp;</b>And he took them in his arms and blessed them, laying his hands on them.</p>\n\n<p id=\"p41010016_14-2\"><b class=\"verse-num\" id=\"v41010017-1\">17&nbsp;</b>And as he was setting out on his journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?” <b class=\"verse-num\" id=\"v41010018-1\">18&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span> <b class=\"verse-num woc\" id=\"v41010019-1\">19&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”</span> <b class=\"verse-num\" id=\"v41010020-1\">20&nbsp;</b>And he said to him, “Teacher, all these I have kept from my youth.” <b class=\"verse-num\" id=\"v41010021-1\">21&nbsp;</b>And Jesus, looking at him, loved him, and said to him, <span class=\"woc\">“You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v41010022-1\">22&nbsp;</b>Disheartened by the saying, he went away sorrowful, for he had great possessions.</p>\n<p id=\"p41010022_14-2\"><b class=\"verse-num\" id=\"v41010023-1\">23&nbsp;</b>And Jesus looked around and said to his disciples, <span class=\"woc\">“How difficult it will be for those who have wealth to enter the kingdom of God!”</span> <b class=\"verse-num\" id=\"v41010024-1\">24&nbsp;</b>And the disciples were amazed at his words. But Jesus said to them again, <span class=\"woc\">“Children, how difficult it is to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v41010025-1\">25&nbsp;</b><span class=\"woc\">It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v41010026-1\">26&nbsp;</b>And they were exceedingly astonished, and said to him, “Then who can be saved?” <b class=\"verse-num\" id=\"v41010027-1\">27&nbsp;</b>Jesus looked at them and said, <span class=\"woc\">“With man it is impossible, but not with God. For all things are possible with God.”</span> <b class=\"verse-num\" id=\"v41010028-1\">28&nbsp;</b>Peter began to say to him, “See, we have left everything and followed you.” <b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span> <b class=\"verse-num woc\" id=\"v41010031-1\">31&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.”</span></p>\n\n<p id=\"p41010031_21-2\"><b class=\"verse-num\" id=\"v41010032-1\">32&nbsp;</b>And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them. And they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him, <b class=\"verse-num\" id=\"v41010033-1\">33&nbsp;</b>saying, <span class=\"woc\">“See, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the scribes, and they will condemn him to death and deliver him over to the Gentiles.</span> <b class=\"verse-num woc\" id=\"v41010034-1\">34&nbsp;</b><span class=\"woc\">And they will mock him and spit on him, and flog him and kill him. And after three days he will rise.”</span></p>\n\n<p id=\"p41010034_27-2\"><b class=\"verse-num\" id=\"v41010035-1\">35&nbsp;</b>And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask of you.” <b class=\"verse-num\" id=\"v41010036-1\">36&nbsp;</b>And he said to them, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v41010037-1\">37&nbsp;</b>And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.” <b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span> <b class=\"verse-num\" id=\"v41010039-1\">39&nbsp;</b>And they said to him, “We are able.” And Jesus said to them, <span class=\"woc\">“The cup that I drink you will drink, and with the baptism with which I am baptized, you will be baptized,</span> <b class=\"verse-num woc\" id=\"v41010040-1\">40&nbsp;</b><span class=\"woc\">but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.”</span> <b class=\"verse-num\" id=\"v41010041-1\">41&nbsp;</b>And when the ten heard it, they began to be indignant at James and John. <b class=\"verse-num\" id=\"v41010042-1\">42&nbsp;</b>And Jesus called them to him and said to them, <span class=\"woc\">“You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p41010045_31-2\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n\n</div>","kjv":"<strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  ","niv":"<sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging."},{"_id":"616c98c916dfdfefa2036829","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:1-52","votes":4,"__v":0,"kjv":"<strong>1</strong> And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.  <strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. <strong>13</strong> And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.  <strong>14</strong> But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. <strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  <strong>16</strong> And he took them up in his arms, put his hands upon them, and blessed them.  <strong>17</strong> And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?  <strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  <strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  <strong>20</strong> And he answered and said unto him, Master, all these have I observed from my youth.  <strong>21</strong> Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.  <strong>22</strong> And he was sad at that saying, and went away grieved: for he had great possessions.  <strong>23</strong> And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!  <strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  <strong>25</strong> It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they were astonished out of measure, saying among themselves, Who then can be saved?  <strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  <strong>28</strong> Then Peter began to say unto him, Lo, we have left all, and have followed thee.  <strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  <strong>31</strong> But many that are first shall be last; and the last first. <strong>32</strong> And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,  <strong>33</strong> Saying,Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:  <strong>34</strong> And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again. <strong>35</strong> And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.  <strong>36</strong> And he said unto them, What would ye that I should do for you?  <strong>37</strong> They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.  <strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  <strong>39</strong> And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:  <strong>40</strong> But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.  <strong>41</strong> And when the ten heard it, they began to be much displeased with James and John.  <strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. <strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>1</strong></sup> Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them. <sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" <sup><strong>13</strong></sup> People were bringing little children to Jesus to have him touch them, but the disciples rebuked them. <sup><strong>14</strong></sup> When Jesus saw this, he was indignant. He said to them, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>15</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>16</strong></sup> And he took the children in his arms, put his hands on them and blessed them. <sup><strong>17</strong></sup> As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>18</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>19</strong></sup> You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\" <sup><strong>20</strong></sup> \"Teacher,\" he declared, \"all these I have kept since I was a boy.\" <sup><strong>21</strong></sup> Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> At this the man's face fell. He went away sad, because he had great wealth. <sup><strong>23</strong></sup> Jesus looked around and said to his disciples, \"How hard it is for the rich to enter the kingdom of God!\" <sup><strong>24</strong></sup> The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God! <sup><strong>25</strong></sup> It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> The disciples were even more amazed, and said to each other, \"Who then can be saved?\" <sup><strong>27</strong></sup> Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\" <sup><strong>28</strong></sup> Peter said to him, \"We have left everything to follow you!\" <sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. <sup><strong>31</strong></sup> But many who are first will be last, and the last first.\" <sup><strong>32</strong></sup> They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him. <sup><strong>33</strong></sup> \"We are going up to Jerusalem,\" he said, \"and the Son of Man will be betrayed to the chief priests and teachers of the law. They will condemn him to death and will hand him over to the Gentiles, <sup><strong>34</strong></sup> who will mock him and spit on him, flog him and kill him. Three days later he will rise.\" <sup><strong>35</strong></sup> Then James and John, the sons of Zebedee, came to him. \"Teacher,\" they said, \"we want you to do for us whatever we ask.\" <sup><strong>36</strong></sup> \"What do you want me to do for you?\" he asked. <sup><strong>37</strong></sup> They replied, \"Let one of us sit at your right and the other at your left in your glory.\" <sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\" <sup><strong>39</strong></sup> \"We can,\" they answered. Jesus said to them, \"You will drink the cup I drink and be baptized with the baptism I am baptized with, <sup><strong>40</strong></sup> but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.\" <sup><strong>41</strong></sup> When the ten heard about this, they became indignant with James and John. <sup><strong>42</strong></sup> Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "},{"_id":"616c98c916dfdfefa203682a","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41010045_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","kjv":"<strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\""},{"_id":"616c98ca16dfdfefa203682b","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:47","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010047_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!”</p>\n</div>","kjv":"<strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  ","niv":"<sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\""},{"_id":"616c98ca16dfdfefa203682c","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:51","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010051_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.”</p>\n</div>","kjv":"<strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  ","niv":"<sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\""},{"_id":"616c98ca16dfdfefa203682d","topicId":"616c98c916dfdfefa2036827","verse":"Mark 10:49","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010049_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.”</p>\n</div>","kjv":"<strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  ","niv":"<sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\""},{"_id":"616c98cb16dfdfefa203682e","topicId":"616c98c916dfdfefa2036827","verse":"Mark 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41001027_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001027-1\">27&nbsp;</b>And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.”</p>\n</div>","kjv":"<strong>27</strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.  ","niv":"<sup><strong>27</strong></sup> The people were all so amazed that they asked each other, \"What is this? A new teaching--and with authority! He even gives orders to evil spirits and they obey him.\""},{"_id":"616c98cb16dfdfefa203682f","topicId":"616c98c916dfdfefa2036827","verse":"Genesis 7:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01007011_01-8\"><b class=\"verse-num\" id=\"v01007011-1\">11&nbsp;</b>In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day all the fountains of the great deep burst forth, and the windows of the heavens were opened.</p>\n</div>","kjv":"<strong>11</strong> In the six hundredth year of Noah’s life, in the second month, the seventeenth day of the month, the same day were all the fountains of the great deep broken up, and the windows of heaven were opened.  ","niv":"<sup><strong>11</strong></sup> In the six hundredth year of Noah's life, on the seventeenth day of the second month-on that day all the springs of the great deep burst forth, and the floodgates of the heavens were opened."},{"_id":"616c98cb16dfdfefa2036830","topicId":"616c98c916dfdfefa2036827","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-11\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-11\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-11\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-11\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-11\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-11\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-11\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-11\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-11\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616c98cc16dfdfefa2036831","topicId":"616c98c916dfdfefa2036827","verse":"Genesis 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n</div>","kjv":"<strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  ","niv":"<sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters."},{"_id":"616c98cc16dfdfefa2036832","topicId":"616c98c916dfdfefa2036827","verse":"Genesis 1:1-31","votes":2,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616c98cc16dfdfefa2036833","topicId":"616c98c916dfdfefa2036827","verse":"Revelation 13:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads.</p>\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea."},{"_id":"616c98cc16dfdfefa2036834","topicId":"616c98c916dfdfefa2036827","verse":"Revelation 7:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66007001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66007001-1\">7:1&nbsp;</b>After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree.</p>\n</div>","kjv":"<strong>1</strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.  ","niv":"<sup><strong>1</strong></sup> After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth to prevent any wind from blowing on the land or on the sea or on any tree."},{"_id":"616c98cd16dfdfefa2036835","topicId":"616c98c916dfdfefa2036827","verse":"Revelation 1:9","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66001009_07-14\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus.</p>\n</div>","kjv":"<strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  ","niv":"<sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus."},{"_id":"616c98cd16dfdfefa2036836","topicId":"616c98c916dfdfefa2036827","verse":"1 John 4:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n</div>","kjv":"<strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  ","niv":"<sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us."},{"_id":"616c98cd16dfdfefa2036837","topicId":"616c98c916dfdfefa2036827","verse":"2 Peter 3:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61003004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.”</p>\n</div>","kjv":"<strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  ","niv":"<sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\""},{"_id":"616c98ce16dfdfefa2036838","topicId":"616c98c916dfdfefa2036827","verse":"1 Peter 5:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-18\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time."},{"_id":"616c98ce16dfdfefa2036839","topicId":"616c98c916dfdfefa2036827","verse":"James 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-19\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-19\">Greetings.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings."},{"_id":"616c98ce16dfdfefa203683a","topicId":"616c98c916dfdfefa2036827","verse":"2 Timothy 1:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p55001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,</p>\n<p id=\"p55001001_02-20\"><b class=\"verse-num\" id=\"v55001002-1\">2&nbsp;</b>To Timothy, my beloved child:</p>\n<p id=\"p55001002_02-20\">Grace, mercy, and peace from God the Father and Christ Jesus our Lord.</p>\n\n<p id=\"p55001002_08-20\"><b class=\"verse-num\" id=\"v55001003-1\">3&nbsp;</b>I thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day. <b class=\"verse-num\" id=\"v55001004-1\">4&nbsp;</b>As I remember your tears, I long to see you, that I may be filled with joy. <b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well. <b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands, <b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n<p id=\"p55001007_08-20\"><b class=\"verse-num\" id=\"v55001008-1\">8&nbsp;</b>Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God, <b class=\"verse-num\" id=\"v55001009-1\">9&nbsp;</b>who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began, <b class=\"verse-num\" id=\"v55001010-1\">10&nbsp;</b>and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel, <b class=\"verse-num\" id=\"v55001011-1\">11&nbsp;</b>for which I was appointed a preacher and apostle and teacher, <b class=\"verse-num\" id=\"v55001012-1\">12&nbsp;</b>which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me. <b class=\"verse-num\" id=\"v55001013-1\">13&nbsp;</b>Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus. <b class=\"verse-num\" id=\"v55001014-1\">14&nbsp;</b>By the Holy Spirit who dwells within us, guard the good deposit entrusted to you.</p>\n<p id=\"p55001014_08-20\"><b class=\"verse-num\" id=\"v55001015-1\">15&nbsp;</b>You are aware that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes. <b class=\"verse-num\" id=\"v55001016-1\">16&nbsp;</b>May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chains, <b class=\"verse-num\" id=\"v55001017-1\">17&nbsp;</b>but when he arrived in Rome he searched for me earnestly and found me—<b class=\"verse-num\" id=\"v55001018-1\">18&nbsp;</b>may the Lord grant him to find mercy from the Lord on that day!—and you well know all the service he rendered at Ephesus.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,  <strong>2</strong> To Timothy, my dearly beloved son: Grace, mercy, and  peace, from God the Father and Christ Jesus our Lord.  <strong>3</strong> I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;  <strong>4</strong> Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;  <strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  <strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  <strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  <strong>8</strong> Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;  <strong>9</strong> Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,  <strong>10</strong> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:  <strong>11</strong> Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.  <strong>12</strong> For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.  <strong>13</strong> Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.  <strong>14</strong> That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.  <strong>15</strong> This thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes.  <strong>16</strong> The Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:  <strong>17</strong> But, when he was in Rome, he sought me out very diligently, and found me.  <strong>18</strong> The Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, according to the promise of life that is in Christ Jesus, <sup><strong>2</strong></sup> To Timothy, my dear son: Grace, mercy and peace from God the Father and Christ Jesus our Lord. <sup><strong>3</strong></sup> I thank God, whom I serve, as my forefathers did, with a clear conscience, as night and day I constantly remember you in my prayers. <sup><strong>4</strong></sup> Recalling your tears, I long to see you, so that I may be filled with joy. <sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also. <sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands. <sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline. <sup><strong>8</strong></sup> So do not be ashamed to testify about our Lord, or ashamed of me his prisoner. But join with me in suffering for the gospel, by the power of God, <sup><strong>9</strong></sup> who has saved us and called us to a holy life--not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time, <sup><strong>10</strong></sup> but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel. <sup><strong>11</strong></sup> And of this gospel I was appointed a herald and an apostle and a teacher. <sup><strong>12</strong></sup> That is why I am suffering as I am. Yet I am not ashamed, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him for that day. <sup><strong>13</strong></sup> What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus. <sup><strong>14</strong></sup> Guard the good deposit that was entrusted to you--guard it with the help of the Holy Spirit who lives in us. <sup><strong>15</strong></sup> You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes. <sup><strong>16</strong></sup> May the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains. <sup><strong>17</strong></sup> On the contrary, when he was in Rome, he searched hard for me until he found me. <sup><strong>18</strong></sup> May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus. "},{"_id":"616c98cf16dfdfefa203683b","topicId":"616c98c916dfdfefa2036827","verse":"Ephesians 1:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001018_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001018-1\">18&nbsp;</b>having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,</p>\n</div>","kjv":"<strong>18</strong> The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,  ","niv":"<sup><strong>18</strong></sup> I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints,"},{"_id":"616c98cf16dfdfefa203683c","topicId":"616c98c916dfdfefa2036827","verse":"Galatians 4:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48004006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004006-1\">6&nbsp;</b>And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”</p>\n</div>","kjv":"<strong>6</strong> And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father.  ","niv":"<sup><strong>6</strong></sup> Because you are sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba, Father.\""},{"_id":"616c98cf16dfdfefa203683d","topicId":"616c98c916dfdfefa2036827","verse":"2 Corinthians 11:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47011003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011003-1\">3&nbsp;</b>But I am afraid that as the serpent deceived Eve by his cunning, your thoughts will be led astray from a sincere and pure devotion to Christ.</p>\n</div>","kjv":"<strong>3</strong> But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ.  ","niv":"<sup><strong>3</strong></sup> But I am afraid that just as Eve was deceived by the serpent's cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ."},{"_id":"616c98d016dfdfefa203683e","topicId":"616c98c916dfdfefa2036827","verse":"2 Corinthians 10:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},{"_id":"616c98d016dfdfefa203683f","topicId":"616c98c916dfdfefa2036827","verse":"Acts 28:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44028001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44028001-1\">28:1&nbsp;</b>After we were brought safely through, we then learned that the island was called Malta.</p>\n</div>","kjv":"<strong>1</strong> And when they were escaped, then they knew that the island was called Melita.  ","niv":"<sup><strong>1</strong></sup> Once safely on shore, we found out that the island was called Malta."},{"_id":"616c98d016dfdfefa2036840","topicId":"616c98c916dfdfefa2036827","verse":"Acts 25:13","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44025013_06-26\"><b class=\"verse-num\" id=\"v44025013-1\">13&nbsp;</b>Now when some days had passed, Agrippa the king and Bernice arrived at Caesarea and greeted Festus.</p>\n</div>","kjv":"<strong>13</strong> And after certain days king Agrippa and Bernice came unto Caesarea to salute Festus.  ","niv":"<sup><strong>13</strong></sup> A few days later King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus."}]}