{"_id":"616c98f116dfdfefa2036841","slug":"timidity","name":"Timidity","verses":[{"_id":"616c98f216dfdfefa2036842","topicId":"616c98f116dfdfefa2036841","verse":"2 Timothy 1:7","votes":41,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2023-04-05T01:10:07.760Z"},{"_id":"616c98f216dfdfefa2036843","topicId":"616c98f116dfdfefa2036841","verse":"1 John 4:18","votes":27,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","modified":"2022-04-27T20:51:18.447Z"},{"_id":"616c98f216dfdfefa2036844","topicId":"616c98f116dfdfefa2036841","verse":"Romans 8:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,","modified":"2023-04-03T05:11:12.686Z"},{"_id":"616c98f316dfdfefa2036845","topicId":"616c98f116dfdfefa2036841","verse":"Revelation 12:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66012011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death.</p>\n</div>","kjv":"<strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  ","niv":"<sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death."},{"_id":"616c98f316dfdfefa2036846","topicId":"616c98f116dfdfefa2036841","verse":"John 14:27","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"616c98f316dfdfefa2036847","topicId":"616c98f116dfdfefa2036841","verse":"Philippians 4:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616c98f416dfdfefa2036848","topicId":"616c98f116dfdfefa2036841","verse":"Ephesians 6:10","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-7\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power."},{"_id":"616c98f416dfdfefa2036849","topicId":"616c98f116dfdfefa2036841","verse":"Romans 12:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616c98f416dfdfefa203684a","topicId":"616c98f116dfdfefa2036841","verse":"Romans 10:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616c98f416dfdfefa203684b","topicId":"616c98f116dfdfefa2036841","verse":"Joshua 1:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"616c98f516dfdfefa203684c","topicId":"616c98f116dfdfefa2036841","verse":"1 Peter 5:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"616c98f516dfdfefa203684d","topicId":"616c98f116dfdfefa2036841","verse":"1 Corinthians 10:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"616c98f516dfdfefa203684e","topicId":"616c98f116dfdfefa2036841","verse":"Romans 8:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45008015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”</p>\n</div>","kjv":"<strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  ","niv":"<sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\""},{"_id":"616c98f616dfdfefa203684f","topicId":"616c98f116dfdfefa2036841","verse":"Isaiah 41:10","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-16\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616c98f616dfdfefa2036850","topicId":"616c98f116dfdfefa2036841","verse":"Proverbs 29:25","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029025_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029025-1\">25&nbsp;</b>&nbsp;&nbsp;The fear of man lays a snare,</span><br><span id=\"p20029025_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever trusts in the LORD is safe.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.  ","niv":"<sup><strong>25</strong></sup> Fear of man will prove to be a snare, but whoever trusts in the LORD is kept safe."},{"_id":"616c98f616dfdfefa2036851","topicId":"616c98f116dfdfefa2036841","verse":"James 1:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-18\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says."},{"_id":"616c98f616dfdfefa2036852","topicId":"616c98f116dfdfefa2036841","verse":"Romans 8:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"616c98f716dfdfefa2036853","topicId":"616c98f116dfdfefa2036841","verse":"John 10:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"616c98f716dfdfefa2036854","topicId":"616c98f116dfdfefa2036841","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616c98f716dfdfefa2036855","topicId":"616c98f116dfdfefa2036841","verse":"2 Peter 1:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"616c98f816dfdfefa2036856","topicId":"616c98f116dfdfefa2036841","verse":"Philippians 4:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-23\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"616c98f816dfdfefa2036857","topicId":"616c98f116dfdfefa2036841","verse":"Romans 2:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45002004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>","kjv":"<strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance?"},{"_id":"616c98f816dfdfefa2036858","topicId":"616c98f116dfdfefa2036841","verse":"John 15:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."},{"_id":"616c98f916dfdfefa2036859","topicId":"616c98f116dfdfefa2036841","verse":"2 Chronicles 7:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p14007014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v14007014-1\">14&nbsp;</b>if my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.</p>\n</div>","kjv":"<strong>14</strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.  ","niv":"<sup><strong>14</strong></sup> if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then will I hear from heaven and will forgive their sin and will heal their land."},{"_id":"616c98f916dfdfefa203685a","topicId":"616c98f116dfdfefa2036841","verse":"1 Samuel 15:23","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015023_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_01-28\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  ","niv":"<sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\""}]}