{"_id":"616c996b16dfdfefa203688f","slug":"tithe-amount","name":"Tithe Amount","verses":[{"_id":"616c996b16dfdfefa2036890","topicId":"616c996b16dfdfefa203688f","verse":"2 Corinthians 9:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.","modified":"2022-08-10T15:53:09.156Z"},{"_id":"616c996c16dfdfefa2036891","topicId":"616c996b16dfdfefa203688f","verse":"Malachi 3:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p39003001_01-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39003001-1\">3:1&nbsp;</b>“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003002-1\">2&nbsp;</b>But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap. <b class=\"verse-num\" id=\"v39003003-1\">3&nbsp;</b>He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. <b class=\"verse-num\" id=\"v39003004-1\">4&nbsp;</b>Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years.</p>\n<p id=\"p39003004_01-26\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n\n<p id=\"p39003005_03-26\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n<p id=\"p39003012_03-26\"><b class=\"verse-num\" id=\"v39003013-1\">13&nbsp;</b>“Your words have been hard against me, says the LORD. But you say, ‘How have we spoken against you?’ <b class=\"verse-num\" id=\"v39003014-1\">14&nbsp;</b>You have said, ‘It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the LORD of hosts? <b class=\"verse-num\" id=\"v39003015-1\">15&nbsp;</b>And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.’”</p>\n\n<p id=\"p39003015_07-26\"><b class=\"verse-num\" id=\"v39003016-1\">16&nbsp;</b>Then those who feared the LORD spoke with one another. The LORD paid attention and heard them, and a book of remembrance was written before him of those who feared the LORD and esteemed his name. <b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him. <b class=\"verse-num\" id=\"v39003018-1\">18&nbsp;</b>Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.</p>\n\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings."},{"_id":"616c996c16dfdfefa2036892","topicId":"616c996b16dfdfefa203688f","verse":"Leviticus 27:30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03027030_01-3\"><b class=\"verse-num\" id=\"v03027030-1\">30&nbsp;</b>“Every tithe of the land, whether of the seed of the land or of the fruit of the trees, is the LORD’s; it is holy to the LORD.</p>\n</div>","kjv":"<strong>30</strong> And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the LORD’S: it is holy unto the LORD.  ","niv":"<sup><strong>30</strong></sup> \"'A tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the LORD; it is holy to the LORD."},{"_id":"616c996c16dfdfefa2036893","topicId":"616c996b16dfdfefa203688f","verse":"Malachi 3:8-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p39003008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts.</p>\n\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. "},{"_id":"616c996d16dfdfefa2036894","topicId":"616c996b16dfdfefa203688f","verse":"Psalm 37:21","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037021_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037021-1\">21&nbsp;</b>&nbsp;&nbsp;The wicked borrows but does not pay back,</span><br><span id=\"p19037021_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous is generous and gives;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  ","niv":"<sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously;"},{"_id":"616c996d16dfdfefa2036895","topicId":"616c996b16dfdfefa203688f","verse":"Numbers 18:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p04018021_01-6\"><b class=\"verse-num\" id=\"v04018021-1\">21&nbsp;</b>“To the Levites I have given every tithe in Israel for an inheritance, in return for their service that they do, their service in the tent of meeting,</p>\n</div>","kjv":"<strong>21</strong> And, behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve, even the service of the tabernacle of the congregation.  ","niv":"<sup><strong>21</strong></sup> \"I give to the Levites all the tithes in Israel as their inheritance in return for the work they do while serving at the Tent of Meeting."},{"_id":"616c996d16dfdfefa2036896","topicId":"616c996b16dfdfefa203688f","verse":"Hebrews 7:4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58007001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58007001-1\">7:1&nbsp;</b>For this Melchizedek, king of Salem, priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him, <b class=\"verse-num\" id=\"v58007002-1\">2&nbsp;</b>and to him Abraham apportioned a tenth part of everything. He is first, by translation of his name, king of righteousness, and then he is also king of Salem, that is, king of peace. <b class=\"verse-num\" id=\"v58007003-1\">3&nbsp;</b>He is without father or mother or genealogy, having neither beginning of days nor end of life, but resembling the Son of God he continues a priest forever.</p>\n<p id=\"p58007003_06-20\"><b class=\"verse-num\" id=\"v58007004-1\">4&nbsp;</b>See how great this man was to whom Abraham the patriarch gave a tenth of the spoils! <b class=\"verse-num\" id=\"v58007005-1\">5&nbsp;</b>And those descendants of Levi who receive the priestly office have a commandment in the law to take tithes from the people, that is, from their brothers, though these also are descended from Abraham. <b class=\"verse-num\" id=\"v58007006-1\">6&nbsp;</b>But this man who does not have his descent from them received tithes from Abraham and blessed him who had the promises. <b class=\"verse-num\" id=\"v58007007-1\">7&nbsp;</b>It is beyond dispute that the inferior is blessed by the superior. <b class=\"verse-num\" id=\"v58007008-1\">8&nbsp;</b>In the one case tithes are received by mortal men, but in the other case, by one of whom it is testified that he lives. <b class=\"verse-num\" id=\"v58007009-1\">9&nbsp;</b>One might even say that Levi himself, who receives tithes, paid tithes through Abraham, <b class=\"verse-num\" id=\"v58007010-1\">10&nbsp;</b>for he was still in the loins of his ancestor when Melchizedek met him.</p>\n\n<p id=\"p58007010_10-20\"><b class=\"verse-num\" id=\"v58007011-1\">11&nbsp;</b>Now if perfection had been attainable through the Levitical priesthood (for under it the people received the law), what further need would there have been for another priest to arise after the order of Melchizedek, rather than one named after the order of Aaron? <b class=\"verse-num\" id=\"v58007012-1\">12&nbsp;</b>For when there is a change in the priesthood, there is necessarily a change in the law as well. <b class=\"verse-num\" id=\"v58007013-1\">13&nbsp;</b>For the one of whom these things are spoken belonged to another tribe, from which no one has ever served at the altar. <b class=\"verse-num\" id=\"v58007014-1\">14&nbsp;</b>For it is evident that our Lord was descended from Judah, and in connection with that tribe Moses said nothing about priests.</p>\n<p id=\"p58007014_10-20\"><b class=\"verse-num\" id=\"v58007015-1\">15&nbsp;</b>This becomes even more evident when another priest arises in the likeness of Melchizedek, <b class=\"verse-num\" id=\"v58007016-1\">16&nbsp;</b>who has become a priest, not on the basis of a legal requirement concerning bodily descent, but by the power of an indestructible life. <b class=\"verse-num\" id=\"v58007017-1\">17&nbsp;</b>For it is witnessed of him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58007017_10-20\" class=\"line\">&nbsp;&nbsp;“You are a priest forever,</span><br><span id=\"p58007017_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58007017_10-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58007018-1\">18&nbsp;</b>For on the one hand, a former commandment is set aside because of its weakness and uselessness <b class=\"verse-num\" id=\"v58007019-1\">19&nbsp;</b>(for the law made nothing perfect); but on the other hand, a better hope is introduced, through which we draw near to God.</p>\n<p id=\"p58007019_10-20\"><b class=\"verse-num\" id=\"v58007020-1\">20&nbsp;</b>And it was not without an oath. For those who formerly became priests were made such without an oath, <b class=\"verse-num\" id=\"v58007021-1\">21&nbsp;</b>but this one was made a priest with an oath by the one who said to him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58007021_10-20\" class=\"line\">&nbsp;&nbsp;“The Lord has sworn</span><br><span id=\"p58007021_10-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not change his mind,</span><br><span id=\"p58007021_10-20\" class=\"line\">&nbsp;&nbsp;‘You are a priest forever.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58007021_10-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58007022-1\">22&nbsp;</b>This makes Jesus the guarantor of a better covenant.</p>\n<p id=\"p58007022_10-20\"><b class=\"verse-num\" id=\"v58007023-1\">23&nbsp;</b>The former priests were many in number, because they were prevented by death from continuing in office, <b class=\"verse-num\" id=\"v58007024-1\">24&nbsp;</b>but he holds his priesthood permanently, because he continues forever. <b class=\"verse-num\" id=\"v58007025-1\">25&nbsp;</b>Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.</p>\n<p id=\"p58007025_10-20\"><b class=\"verse-num\" id=\"v58007026-1\">26&nbsp;</b>For it was indeed fitting that we should have such a high priest, holy, innocent, unstained, separated from sinners, and exalted above the heavens. <b class=\"verse-num\" id=\"v58007027-1\">27&nbsp;</b>He has no need, like those high priests, to offer sacrifices daily, first for his own sins and then for those of the people, since he did this once for all when he offered up himself. <b class=\"verse-num\" id=\"v58007028-1\">28&nbsp;</b>For the law appoints men in their weakness as high priests, but the word of the oath, which came later than the law, appoints a Son who has been made perfect forever.</p>\n\n</div>","kjv":"<strong>4</strong> Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.  ","niv":"<sup><strong>4</strong></sup> Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder!"},{"_id":"616c996e16dfdfefa2036897","topicId":"616c996b16dfdfefa203688f","verse":"Matthew 23:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-8\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"616c996e16dfdfefa2036898","topicId":"616c996b16dfdfefa203688f","verse":"Deuteronomy 14:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05014028_01-9\"><b class=\"verse-num\" id=\"v05014028-1\">28&nbsp;</b>“At the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns.</p>\n</div>","kjv":"<strong>28</strong> At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay it up within thy gates:  ","niv":"<sup><strong>28</strong></sup> At the end of every three years, bring all the tithes of that year's produce and store it in your towns,"},{"_id":"616c996e16dfdfefa2036899","topicId":"616c996b16dfdfefa203688f","verse":"Deuteronomy 8:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05008018_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","kjv":"<strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","niv":"<sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today."},{"_id":"616c996e16dfdfefa203689a","topicId":"616c996b16dfdfefa203688f","verse":"Genesis 28:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01028022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\""},{"_id":"616c996f16dfdfefa203689b","topicId":"616c996b16dfdfefa203688f","verse":"Genesis 14:20","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014020_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_01-12\" class=\"same-paragraph\">And Abram gave him a tenth of everything.</p>\n</div>","kjv":"<strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  ","niv":"<sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything."},{"_id":"616c996f16dfdfefa203689c","topicId":"616c996b16dfdfefa203688f","verse":"Galatians 3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003013-1\">13&nbsp;</b>Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—</p>\n</div>","kjv":"<strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  ","niv":"<sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\""},{"_id":"616c996f16dfdfefa203689d","topicId":"616c996b16dfdfefa203688f","verse":"Galatians 3:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003007_01-14\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham.</p>\n</div>","kjv":"<strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  ","niv":"<sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham."},{"_id":"616c997016dfdfefa203689e","topicId":"616c996b16dfdfefa203688f","verse":"Luke 11:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42011042_01-15\"><b class=\"verse-num woc\" id=\"v42011042-1\">42&nbsp;</b><span class=\"woc\">“But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>42</strong> But woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>42</strong></sup> \"Woe to you Pharisees, because you give God a tenth of your mint, rue and all other kinds of garden herbs, but you neglect justice and the love of God. You should have practiced the latter without leaving the former undone."},{"_id":"616c997016dfdfefa203689f","topicId":"616c996b16dfdfefa203688f","verse":"Nehemiah 13:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p16013001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16013001-1\">13:1&nbsp;</b>On that day they read from the Book of Moses in the hearing of the people. And in it was found written that no Ammonite or Moabite should ever enter the assembly of God, <b class=\"verse-num\" id=\"v16013002-1\">2&nbsp;</b>for they did not meet the people of Israel with bread and water, but hired Balaam against them to curse them—yet our God turned the curse into a blessing. <b class=\"verse-num\" id=\"v16013003-1\">3&nbsp;</b>As soon as the people heard the law, they separated from Israel all those of foreign descent.</p>\n<p id=\"p16013003_04-16\"><b class=\"verse-num\" id=\"v16013004-1\">4&nbsp;</b>Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God, and who was related to Tobiah, <b class=\"verse-num\" id=\"v16013005-1\">5&nbsp;</b>prepared for Tobiah a large chamber where they had previously put the grain offering, the frankincense, the vessels, and the tithes of grain, wine, and oil, which were given by commandment to the Levites, singers, and gatekeepers, and the contributions for the priests. <b class=\"verse-num\" id=\"v16013006-1\">6&nbsp;</b>While this was taking place, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I went to the king. And after some time I asked leave of the king <b class=\"verse-num\" id=\"v16013007-1\">7&nbsp;</b>and came to Jerusalem, and I then discovered the evil that Eliashib had done for Tobiah, preparing for him a chamber in the courts of the house of God. <b class=\"verse-num\" id=\"v16013008-1\">8&nbsp;</b>And I was very angry, and I threw all the household furniture of Tobiah out of the chamber. <b class=\"verse-num\" id=\"v16013009-1\">9&nbsp;</b>Then I gave orders, and they cleansed the chambers, and I brought back there the vessels of the house of God, with the grain offering and the frankincense.</p>\n<p id=\"p16013009_04-16\"><b class=\"verse-num\" id=\"v16013010-1\">10&nbsp;</b>I also found out that the portions of the Levites had not been given to them, so that the Levites and the singers, who did the work, had fled each to his field. <b class=\"verse-num\" id=\"v16013011-1\">11&nbsp;</b>So I confronted the officials and said, “Why is the house of God forsaken?” And I gathered them together and set them in their stations. <b class=\"verse-num\" id=\"v16013012-1\">12&nbsp;</b>Then all Judah brought the tithe of the grain, wine, and oil into the storehouses. <b class=\"verse-num\" id=\"v16013013-1\">13&nbsp;</b>And I appointed as treasurers over the storehouses Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and as their assistant Hanan the son of Zaccur, son of Mattaniah, for they were considered reliable, and their duty was to distribute to their brothers. <b class=\"verse-num\" id=\"v16013014-1\">14&nbsp;</b>Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God and for his service.</p>\n<p id=\"p16013014_04-16\"><b class=\"verse-num\" id=\"v16013015-1\">15&nbsp;</b>In those days I saw in Judah people treading winepresses on the Sabbath, and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of loads, which they brought into Jerusalem on the Sabbath day. And I warned them on the day when they sold food. <b class=\"verse-num\" id=\"v16013016-1\">16&nbsp;</b>Tyrians also, who lived in the city, brought in fish and all kinds of goods and sold them on the Sabbath to the people of Judah, in Jerusalem itself! <b class=\"verse-num\" id=\"v16013017-1\">17&nbsp;</b>Then I confronted the nobles of Judah and said to them, “What is this evil thing that you are doing, profaning the Sabbath day? <b class=\"verse-num\" id=\"v16013018-1\">18&nbsp;</b>Did not your fathers act in this way, and did not our God bring all this disaster on us and on this city? Now you are bringing more wrath on Israel by profaning the Sabbath.”</p>\n<p id=\"p16013018_04-16\"><b class=\"verse-num\" id=\"v16013019-1\">19&nbsp;</b>As soon as it began to grow dark at the gates of Jerusalem before the Sabbath, I commanded that the doors should be shut and gave orders that they should not be opened until after the Sabbath. And I stationed some of my servants at the gates, that no load might be brought in on the Sabbath day. <b class=\"verse-num\" id=\"v16013020-1\">20&nbsp;</b>Then the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice. <b class=\"verse-num\" id=\"v16013021-1\">21&nbsp;</b>But I warned them and said to them, “Why do you lodge outside the wall? If you do so again, I will lay hands on you.” From that time on they did not come on the Sabbath. <b class=\"verse-num\" id=\"v16013022-1\">22&nbsp;</b>Then I commanded the Levites that they should purify themselves and come and guard the gates, to keep the Sabbath day holy. Remember this also in my favor, O my God, and spare me according to the greatness of your steadfast love.</p>\n<p id=\"p16013022_04-16\"><b class=\"verse-num\" id=\"v16013023-1\">23&nbsp;</b>In those days also I saw the Jews who had married women of Ashdod, Ammon, and Moab. <b class=\"verse-num\" id=\"v16013024-1\">24&nbsp;</b>And half of their children spoke the language of Ashdod, and they could not speak the language of Judah, but only the language of each people. <b class=\"verse-num\" id=\"v16013025-1\">25&nbsp;</b>And I confronted them and cursed them and beat some of them and pulled out their hair. And I made them take an oath in the name of God, saying, “You shall not give your daughters to their sons, or take their daughters for your sons or for yourselves. <b class=\"verse-num\" id=\"v16013026-1\">26&nbsp;</b>Did not Solomon king of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel. Nevertheless, foreign women made even him to sin. <b class=\"verse-num\" id=\"v16013027-1\">27&nbsp;</b>Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?”</p>\n<p id=\"p16013027_04-16\"><b class=\"verse-num\" id=\"v16013028-1\">28&nbsp;</b>And one of the sons of Jehoiada, the son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite. Therefore I chased him from me. <b class=\"verse-num\" id=\"v16013029-1\">29&nbsp;</b>Remember them, O my God, because they have desecrated the priesthood and the covenant of the priesthood and the Levites.</p>\n<p id=\"p16013029_04-16\"><b class=\"verse-num\" id=\"v16013030-1\">30&nbsp;</b>Thus I cleansed them from everything foreign, and I established the duties of the priests and Levites, each in his work; <b class=\"verse-num\" id=\"v16013031-1\">31&nbsp;</b>and I provided for the wood offering at appointed times, and for the firstfruits.</p>\n<p id=\"p16013031_04-16\">Remember me, O my God, for good.</p>\n\n</div>","kjv":"<strong>1</strong> On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;  <strong>2</strong> Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.  <strong>3</strong> Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.  <strong>4</strong> And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:  <strong>5</strong> And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given  to the Levites, and the singers, and the porters; and the offerings of the priests.  <strong>6</strong> But in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:  <strong>7</strong> And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.  <strong>8</strong> And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.  <strong>9</strong> Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.  <strong>10</strong> And I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.  <strong>11</strong> Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.  <strong>12</strong> Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.  <strong>13</strong> And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was  Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.  <strong>14</strong> Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.  <strong>15</strong> In those days saw I in Judah some treading winepresses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.  <strong>16</strong> There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.  <strong>17</strong> Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?  <strong>18</strong> Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.  <strong>19</strong> And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some  of my servants set I at the gates, that there should no burden be brought in on the sabbath day.  <strong>20</strong> So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.  <strong>21</strong> Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.  <strong>22</strong> And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.  <strong>23</strong> In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:  <strong>24</strong> And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.  <strong>25</strong> And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying,  Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.  <strong>26</strong> Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.  <strong>27</strong> Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?  <strong>28</strong> And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.  <strong>29</strong> Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.  <strong>30</strong> Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;  <strong>31</strong> And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.  ","niv":"<sup><strong>1</strong></sup> On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God, <sup><strong>2</strong></sup> because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.) <sup><strong>3</strong></sup> When the people heard this law, they excluded from Israel all who were of foreign descent. <sup><strong>4</strong></sup> Before this, Eliashib the priest had been put in charge of the storerooms of the house of our God. He was closely associated with Tobiah, <sup><strong>5</strong></sup> and he had provided him with a large room formerly used to store the grain offerings and incense and temple articles, and also the tithes of grain, new wine and oil prescribed for the Levites, singers and gatekeepers, as well as the contributions for the priests. <sup><strong>6</strong></sup> But while all this was going on, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Some time later I asked his permission <sup><strong>7</strong></sup> and came back to Jerusalem. Here I learned about the evil thing Eliashib had done in providing Tobiah a room in the courts of the house of God. <sup><strong>8</strong></sup> I was greatly displeased and threw all Tobiah's household goods out of the room. <sup><strong>9</strong></sup> I gave orders to purify the rooms, and then I put back into them the equipment of the house of God, with the grain offerings and the incense. <sup><strong>10</strong></sup> I also learned that the portions assigned to the Levites had not been given to them, and that all the Levites and singers responsible for the service had gone back to their own fields. <sup><strong>11</strong></sup> So I rebuked the officials and asked them, \"Why is the house of God neglected?\" Then I called them together and stationed them at their posts. <sup><strong>12</strong></sup> All Judah brought the tithes of grain, new wine and oil into the storerooms. <sup><strong>13</strong></sup> I put Shelemiah the priest, Zadok the scribe, and a Levite named Pedaiah in charge of the storerooms and made Hanan son of Zaccur, the son of Mattaniah, their assistant, because these men were considered trustworthy. They were made responsible for distributing the supplies to their brothers. <sup><strong>14</strong></sup> Remember me for this, O my God, and do not blot out what I have so faithfully done for the house of my God and its services. <sup><strong>15</strong></sup> In those days I saw men in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day. <sup><strong>16</strong></sup> Men from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah. <sup><strong>17</strong></sup> I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing-desecrating the Sabbath day? <sup><strong>18</strong></sup> Didn't your forefathers do the same things, so that our God brought all this calamity upon us and upon this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\" <sup><strong>19</strong></sup> When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day. <sup><strong>20</strong></sup> Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem. <sup><strong>21</strong></sup> But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will lay hands on you.\" From that time on they no longer came on the Sabbath. <sup><strong>22</strong></sup> Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy. Remember me for this also, O my God, and show mercy to me according to your great love. <sup><strong>23</strong></sup> Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. <sup><strong>24</strong></sup> Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah. <sup><strong>25</strong></sup> I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves. <sup><strong>26</strong></sup> Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women. <sup><strong>27</strong></sup> Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\" <sup><strong>28</strong></sup> One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me. <sup><strong>29</strong></sup> Remember them, O my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites. <sup><strong>30</strong></sup> So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task. <sup><strong>31</strong></sup> I also made provision for contributions of wood at designated times, and for the firstfruits. Remember me with favor, O my God. "},{"_id":"616c997016dfdfefa20368a0","topicId":"616c996b16dfdfefa203688f","verse":"Deuteronomy 14:22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05014022_02-17\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  ","niv":"<sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year."},{"_id":"616c997116dfdfefa20368a1","topicId":"616c996b16dfdfefa203688f","verse":"Exodus 19:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02019006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02019006-1\">6&nbsp;</b>and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”</p>\n</div>","kjv":"<strong>6</strong> And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.  ","niv":"<sup><strong>6</strong></sup> you will be for me a kingdom of priests and a holy nation.' These are the words you are to speak to the Israelites.\""},{"_id":"616c997116dfdfefa20368a2","topicId":"616c996b16dfdfefa203688f","verse":"James 2:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless?</p>\n</div>","kjv":"<strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  ","niv":"<sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless?"},{"_id":"616c997116dfdfefa20368a3","topicId":"616c996b16dfdfefa203688f","verse":"Hebrews 7:1-28","votes":1,"__v":0,"kjv":"<strong>1</strong> For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;  <strong>2</strong> To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;  <strong>3</strong> Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually.  <strong>4</strong> Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.  <strong>5</strong> And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:  <strong>6</strong> But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.  <strong>7</strong> And without all contradiction the less is blessed of the better.  <strong>8</strong> And here men that die receive tithes; but there he receiveth them,  of whom it is witnessed that he liveth.  <strong>9</strong> And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham.  <strong>10</strong> For he was yet in the loins of his father, when Melchisedec met him.  <strong>11</strong> If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?  <strong>12</strong> For the priesthood being changed, there is made of necessity a change also of the law.  <strong>13</strong> For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.  <strong>14</strong> For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.  <strong>15</strong> And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,  <strong>16</strong> Who is made, not after the law of a carnal commandment, but after the power of an endless life.  <strong>17</strong> For he testifieth, Thou art a priest for ever after the order of Melchisedec.  <strong>18</strong> For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.  <strong>19</strong> For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.  <strong>20</strong> And inasmuch as not without an oath he was made priest:  <strong>21</strong> (For those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art  a priest for ever after the order of Melchisedec:)  <strong>22</strong> By so much was Jesus made a surety of a better testament.  <strong>23</strong> And they truly were many priests, because they were not suffered to continue by reason of death:  <strong>24</strong> But this man, because he continueth ever, hath an unchangeable priesthood.  <strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  <strong>26</strong> For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;  <strong>27</strong> Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people’s: for this he did once, when he offered up himself.  <strong>28</strong> For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.  ","niv":"<sup><strong>1</strong></sup> This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him, <sup><strong>2</strong></sup> and Abraham gave him a tenth of everything. First, his name means \"king of righteousness\"; then also, \"king of Salem\" means \"king of peace.\" <sup><strong>3</strong></sup> Without father or mother, without genealogy, without beginning of days or end of life, like the Son of God he remains a priest forever. <sup><strong>4</strong></sup> Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder! <sup><strong>5</strong></sup> Now the law requires the descendants of Levi who become priests to collect a tenth from the people--that is, their brothers--even though their brothers are descended from Abraham. <sup><strong>6</strong></sup> This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises. <sup><strong>7</strong></sup> And without doubt the lesser person is blessed by the greater. <sup><strong>8</strong></sup> In the one case, the tenth is collected by men who die; but in the other case, by him who is declared to be living. <sup><strong>9</strong></sup> One might even say that Levi, who collects the tenth, paid the tenth through Abraham, <sup><strong>10</strong></sup> because when Melchizedek met Abraham, Levi was still in the body of his ancestor. <sup><strong>11</strong></sup> If perfection could have been attained through the Levitical priesthood (for on the basis of it the law was given to the people), why was there still need for another priest to come--one in the order of Melchizedek, not in the order of Aaron? <sup><strong>12</strong></sup> For when there is a change of the priesthood, there must also be a change of the law. <sup><strong>13</strong></sup> He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar. <sup><strong>14</strong></sup> For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests. <sup><strong>15</strong></sup> And what we have said is even more clear if another priest like Melchizedek appears, <sup><strong>16</strong></sup> one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life. <sup><strong>17</strong></sup> For it is declared: \"You are a priest forever, in the order of Melchizedek.\" <sup><strong>18</strong></sup> The former regulation is set aside because it was weak and useless <sup><strong>19</strong></sup> (for the law made nothing perfect), and a better hope is introduced, by which we draw near to God. <sup><strong>20</strong></sup> And it was not without an oath! Others became priests without any oath, <sup><strong>21</strong></sup> but he became a priest with an oath when God said to him: \"The Lord has sworn and will not change his mind: 'You are a priest forever.'\" <sup><strong>22</strong></sup> Because of this oath, Jesus has become the guarantee of a better covenant. <sup><strong>23</strong></sup> Now there have been many of those priests, since death prevented them from continuing in office; <sup><strong>24</strong></sup> but because Jesus lives forever, he has a permanent priesthood. <sup><strong>25</strong></sup> Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them. <sup><strong>26</strong></sup> Such a high priest meets our need--one who is holy, blameless, pure, set apart from sinners, exalted above the heavens. <sup><strong>27</strong></sup> Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself. <sup><strong>28</strong></sup> For the law appoints as high priests men who are weak; but the oath, which came after the law, appointed the Son, who has been made perfect forever. "},{"_id":"616c997116dfdfefa20368a4","topicId":"616c996b16dfdfefa203688f","verse":"2 Corinthians 6:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47006016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47006016-1\">16&nbsp;</b>What agreement has the temple of God with idols? For we are the temple of the living God; as God said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006016_01-21\" class=\"line\">&nbsp;&nbsp;“I will make my dwelling among them and walk among them,</span><br><span id=\"p47006016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will be their God,</span><br><span id=\"p47006016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be my people.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.  ","niv":"<sup><strong>16</strong></sup> What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\""},{"_id":"616c997216dfdfefa20368a5","topicId":"616c996b16dfdfefa203688f","verse":"1 Corinthians 9:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46009014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009014-1\">14&nbsp;</b>In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.</p>\n</div>","kjv":"<strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  ","niv":"<sup><strong>14</strong></sup> In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel."},{"_id":"616c997216dfdfefa20368a6","topicId":"616c996b16dfdfefa203688f","verse":"Mark 12:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41012017_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41012017-1\">17&nbsp;</b>Jesus said to them, <span class=\"woc\">“Render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> And they marveled at him.</p>\n</div>","kjv":"<strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  ","niv":"<sup><strong>17</strong></sup> Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him."},{"_id":"616c997216dfdfefa20368a7","topicId":"616c996b16dfdfefa203688f","verse":"Matthew 17:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\""},{"_id":"616c997316dfdfefa20368a8","topicId":"616c996b16dfdfefa203688f","verse":"Malachi 3:1-18","votes":1,"__v":0,"kjv":"<strong>1</strong> Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.  <strong>2</strong> But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ sope:  <strong>3</strong> And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.  <strong>4</strong> Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.  <strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  <strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  <strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  <strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  <strong>12</strong> And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.  <strong>13</strong> Your words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?  <strong>14</strong> Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?  <strong>15</strong> And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.  <strong>16</strong> Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.  <strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  <strong>18</strong> Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.  ","niv":"<sup><strong>1</strong></sup> \"See, I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,\" says the LORD Almighty. <sup><strong>2</strong></sup> But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner's fire or a launderer's soap. <sup><strong>3</strong></sup> He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness, <sup><strong>4</strong></sup> and the offerings of Judah and Jerusalem will be acceptable to the LORD, as in days gone by, as in former years. <sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty. <sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed. <sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' <sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. <sup><strong>12</strong></sup> \"Then all the nations will call you blessed, for yours will be a delightful land,\" says the LORD Almighty. <sup><strong>13</strong></sup> \"You have said harsh things against me,\" says the LORD. \"Yet you ask, 'What have we said against you?' <sup><strong>14</strong></sup> \"You have said, 'It is futile to serve God. What did we gain by carrying out his requirements and going about like mourners before the LORD Almighty? <sup><strong>15</strong></sup> But now we call the arrogant blessed. Certainly the evildoers prosper, and even those who challenge God escape.'\" <sup><strong>16</strong></sup> Then those who feared the LORD talked with each other, and the LORD listened and heard. A scroll of remembrance was written in his presence concerning those who feared the LORD and honored his name. <sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him. <sup><strong>18</strong></sup> And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not. "}]}