{"_id":"616c9a2016dfdfefa20368f7","slug":"tithes-and-offerings","name":"Tithes And Offerings","verses":[{"_id":"616c9a2016dfdfefa20368f8","topicId":"616c9a2016dfdfefa20368f7","verse":"Malachi 3:10","votes":21,"__v":0,"esv":"<div>\n<p id=\"p39003001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39003001-1\">3:1&nbsp;</b>“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003002-1\">2&nbsp;</b>But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap. <b class=\"verse-num\" id=\"v39003003-1\">3&nbsp;</b>He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. <b class=\"verse-num\" id=\"v39003004-1\">4&nbsp;</b>Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years.</p>\n<p id=\"p39003004_01-23\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n\n<p id=\"p39003005_03-23\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n<p id=\"p39003012_03-23\"><b class=\"verse-num\" id=\"v39003013-1\">13&nbsp;</b>“Your words have been hard against me, says the LORD. But you say, ‘How have we spoken against you?’ <b class=\"verse-num\" id=\"v39003014-1\">14&nbsp;</b>You have said, ‘It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the LORD of hosts? <b class=\"verse-num\" id=\"v39003015-1\">15&nbsp;</b>And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.’”</p>\n\n<p id=\"p39003015_07-23\"><b class=\"verse-num\" id=\"v39003016-1\">16&nbsp;</b>Then those who feared the LORD spoke with one another. The LORD paid attention and heard them, and a book of remembrance was written before him of those who feared the LORD and esteemed his name. <b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him. <b class=\"verse-num\" id=\"v39003018-1\">18&nbsp;</b>Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.</p>\n\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it.","modified":"2023-05-05T13:48:20.396Z"},{"_id":"616c9a2116dfdfefa20368f9","topicId":"616c9a2016dfdfefa20368f7","verse":"Luke 6:38","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"616c9a2116dfdfefa20368fa","topicId":"616c9a2016dfdfefa20368f7","verse":"Matthew 23:23","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-3\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"616c9a2116dfdfefa20368fb","topicId":"616c9a2016dfdfefa20368f7","verse":"2 Corinthians 9:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616c9a2116dfdfefa20368fc","topicId":"616c9a2016dfdfefa20368f7","verse":"Numbers 18:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p04018021_01-5\"><b class=\"verse-num\" id=\"v04018021-1\">21&nbsp;</b>“To the Levites I have given every tithe in Israel for an inheritance, in return for their service that they do, their service in the tent of meeting,</p>\n</div>","kjv":"<strong>21</strong> And, behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve, even the service of the tabernacle of the congregation.  ","niv":"<sup><strong>21</strong></sup> \"I give to the Levites all the tithes in Israel as their inheritance in return for the work they do while serving at the Tent of Meeting."},{"_id":"616c9a2216dfdfefa20368fd","topicId":"616c9a2016dfdfefa20368f7","verse":"Mark 12:41-44","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p41012041_04-6\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"616c9a2216dfdfefa20368fe","topicId":"616c9a2016dfdfefa20368f7","verse":"Leviticus 27:30","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03027030_01-7\"><b class=\"verse-num\" id=\"v03027030-1\">30&nbsp;</b>“Every tithe of the land, whether of the seed of the land or of the fruit of the trees, is the LORD’s; it is holy to the LORD.</p>\n</div>","kjv":"<strong>30</strong> And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the LORD’S: it is holy unto the LORD.  ","niv":"<sup><strong>30</strong></sup> \"'A tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the LORD; it is holy to the LORD."},{"_id":"616c9a2216dfdfefa20368ff","topicId":"616c9a2016dfdfefa20368f7","verse":"1 Corinthians 16:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46016002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.</p>\n</div>","kjv":"<strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  ","niv":"<sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made."},{"_id":"616c9a2316dfdfefa2036900","topicId":"616c9a2016dfdfefa20368f7","verse":"Luke 11:42","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42011042_01-10\"><b class=\"verse-num woc\" id=\"v42011042-1\">42&nbsp;</b><span class=\"woc\">“But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>42</strong> But woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>42</strong></sup> \"Woe to you Pharisees, because you give God a tenth of your mint, rue and all other kinds of garden herbs, but you neglect justice and the love of God. You should have practiced the latter without leaving the former undone."},{"_id":"616c9a2316dfdfefa2036902","topicId":"616c9a2016dfdfefa20368f7","verse":"Proverbs 3:9-10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003009_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  ","niv":"<sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. "},{"_id":"616c9a2316dfdfefa2036901","topicId":"616c9a2016dfdfefa20368f7","verse":"Malachi 3:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p39003008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions.</p>\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings."},{"_id":"616c9a2316dfdfefa2036903","topicId":"616c9a2016dfdfefa20368f7","verse":"Matthew 6:1-4","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-13\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"616c9a2416dfdfefa2036904","topicId":"616c9a2016dfdfefa20368f7","verse":"Malachi 3:8-10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p39003008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. "},{"_id":"616c9a2416dfdfefa2036905","topicId":"616c9a2016dfdfefa20368f7","verse":"Numbers 18:26","votes":8,"__v":0,"esv":"<div>\n<p id=\"p04018026_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v04018026-1\">26&nbsp;</b>“Moreover, you shall speak and say to the Levites, ‘When you take from the people of Israel the tithe that I have given you from them for your inheritance, then you shall present a contribution from it to the LORD, a tithe of the tithe.</p>\n</div>","kjv":"<strong>26</strong> Thus speak unto the Levites, and say unto them, When ye take of the children of Israel the tithes which I have given you from them for your inheritance, then ye shall offer up an heave offering of it for the LORD, even a tenth part of the tithe.  ","niv":"<sup><strong>26</strong></sup> \"Speak to the Levites and say to them: 'When you receive from the Israelites the tithe I give you as your inheritance, you must present a tenth of that tithe as the LORD's offering."},{"_id":"616c9a2516dfdfefa2036906","topicId":"616c9a2016dfdfefa20368f7","verse":"Acts 20:35","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"616c9a2516dfdfefa2036907","topicId":"616c9a2016dfdfefa20368f7","verse":"Genesis 28:20-22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" "},{"_id":"616c9a2516dfdfefa2036908","topicId":"616c9a2016dfdfefa20368f7","verse":"Deuteronomy 14:22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p05014022_02-18\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  ","niv":"<sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year."},{"_id":"616c9a2516dfdfefa2036909","topicId":"616c9a2016dfdfefa20368f7","verse":"Genesis 14:20","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014020_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_01-19\" class=\"same-paragraph\">And Abram gave him a tenth of everything.</p>\n</div>","kjv":"<strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  ","niv":"<sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything."},{"_id":"616c9a2616dfdfefa203690a","topicId":"616c9a2016dfdfefa20368f7","verse":"Malachi 3:8-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p39003008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  <strong>12</strong> And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. <sup><strong>12</strong></sup> \"Then all the nations will call you blessed, for yours will be a delightful land,\" says the LORD Almighty. "},{"_id":"616c9a2616dfdfefa203690b","topicId":"616c9a2016dfdfefa20368f7","verse":"Luke 18:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42018012_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span></p>\n</div>","kjv":"<strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  ","niv":"<sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.'"},{"_id":"616c9a2616dfdfefa203690d","topicId":"616c9a2016dfdfefa20368f7","verse":"Genesis 28:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01028022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\""},{"_id":"616c9a2616dfdfefa203690c","topicId":"616c9a2016dfdfefa20368f7","verse":"Malachi 3:1-18","votes":5,"__v":0,"kjv":"<strong>1</strong> Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.  <strong>2</strong> But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ sope:  <strong>3</strong> And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.  <strong>4</strong> Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.  <strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  <strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  <strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  <strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  <strong>12</strong> And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.  <strong>13</strong> Your words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?  <strong>14</strong> Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?  <strong>15</strong> And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.  <strong>16</strong> Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.  <strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  <strong>18</strong> Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.  ","niv":"<sup><strong>1</strong></sup> \"See, I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,\" says the LORD Almighty. <sup><strong>2</strong></sup> But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner's fire or a launderer's soap. <sup><strong>3</strong></sup> He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness, <sup><strong>4</strong></sup> and the offerings of Judah and Jerusalem will be acceptable to the LORD, as in days gone by, as in former years. <sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty. <sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed. <sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' <sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. <sup><strong>12</strong></sup> \"Then all the nations will call you blessed, for yours will be a delightful land,\" says the LORD Almighty. <sup><strong>13</strong></sup> \"You have said harsh things against me,\" says the LORD. \"Yet you ask, 'What have we said against you?' <sup><strong>14</strong></sup> \"You have said, 'It is futile to serve God. What did we gain by carrying out his requirements and going about like mourners before the LORD Almighty? <sup><strong>15</strong></sup> But now we call the arrogant blessed. Certainly the evildoers prosper, and even those who challenge God escape.'\" <sup><strong>16</strong></sup> Then those who feared the LORD talked with each other, and the LORD listened and heard. A scroll of remembrance was written in his presence concerning those who feared the LORD and honored his name. <sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him. <sup><strong>18</strong></sup> And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not. "},{"_id":"616c9a2716dfdfefa203690e","topicId":"616c9a2016dfdfefa20368f7","verse":"Deuteronomy 14:22-29","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p05014022_02-24\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year. <b class=\"verse-num\" id=\"v05014023-1\">23&nbsp;</b>And before the LORD your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the LORD your God always. <b class=\"verse-num\" id=\"v05014024-1\">24&nbsp;</b>And if the way is too long for you, so that you are not able to carry the tithe, when the LORD your God blesses you, because the place is too far from you, which the LORD your God chooses, to set his name there, <b class=\"verse-num\" id=\"v05014025-1\">25&nbsp;</b>then you shall turn it into money and bind up the money in your hand and go to the place that the LORD your God chooses <b class=\"verse-num\" id=\"v05014026-1\">26&nbsp;</b>and spend the money for whatever you desire—oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the LORD your God and rejoice, you and your household. <b class=\"verse-num\" id=\"v05014027-1\">27&nbsp;</b>And you shall not neglect the Levite who is within your towns, for he has no portion or inheritance with you.</p>\n<p id=\"p05014027_02-24\"><b class=\"verse-num\" id=\"v05014028-1\">28&nbsp;</b>“At the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns. <b class=\"verse-num\" id=\"v05014029-1\">29&nbsp;</b>And the Levite, because he has no portion or inheritance with you, and the sojourner, the fatherless, and the widow, who are within your towns, shall come and eat and be filled, that the LORD your God may bless you in all the work of your hands that you do.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  <strong>23</strong> And thou shalt eat before the LORD thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the LORD thy God always.  <strong>24</strong> And if the way be too long for thee, so that thou art not able to carry it; or if the place be too far from thee, which the LORD thy God shall choose to set his name there, when the LORD thy God hath blessed thee:  <strong>25</strong> Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the LORD thy God shall choose:  <strong>26</strong> And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,  <strong>27</strong> And the Levite that is within thy gates; thou shalt not forsake him; for he hath no part nor inheritance with thee.  <strong>28</strong> At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay it up within thy gates:  <strong>29</strong> And the Levite, (because he hath no part nor inheritance with thee,) and the stranger, and the fatherless, and the widow, which are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thine hand which thou doest.  ","niv":"<sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year. <sup><strong>23</strong></sup> Eat the tithe of your grain, new wine and oil, and the firstborn of your herds and flocks in the presence of the LORD your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the LORD your God always. <sup><strong>24</strong></sup> But if that place is too distant and you have been blessed by the LORD your God and cannot carry your tithe (because the place where the LORD will choose to put his Name is so far away), <sup><strong>25</strong></sup> then exchange your tithe for silver, and take the silver with you and go to the place the LORD your God will choose. <sup><strong>26</strong></sup> Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the LORD your God and rejoice. <sup><strong>27</strong></sup> And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own. <sup><strong>28</strong></sup> At the end of every three years, bring all the tithes of that year's produce and store it in your towns, <sup><strong>29</strong></sup> so that the Levites (who have no allotment or inheritance of their own) and the aliens, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the LORD your God may bless you in all the work of your hands. "},{"_id":"616c9a2716dfdfefa2036910","topicId":"616c9a2016dfdfefa20368f7","verse":"Genesis 14:18-20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01014018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01014018-1\">18&nbsp;</b>And Melchizedek king of Salem brought out bread and wine. (He was priest of God Most High.) <b class=\"verse-num\" id=\"v01014019-1\">19&nbsp;</b>And he blessed him and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014019_01-25\" class=\"line\">&nbsp;&nbsp;“Blessed be Abram by God Most High,</span><br><span id=\"p01014019_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Possessor of heaven and earth;</span><br><span id=\"p01014020_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_01-25\" class=\"same-paragraph\">And Abram gave him a tenth of everything.</p>\n\n</div>","kjv":"<strong>18</strong> And Melchizedek king of Salem brought forth bread and wine: and he was the priest of the most high God.  <strong>19</strong> And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:  <strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  ","niv":"<sup><strong>18</strong></sup> Then Melchizedek king of Salem brought out bread and wine. He was priest of God Most High, <sup><strong>19</strong></sup> and he blessed Abram, saying, \"Blessed be Abram by God Most High, Creator of heaven and earth. <sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything. "},{"_id":"616c9a2716dfdfefa203690f","topicId":"616c9a2016dfdfefa20368f7","verse":"Luke 16:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42016010_01-26\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span></p>\n</div>","kjv":"<strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  ","niv":"<sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much."}]}