{"_id":"616c9b8c16dfdfefa20369ad","slug":"tolerance","name":"Tolerance","verses":[{"_id":"616c9b8c16dfdfefa20369ae","topicId":"616c9b8c16dfdfefa20369ad","verse":"2 Timothy 4:1-2","votes":243,"__v":0,"esv":"<div>\n\n<p id=\"p55004001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.</p>\n</div>","kjv":"<strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  ","niv":"<sup><strong>1</strong></sup> In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge: <sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction. ","modified":"2023-08-05T21:07:53.991Z"},{"_id":"616c9b8d16dfdfefa20369af","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Corinthians 5:11","votes":185,"__v":0,"esv":"<div>\n<p id=\"p46005011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one.</p>\n</div>","kjv":"<strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  ","niv":"<sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat.","modified":"2023-12-06T12:17:05.156Z"},{"_id":"616c9b8d16dfdfefa20369b1","topicId":"616c9b8c16dfdfefa20369ad","verse":"2 John 1:10-11","votes":158,"__v":0,"kjv":"<strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,","modified":"2023-09-17T00:48:21.412Z"},{"_id":"616c9b8d16dfdfefa20369b2","topicId":"616c9b8c16dfdfefa20369ad","verse":"Romans 14:1-4","votes":135,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. ","modified":"2023-06-10T07:27:29.854Z"},{"_id":"616c9b8d16dfdfefa20369b0","topicId":"616c9b8c16dfdfefa20369ad","verse":"Ephesians 4:2","votes":180,"__v":0,"esv":"<div>\n<p id=\"p49004002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love,</p>\n</div>","kjv":"<strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  ","niv":"<sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love.","modified":"2023-11-19T17:47:45.423Z"},{"_id":"616c9b8e16dfdfefa20369b3","topicId":"616c9b8c16dfdfefa20369ad","verse":"John 8:7","votes":120,"__v":0,"esv":"<div>\n<p id=\"p43008007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span></p>\n</div>","kjv":"<strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  ","niv":"<sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\"","modified":"2022-10-27T07:46:34.583Z"},{"_id":"616c9b8e16dfdfefa20369b4","topicId":"616c9b8c16dfdfefa20369ad","verse":"Deuteronomy 13:6-10","votes":97,"__v":0,"esv":"<div>\n<p id=\"p05013006_01-8\"><b class=\"verse-num\" id=\"v05013006-1\">6&nbsp;</b>“If your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known, <b class=\"verse-num\" id=\"v05013007-1\">7&nbsp;</b>some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other, <b class=\"verse-num\" id=\"v05013008-1\">8&nbsp;</b>you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him. <b class=\"verse-num\" id=\"v05013009-1\">9&nbsp;</b>But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people. <b class=\"verse-num\" id=\"v05013010-1\">10&nbsp;</b>You shall stone him to death with stones, because he sought to draw you away from the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n\n</div>","kjv":"<strong>6</strong> If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;  <strong>7</strong> Namely, of the gods of the people which are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;  <strong>8</strong> Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:  <strong>9</strong> But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.  <strong>10</strong> And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  ","niv":"<sup><strong>6</strong></sup> If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your fathers have known, <sup><strong>7</strong></sup> gods of the peoples around you, whether near or far, from one end of the land to the other), <sup><strong>8</strong></sup> do not yield to him or listen to him. Show him no pity. Do not spare him or shield him. <sup><strong>9</strong></sup> You must certainly put him to death. Your hand must be the first in putting him to death, and then the hands of all the people. <sup><strong>10</strong></sup> Stone him to death, because he tried to turn you away from the LORD your God, who brought you out of Egypt, out of the land of slavery. ","modified":"2023-08-05T06:20:40.000Z"},{"_id":"616c9b8f16dfdfefa20369b5","topicId":"616c9b8c16dfdfefa20369ad","verse":"Acts 10:28","votes":90,"__v":0,"esv":"<div>\n<p id=\"p44010028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean.</p>\n</div>","kjv":"<strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  ","niv":"<sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean.","modified":"2022-09-21T09:43:36.432Z"},{"_id":"616c9b8f16dfdfefa20369b7","topicId":"616c9b8c16dfdfefa20369ad","verse":"Matthew 7:1","votes":88,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged.","modified":"2023-10-17T17:10:02.198Z"},{"_id":"616c9b8f16dfdfefa20369b6","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Peter 3:8-11","votes":78,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-12\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_05-12\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_05-12\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. ","modified":"2023-03-23T12:32:00.466Z"},{"_id":"616c9b8f16dfdfefa20369b8","topicId":"616c9b8c16dfdfefa20369ad","verse":"Proverbs 17:15","votes":67,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017015_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017015-1\">15&nbsp;</b>&nbsp;&nbsp;He who justifies the wicked and he who condemns the righteous</span><br><span id=\"p20017015_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are both alike an abomination to the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the LORD.  ","niv":"<sup><strong>15</strong></sup> Acquitting the guilty and condemning the innocent- the LORD detests them both."},{"_id":"616c9b9016dfdfefa20369b9","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Peter 3:15","votes":56,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"616c9b9016dfdfefa20369ba","topicId":"616c9b8c16dfdfefa20369ad","verse":"Proverbs 16:24","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016024_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016024-1\">24&nbsp;</b>&nbsp;&nbsp;Gracious words are like a honeycomb,</span><br><span id=\"p20016024_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweetness to the soul and health to the body.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.  ","niv":"<sup><strong>24</strong></sup> Pleasant words are a honeycomb, sweet to the soul and healing to the bones."},{"_id":"616c9b9016dfdfefa20369bb","topicId":"616c9b8c16dfdfefa20369ad","verse":"Exodus 14:14","votes":51,"__v":0,"esv":"<div>\n<p id=\"p02014014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v02014014-1\">14&nbsp;</b>The LORD will fight for you, and you have only to be silent.”</p>\n</div>","kjv":"<strong>14</strong> The LORD shall fight for you, and ye shall hold your peace.  ","niv":"<sup><strong>14</strong></sup> The LORD will fight for you; you need only to be still.\""},{"_id":"616c9b9116dfdfefa20369bc","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Timothy 6:3-5","votes":46,"__v":0,"esv":"<div>\n<p id=\"p54006003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006003-1\">3&nbsp;</b>If anyone teaches a different doctrine and does not agree with the sound words of our Lord Jesus Christ and the teaching that accords with godliness, <b class=\"verse-num\" id=\"v54006004-1\">4&nbsp;</b>he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions, <b class=\"verse-num\" id=\"v54006005-1\">5&nbsp;</b>and constant friction among people who are depraved in mind and deprived of the truth, imagining that godliness is a means of gain.</p>\n\n</div>","kjv":"<strong>3</strong> If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;  <strong>4</strong> He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,  <strong>5</strong> Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.  ","niv":"<sup><strong>3</strong></sup> If anyone teaches false doctrines and does not agree to the sound instruction of our Lord Jesus Christ and to godly teaching, <sup><strong>4</strong></sup> he is conceited and understands nothing. He has an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions <sup><strong>5</strong></sup> and constant friction between men of corrupt mind, who have been robbed of the truth and who think that godliness is a means to financial gain. "},{"_id":"616c9b9116dfdfefa20369bd","topicId":"616c9b8c16dfdfefa20369ad","verse":"Revelation 2:2","votes":32,"__v":0,"esv":"<div>\n<p id=\"p66002002_01-20\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span></p>\n</div>","kjv":"<strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  ","niv":"<sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false.","modified":"2022-08-15T12:25:38.979Z"},{"_id":"616c9b9116dfdfefa20369be","topicId":"616c9b8c16dfdfefa20369ad","verse":"Romans 16:17","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-21\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.</p>\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them.","modified":"2023-05-07T10:38:37.393Z"},{"_id":"616c9b9216dfdfefa20369bf","topicId":"616c9b8c16dfdfefa20369ad","verse":"Hebrews 12:14","votes":26,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"616c9b9216dfdfefa20369c0","topicId":"616c9b8c16dfdfefa20369ad","verse":"2 Timothy 2:22-26","votes":26,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-23\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"616c9b9216dfdfefa20369c2","topicId":"616c9b8c16dfdfefa20369ad","verse":"Matthew 5:44-45","votes":28,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. ","modified":"2023-07-17T23:50:10.109Z"},{"_id":"616c9b9216dfdfefa20369c1","topicId":"616c9b8c16dfdfefa20369ad","verse":"Ephesians 4:30-32","votes":33,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"616c9b9316dfdfefa20369c3","topicId":"616c9b8c16dfdfefa20369ad","verse":"John 12:47","votes":25,"__v":0,"esv":"<div>\n<p id=\"p43012047_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012047-1\">47&nbsp;</b><span class=\"woc\">If anyone hears my words and does not keep them, I do not judge him; for I did not come to judge the world but to save the world.</span></p>\n</div>","kjv":"<strong>47</strong> And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.  ","niv":"<sup><strong>47</strong></sup> \"As for the person who hears my words but does not keep them, I do not judge him. For I did not come to judge the world, but to save it.","modified":"2023-11-22T00:54:29.500Z"},{"_id":"616c9b9316dfdfefa20369c4","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Corinthians 12:12-27","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p46012012_06-28\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_06-28\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_06-28\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_06-28\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it.</p>\n\n</div>","kjv":"<strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  ","niv":"<sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. ","modified":"2022-05-14T03:26:17.755Z"},{"_id":"616c9b9316dfdfefa20369c5","topicId":"616c9b8c16dfdfefa20369ad","verse":"1 Corinthians 6:1-4","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p46006001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46006001-1\">6:1&nbsp;</b>When one of you has a grievance against another, does he dare go to law before the unrighteous instead of the saints? <b class=\"verse-num\" id=\"v46006002-1\">2&nbsp;</b>Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases? <b class=\"verse-num\" id=\"v46006003-1\">3&nbsp;</b>Do you not know that we are to judge angels? How much more, then, matters pertaining to this life! <b class=\"verse-num\" id=\"v46006004-1\">4&nbsp;</b>So if you have such cases, why do you lay them before those who have no standing in the church?</p>\n</div>","kjv":"<strong>1</strong> Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?  <strong>2</strong> Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?  <strong>3</strong> Know ye not that we shall judge angels? how much more things that pertain to this life?  <strong>4</strong> If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.  ","niv":"<sup><strong>1</strong></sup> If any of you has a dispute with another, dare he take it before the ungodly for judgment instead of before the saints? <sup><strong>2</strong></sup> Do you not know that the saints will judge the world? And if you are to judge the world, are you not competent to judge trivial cases? <sup><strong>3</strong></sup> Do you not know that we will judge angels? How much more the things of this life! <sup><strong>4</strong></sup> Therefore, if you have disputes about such matters, appoint as judges even men of little account in the church! ","modified":"2022-10-01T16:18:02.119Z"},{"_id":"616c9b9416dfdfefa20369c6","topicId":"616c9b8c16dfdfefa20369ad","verse":"Acts 26:1-32","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p44026001_05-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44026001-1\">26:1&nbsp;</b>So Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul stretched out his hand and made his defense:</p>\n<p id=\"p44026001_05-31\"><b class=\"verse-num\" id=\"v44026002-1\">2&nbsp;</b>“I consider myself fortunate that it is before you, King Agrippa, I am going to make my defense today against all the accusations of the Jews, <b class=\"verse-num\" id=\"v44026003-1\">3&nbsp;</b>especially because you are familiar with all the customs and controversies of the Jews. Therefore I beg you to listen to me patiently.</p>\n<p id=\"p44026003_05-31\"><b class=\"verse-num\" id=\"v44026004-1\">4&nbsp;</b>“My manner of life from my youth, spent from the beginning among my own nation and in Jerusalem, is known by all the Jews. <b class=\"verse-num\" id=\"v44026005-1\">5&nbsp;</b>They have known for a long time, if they are willing to testify, that according to the strictest party of our religion I have lived as a Pharisee. <b class=\"verse-num\" id=\"v44026006-1\">6&nbsp;</b>And now I stand here on trial because of my hope in the promise made by God to our fathers, <b class=\"verse-num\" id=\"v44026007-1\">7&nbsp;</b>to which our twelve tribes hope to attain, as they earnestly worship night and day. And for this hope I am accused by Jews, O king! <b class=\"verse-num\" id=\"v44026008-1\">8&nbsp;</b>Why is it thought incredible by any of you that God raises the dead?</p>\n<p id=\"p44026008_05-31\"><b class=\"verse-num\" id=\"v44026009-1\">9&nbsp;</b>“I myself was convinced that I ought to do many things in opposing the name of Jesus of Nazareth. <b class=\"verse-num\" id=\"v44026010-1\">10&nbsp;</b>And I did so in Jerusalem. I not only locked up many of the saints in prison after receiving authority from the chief priests, but when they were put to death I cast my vote against them. <b class=\"verse-num\" id=\"v44026011-1\">11&nbsp;</b>And I punished them often in all the synagogues and tried to make them blaspheme, and in raging fury against them I persecuted them even to foreign cities.</p>\n\n<p id=\"p44026011_10-31\"><b class=\"verse-num\" id=\"v44026012-1\">12&nbsp;</b>“In this connection I journeyed to Damascus with the authority and commission of the chief priests. <b class=\"verse-num\" id=\"v44026013-1\">13&nbsp;</b>At midday, O king, I saw on the way a light from heaven, brighter than the sun, that shone around me and those who journeyed with me. <b class=\"verse-num\" id=\"v44026014-1\">14&nbsp;</b>And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, <span class=\"woc\">‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.’</span> <b class=\"verse-num\" id=\"v44026015-1\">15&nbsp;</b>And I said, ‘Who are you, Lord?’ And the Lord said, <span class=\"woc\">‘I am Jesus whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44026016-1\">16&nbsp;</b><span class=\"woc\">But rise and stand upon your feet, for I have appeared to you for this purpose, to appoint you as a servant and witness to the things in which you have seen me and to those in which I will appear to you,</span> <b class=\"verse-num woc\" id=\"v44026017-1\">17&nbsp;</b><span class=\"woc\">delivering you from your people and from the Gentiles—to whom I am sending you</span> <b class=\"verse-num woc\" id=\"v44026018-1\">18&nbsp;</b><span class=\"woc\">to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’</span></p>\n<p id=\"p44026018_10-31\"><b class=\"verse-num\" id=\"v44026019-1\">19&nbsp;</b>“Therefore, O King Agrippa, I was not disobedient to the heavenly vision, <b class=\"verse-num\" id=\"v44026020-1\">20&nbsp;</b>but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance. <b class=\"verse-num\" id=\"v44026021-1\">21&nbsp;</b>For this reason the Jews seized me in the temple and tried to kill me. <b class=\"verse-num\" id=\"v44026022-1\">22&nbsp;</b>To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass: <b class=\"verse-num\" id=\"v44026023-1\">23&nbsp;</b>that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”</p>\n<p id=\"p44026023_10-31\"><b class=\"verse-num\" id=\"v44026024-1\">24&nbsp;</b>And as he was saying these things in his defense, Festus said with a loud voice, “Paul, you are out of your mind; your great learning is driving you out of your mind.” <b class=\"verse-num\" id=\"v44026025-1\">25&nbsp;</b>But Paul said, “I am not out of my mind, most excellent Festus, but I am speaking true and rational words. <b class=\"verse-num\" id=\"v44026026-1\">26&nbsp;</b>For the king knows about these things, and to him I speak boldly. For I am persuaded that none of these things has escaped his notice, for this has not been done in a corner. <b class=\"verse-num\" id=\"v44026027-1\">27&nbsp;</b>King Agrippa, do you believe the prophets? I know that you believe.” <b class=\"verse-num\" id=\"v44026028-1\">28&nbsp;</b>And Agrippa said to Paul, “In a short time would you persuade me to be a Christian?” <b class=\"verse-num\" id=\"v44026029-1\">29&nbsp;</b>And Paul said, “Whether short or long, I would to God that not only you but also all who hear me this day might become such as I am—except for these chains.”</p>\n<p id=\"p44026029_10-31\"><b class=\"verse-num\" id=\"v44026030-1\">30&nbsp;</b>Then the king rose, and the governor and Bernice and those who were sitting with them. <b class=\"verse-num\" id=\"v44026031-1\">31&nbsp;</b>And when they had withdrawn, they said to one another, “This man is doing nothing to deserve death or imprisonment.” <b class=\"verse-num\" id=\"v44026032-1\">32&nbsp;</b>And Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”</p>\n\n</div>","kjv":"<strong>1</strong> Then Agrippa said unto Paul, Thou art permitted to speak for thyself. Then Paul stretched forth the hand, and answered for himself:  <strong>2</strong> I think myself happy, king Agrippa, because I shall answer for myself this day before thee touching all the things whereof I am accused of the Jews:  <strong>3</strong> Especially because I know thee to be expert in all customs and questions which are among the Jews: wherefore I beseech thee to hear me patiently.  <strong>4</strong> My manner of life from my youth, which was at the first among mine own nation at Jerusalem, know all the Jews;  <strong>5</strong> Which knew me from the beginning, if they would testify, that after the most straitest sect of our religion I lived a Pharisee.  <strong>6</strong> And now I stand and am judged for the hope of the promise made of God unto our fathers:  <strong>7</strong> Unto which promise our twelve tribes, instantly serving God day and night, hope to come. For which hope’s sake, king Agrippa, I am accused of the Jews.  <strong>8</strong> Why should it be thought a thing incredible with you, that God should raise the dead?  <strong>9</strong> I verily thought with myself, that I ought to do many things contrary to the name of Jesus of Nazareth.  <strong>10</strong> Which thing I also did in Jerusalem: and many of the saints did I shut up in prison, having received authority from the chief priests; and when they were put to death, I gave my voice against them.  <strong>11</strong> And I punished them oft in every synagogue, and compelled them  to blaspheme; and being exceedingly mad against them, I persecuted them even unto strange cities.  <strong>12</strong> Whereupon as I went to Damascus with authority and commission from the chief priests,  <strong>13</strong> At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.  <strong>14</strong> And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against the pricks.  <strong>15</strong> And I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest.  <strong>16</strong> But rise, and stand upon thy feet: for I have appeared unto thee for this purpose, to make thee a minister and a witness both of these things which thou hast seen, and of those things in the which I will appear unto thee;  <strong>17</strong> Delivering thee from the people, and from the Gentiles, unto whom now I send thee,  <strong>18</strong> To open their eyes, and to turn them  from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.  <strong>19</strong> Whereupon, O king Agrippa, I was not disobedient unto the heavenly vision:  <strong>20</strong> But shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judaea, and then to the Gentiles, that they should repent and turn to God, and do works meet for repentance.  <strong>21</strong> For these causes the Jews caught me in the temple, and went about to kill me.  <strong>22</strong> Having therefore obtained help of God, I continue unto this day, witnessing both to small and great, saying none other things than those which the prophets and Moses did say should come:  <strong>23</strong> That Christ should suffer, and that he should be the first that should rise from the dead, and should shew light unto the people, and to the Gentiles.  <strong>24</strong> And as he thus spake for himself, Festus said with a loud voice, Paul, thou art beside thyself; much learning doth make thee mad.  <strong>25</strong> But he said, I am not mad, most noble Festus; but speak forth the words of truth and soberness.  <strong>26</strong> For the king knoweth of these things, before whom also I speak freely: for I am persuaded that none of these things are hidden from him; for this thing was not done in a corner.  <strong>27</strong> King Agrippa, believest thou the prophets? I know that thou believest.  <strong>28</strong> Then Agrippa said unto Paul, Almost thou persuadest me to be a Christian.  <strong>29</strong> And Paul said, I would to God, that not only thou, but also all that hear me this day, were both almost, and altogether such as I am, except these bonds.  <strong>30</strong> And when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them:  <strong>31</strong> And when they were gone aside, they talked between themselves, saying, This man doeth nothing worthy of death or of bonds.  <strong>32</strong> Then said Agrippa unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.  ","niv":"<sup><strong>1</strong></sup> Then Agrippa said to Paul, \"You have permission to speak for yourself.\" So Paul motioned with his hand and began his defense: <sup><strong>2</strong></sup> \"King Agrippa, I consider myself fortunate to stand before you today as I make my defense against all the accusations of the Jews, <sup><strong>3</strong></sup> and especially so because you are well acquainted with all the Jewish customs and controversies. Therefore, I beg you to listen to me patiently. <sup><strong>4</strong></sup> \"The Jews all know the way I have lived ever since I was a child, from the beginning of my life in my own country, and also in Jerusalem. <sup><strong>5</strong></sup> They have known me for a long time and can testify, if they are willing, that according to the strictest sect of our religion, I lived as a Pharisee. <sup><strong>6</strong></sup> And now it is because of my hope in what God has promised our fathers that I am on trial today. <sup><strong>7</strong></sup> This is the promise our twelve tribes are hoping to see fulfilled as they earnestly serve God day and night. O king, it is because of this hope that the Jews are accusing me. <sup><strong>8</strong></sup> Why should any of you consider it incredible that God raises the dead? <sup><strong>9</strong></sup> \"I too was convinced that I ought to do all that was possible to oppose the name of Jesus of Nazareth. <sup><strong>10</strong></sup> And that is just what I did in Jerusalem. On the authority of the chief priests I put many of the saints in prison, and when they were put to death, I cast my vote against them. <sup><strong>11</strong></sup> Many a time I went from one synagogue to another to have them punished, and I tried to force them to blaspheme. In my obsession against them, I even went to foreign cities to persecute them. <sup><strong>12</strong></sup> \"On one of these journeys I was going to Damascus with the authority and commission of the chief priests. <sup><strong>13</strong></sup> About noon, O king, as I was on the road, I saw a light from heaven, brighter than the sun, blazing around me and my companions. <sup><strong>14</strong></sup> We all fell to the ground, and I heard a voice saying to me in Aramaic, 'Saul, Saul, why do you persecute me? It is hard for you to kick against the goads.' <sup><strong>15</strong></sup> \"Then I asked, 'Who are you, Lord?' <sup><strong>16</strong></sup> \"'I am Jesus, whom you are persecuting,' the Lord replied. 'Now get up and stand on your feet. I have appeared to you to appoint you as a servant and as a witness of what you have seen of me and what I will show you. <sup><strong>17</strong></sup> I will rescue you from your own people and from the Gentiles. I am sending you to them <sup><strong>18</strong></sup> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.' <sup><strong>19</strong></sup> \"So then, King Agrippa, I was not disobedient to the vision from heaven. <sup><strong>20</strong></sup> First to those in Damascus, then to those in Jerusalem and in all Judea, and to the Gentiles also, I preached that they should repent and turn to God and prove their repentance by their deeds. <sup><strong>21</strong></sup> That is why the Jews seized me in the temple courts and tried to kill me. <sup><strong>22</strong></sup> But I have had God's help to this very day, and so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen-- <sup><strong>23</strong></sup> that the Christ would suffer and, as the first to rise from the dead, would proclaim light to his own people and to the Gentiles.\" <sup><strong>24</strong></sup> At this point Festus interrupted Paul's defense. \"You are out of your mind, Paul!\" he shouted. \"Your great learning is driving you insane.\" <sup><strong>25</strong></sup> \"I am not insane, most excellent Festus,\" Paul replied. \"What I am saying is true and reasonable. <sup><strong>26</strong></sup> The king is familiar with these things, and I can speak freely to him. I am convinced that none of this has escaped his notice, because it was not done in a corner. <sup><strong>27</strong></sup> King Agrippa, do you believe the prophets? I know you do.\" <sup><strong>28</strong></sup> Then Agrippa said to Paul, \"Do you think that in such a short time you can persuade me to be a Christian?\" <sup><strong>29</strong></sup> Paul replied, \"Short time or long--I pray God that not only you but all who are listening to me today may become what I am, except for these chains.\" <sup><strong>30</strong></sup> The king rose, and with him the governor and Bernice and those sitting with them. <sup><strong>31</strong></sup> They left the room, and while talking with one another, they said, \"This man is not doing anything that deserves death or imprisonment.\" <sup><strong>32</strong></sup> Agrippa said to Festus, \"This man could have been set free if he had not appealed to Caesar.\" "}]}