{"_id":"616c9d3716dfdfefa2036a72","slug":"trading-stocks","name":"Trading Stocks","verses":[{"_id":"616c9d3816dfdfefa2036a73","topicId":"616c9d3716dfdfefa2036a72","verse":"1 Timothy 6:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"616c9d3816dfdfefa2036a74","topicId":"616c9d3716dfdfefa2036a72","verse":"Matthew 25:14-30","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40025014_06-2\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n</div>","kjv":"<strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. ","niv":"<sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' "},{"_id":"616c9d3916dfdfefa2036a75","topicId":"616c9d3716dfdfefa2036a72","verse":"Judges 19:1-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p07019001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07019001-1\">19:1&nbsp;</b>In those days, when there was no king in Israel, a certain Levite was sojourning in the remote parts of the hill country of Ephraim, who took to himself a concubine from Bethlehem in Judah. <b class=\"verse-num\" id=\"v07019002-1\">2&nbsp;</b>And his concubine was unfaithful to him, and she went away from him to her father’s house at Bethlehem in Judah, and was there some four months. <b class=\"verse-num\" id=\"v07019003-1\">3&nbsp;</b>Then her husband arose and went after her, to speak kindly to her and bring her back. He had with him his servant and a couple of donkeys. And she brought him into her father’s house. And when the girl’s father saw him, he came with joy to meet him. <b class=\"verse-num\" id=\"v07019004-1\">4&nbsp;</b>And his father-in-law, the girl’s father, made him stay, and he remained with him three days. So they ate and drank and spent the night there. <b class=\"verse-num\" id=\"v07019005-1\">5&nbsp;</b>And on the fourth day they arose early in the morning, and he prepared to go, but the girl’s father said to his son-in-law, “Strengthen your heart with a morsel of bread, and after that you may go.” <b class=\"verse-num\" id=\"v07019006-1\">6&nbsp;</b>So the two of them sat and ate and drank together. And the girl’s father said to the man, “Be pleased to spend the night, and let your heart be merry.” <b class=\"verse-num\" id=\"v07019007-1\">7&nbsp;</b>And when the man rose up to go, his father-in-law pressed him, till he spent the night there again. <b class=\"verse-num\" id=\"v07019008-1\">8&nbsp;</b>And on the fifth day he arose early in the morning to depart. And the girl’s father said, “Strengthen your heart and wait until the day declines.” So they ate, both of them. <b class=\"verse-num\" id=\"v07019009-1\">9&nbsp;</b>And when the man and his concubine and his servant rose up to depart, his father-in-law, the girl’s father, said to him, “Behold, now the day has waned toward evening. Please, spend the night. Behold, the day draws to its close. Lodge here and let your heart be merry, and tomorrow you shall arise early in the morning for your journey, and go home.”</p>\n<p id=\"p07019009_06-3\"><b class=\"verse-num\" id=\"v07019010-1\">10&nbsp;</b>But the man would not spend the night. He rose up and departed and arrived opposite Jebus (that is, Jerusalem). He had with him a couple of saddled donkeys, and his concubine was with him. <b class=\"verse-num\" id=\"v07019011-1\">11&nbsp;</b>When they were near Jebus, the day was nearly over, and the servant said to his master, “Come now, let us turn aside to this city of the Jebusites and spend the night in it.” <b class=\"verse-num\" id=\"v07019012-1\">12&nbsp;</b>And his master said to him, “We will not turn aside into the city of foreigners, who do not belong to the people of Israel, but we will pass on to Gibeah.” <b class=\"verse-num\" id=\"v07019013-1\">13&nbsp;</b>And he said to his young man, “Come and let us draw near to one of these places and spend the night at Gibeah or at Ramah.” <b class=\"verse-num\" id=\"v07019014-1\">14&nbsp;</b>So they passed on and went their way. And the sun went down on them near Gibeah, which belongs to Benjamin, <b class=\"verse-num\" id=\"v07019015-1\">15&nbsp;</b>and they turned aside there, to go in and spend the night at Gibeah. And he went in and sat down in the open square of the city, for no one took them into his house to spend the night.</p>\n<p id=\"p07019015_06-3\"><b class=\"verse-num\" id=\"v07019016-1\">16&nbsp;</b>And behold, an old man was coming from his work in the field at evening. The man was from the hill country of Ephraim, and he was sojourning in Gibeah. The men of the place were Benjaminites. <b class=\"verse-num\" id=\"v07019017-1\">17&nbsp;</b>And he lifted up his eyes and saw the traveler in the open square of the city. And the old man said, “Where are you going? And where do you come from?” <b class=\"verse-num\" id=\"v07019018-1\">18&nbsp;</b>And he said to him, “We are passing from Bethlehem in Judah to the remote parts of the hill country of Ephraim, from which I come. I went to Bethlehem in Judah, and I am going to the house of the LORD, but no one has taken me into his house. <b class=\"verse-num\" id=\"v07019019-1\">19&nbsp;</b>We have straw and feed for our donkeys, with bread and wine for me and your female servant and the young man with your servants. There is no lack of anything.” <b class=\"verse-num\" id=\"v07019020-1\">20&nbsp;</b>And the old man said, “Peace be to you; I will care for all your wants. Only, do not spend the night in the square.” <b class=\"verse-num\" id=\"v07019021-1\">21&nbsp;</b>So he brought him into his house and gave the donkeys feed. And they washed their feet, and ate and drank.</p>\n\n<p id=\"p07019021_08-3\"><b class=\"verse-num\" id=\"v07019022-1\">22&nbsp;</b>As they were making their hearts merry, behold, the men of the city, worthless fellows, surrounded the house, beating on the door. And they said to the old man, the master of the house, “Bring out the man who came into your house, that we may know him.” <b class=\"verse-num\" id=\"v07019023-1\">23&nbsp;</b>And the man, the master of the house, went out to them and said to them, “No, my brothers, do not act so wickedly; since this man has come into my house, do not do this vile thing. <b class=\"verse-num\" id=\"v07019024-1\">24&nbsp;</b>Behold, here are my virgin daughter and his concubine. Let me bring them out now. Violate them and do with them what seems good to you, but against this man do not do this outrageous thing.” <b class=\"verse-num\" id=\"v07019025-1\">25&nbsp;</b>But the men would not listen to him. So the man seized his concubine and made her go out to them. And they knew her and abused her all night until the morning. And as the dawn began to break, they let her go. <b class=\"verse-num\" id=\"v07019026-1\">26&nbsp;</b>And as morning appeared, the woman came and fell down at the door of the man’s house where her master was, until it was light.</p>\n<p id=\"p07019026_08-3\"><b class=\"verse-num\" id=\"v07019027-1\">27&nbsp;</b>And her master rose up in the morning, and when he opened the doors of the house and went out to go on his way, behold, there was his concubine lying at the door of the house, with her hands on the threshold. <b class=\"verse-num\" id=\"v07019028-1\">28&nbsp;</b>He said to her, “Get up, let us be going.” But there was no answer. Then he put her on the donkey, and the man rose up and went away to his home. <b class=\"verse-num\" id=\"v07019029-1\">29&nbsp;</b>And when he entered his house, he took a knife, and taking hold of his concubine he divided her, limb by limb, into twelve pieces, and sent her throughout all the territory of Israel. <b class=\"verse-num\" id=\"v07019030-1\">30&nbsp;</b>And all who saw it said, “Such a thing has never happened or been seen from the day that the people of Israel came up out of the land of Egypt until this day; consider it, take counsel, and speak.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, when there was no king in Israel, that there was a certain Levite sojourning on the side of mount Ephraim, who took to him a concubine out of Bethlehemjudah.  <strong>2</strong> And his concubine played the whore against him, and went away from him unto her father’s house to Bethlehemjudah, and was there four whole months.  <strong>3</strong> And her husband arose, and went after her, to speak friendly unto her, and to bring her again, having his servant with him, and a couple of asses: and she brought him into her father’s house: and when the father of the damsel saw him, he rejoiced to meet him.  <strong>4</strong> And his father in law, the damsel’s father, retained him; and he abode with him three days: so they did eat and drink, and lodged there.  <strong>5</strong> And it came to pass on the fourth day, when they arose early in the morning, that he rose up to depart: and the damsel’s father said unto his son in law, Comfort thine heart with a morsel of bread, and afterward go your way.  <strong>6</strong> And they sat down, and did eat and drink both of them together: for the damsel’s father had said unto the man, Be content, I pray thee, and tarry all night, and let thine heart be merry.  <strong>7</strong> And when the man rose up to depart, his father in law urged him: therefore he lodged there again.  <strong>8</strong> And he arose early in the morning on the fifth day to depart: and the damsel’s father said, Comfort thine heart, I pray thee. And they tarried until afternoon, and they did eat both of them.  <strong>9</strong> And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel’s father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.  <strong>10</strong> But the man would not tarry that night, but he rose up and departed, and came over against Jebus, which is Jerusalem; and there were with him two asses saddled, his concubine also was with him.  <strong>11</strong> And when they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.  <strong>12</strong> And his master said unto him, We will not turn aside hither into the city of a stranger, that is not of the children of Israel; we will pass over to Gibeah.  <strong>13</strong> And he said unto his servant, Come, and let us draw near to one of these places to lodge all night, in Gibeah, or in Ramah.  <strong>14</strong> And they passed on and went their way; and the sun went down upon them when they were by Gibeah, which belongeth to Benjamin.  <strong>15</strong> And they turned aside thither, to go in and to lodge in Gibeah: and when he went in, he sat him down in a street of the city: for there was no man that took them into his house to lodging.  <strong>16</strong> And, behold, there came an old man from his work out of the field at even, which was also of mount Ephraim; and he sojourned in Gibeah: but the men of the place were Benjamites.  <strong>17</strong> And when he had lifted up his eyes, he saw a wayfaring man in the street of the city: and the old man said, Whither goest thou? and whence comest thou?  <strong>18</strong> And he said unto him, We are passing from Bethlehemjudah toward the side of mount Ephraim; from thence am I: and I went to Bethlehemjudah, but I am now going to the house of the LORD; and there is no man that receiveth me to house.  <strong>19</strong> Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man which is with thy servants: there is no want of any thing.  <strong>20</strong> And the old man said, Peace be with thee; howsoever let all thy wants lie upon me; only lodge not in the street.  <strong>21</strong> So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.  <strong>22</strong>           Now as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house round about, and  beat at the door, and spake to the master of the house, the old man, saying, Bring forth the man that came into thine house, that we may know him.  <strong>23</strong> And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.  <strong>24</strong> Behold, here is my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing.  <strong>25</strong> But the men would not hearken to him: so the man took his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go.  <strong>26</strong> Then came the woman in the dawning of the day, and fell down at the door of the man’s house where her lord was, till it was light.  <strong>27</strong> And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down at the door of the house, and her hands were upon the threshold.  <strong>28</strong> And he said unto her, Up, and let us be going. But none answered. Then the man took her up upon an ass, and the man rose up, and gat him unto his place.  <strong>29</strong> And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, together with her bones, into twelve pieces, and sent her into all the coasts of Israel.  <strong>30</strong> And it was so, that all that saw it said, There was no such deed done nor seen from the day that the children of Israel came up out of the land of Egypt unto this day: consider of it, take advice, and speak your minds.  ","niv":"<sup><strong>1</strong></sup> In those days Israel had no king. Now a Levite who lived in a remote area in the hill country of Ephraim took a concubine from Bethlehem in Judah. <sup><strong>2</strong></sup> But she was unfaithful to him. She left him and went back to her father's house in Bethlehem, Judah. After she had been there four months, <sup><strong>3</strong></sup> her husband went to her to persuade her to return. He had with him his servant and two donkeys. She took him into her father's house, and when her father saw him, he gladly welcomed him. <sup><strong>4</strong></sup> His father-in-law, the girl's father, prevailed upon him to stay; so he remained with him three days, eating and drinking, and sleeping there. <sup><strong>5</strong></sup> On the fourth day they got up early and he prepared to leave, but the girl's father said to his son-in-law, \"Refresh yourself with something to eat; then you can go.\" <sup><strong>6</strong></sup> So the two of them sat down to eat and drink together. Afterward the girl's father said, \"Please stay tonight and enjoy yourself.\" <sup><strong>7</strong></sup> And when the man got up to go, his father-in-law persuaded him, so he stayed there that night. <sup><strong>8</strong></sup> On the morning of the fifth day, when he rose to go, the girl's father said, \"Refresh yourself. Wait till afternoon!\" So the two of them ate together. <sup><strong>9</strong></sup> Then when the man, with his concubine and his servant, got up to leave, his father-in-law, the girl's father, said, \"Now look, it's almost evening. Spend the night here; the day is nearly over. Stay and enjoy yourself. Early tomorrow morning you can get up and be on your way home.\" <sup><strong>10</strong></sup> But, unwilling to stay another night, the man left and went toward Jebus (that is, Jerusalem), with his two saddled donkeys and his concubine. <sup><strong>11</strong></sup> When they were near Jebus and the day was almost gone, the servant said to his master, \"Come, let's stop at this city of the Jebusites and spend the night.\" <sup><strong>12</strong></sup> His master replied, \"No. We won't go into an alien city, whose people are not Israelites. We will go on to Gibeah.\" <sup><strong>13</strong></sup> He added, \"Come, let's try to reach Gibeah or Ramah and spend the night in one of those places.\" <sup><strong>14</strong></sup> So they went on, and the sun set as they neared Gibeah in Benjamin. <sup><strong>15</strong></sup> There they stopped to spend the night. They went and sat in the city square, but no one took them into his home for the night. <sup><strong>16</strong></sup> That evening an old man from the hill country of Ephraim, who was living in Gibeah (the men of the place were Benjamites), came in from his work in the fields. <sup><strong>17</strong></sup> When he looked and saw the traveler in the city square, the old man asked, \"Where are you going? Where did you come from?\" <sup><strong>18</strong></sup> He answered, \"We are on our way from Bethlehem in Judah to a remote area in the hill country of Ephraim where I live. I have been to Bethlehem in Judah and now I am going to the house of the LORD. No one has taken me into his house. <sup><strong>19</strong></sup> We have both straw and fodder for our donkeys and bread and wine for ourselves your servants-me, your maidservant, and the young man with us. We don't need anything.\" <sup><strong>20</strong></sup> \"You are welcome at my house,\" the old man said. \"Let me supply whatever you need. Only don't spend the night in the square.\" <sup><strong>21</strong></sup> So he took him into his house and fed his donkeys. After they had washed their feet, they had something to eat and drink. <sup><strong>22</strong></sup> While they were enjoying themselves, some of the wicked men of the city surrounded the house. Pounding on the door, they shouted to the old man who owned the house, \"Bring out the man who came to your house so we can have sex with him.\" <sup><strong>23</strong></sup> The owner of the house went outside and said to them, \"No, my friends, don't be so vile. Since this man is my guest, don't do this disgraceful thing. <sup><strong>24</strong></sup> Look, here is my virgin daughter, and his concubine. I will bring them out to you now, and you can use them and do to them whatever you wish. But to this man, don't do such a disgraceful thing.\" <sup><strong>25</strong></sup> But the men would not listen to him. So the man took his concubine and sent her outside to them, and they raped her and abused her throughout the night, and at dawn they let her go. <sup><strong>26</strong></sup> At daybreak the woman went back to the house where her master was staying, fell down at the door and lay there until daylight. <sup><strong>27</strong></sup> When her master got up in the morning and opened the door of the house and stepped out to continue on his way, there lay his concubine, fallen in the doorway of the house, with her hands on the threshold. <sup><strong>28</strong></sup> He said to her, \"Get up; let's go.\" But there was no answer. Then the man put her on his donkey and set out for home. <sup><strong>29</strong></sup> When he reached home, he took a knife and cut up his concubine, limb by limb, into twelve parts and sent them into all the areas of Israel. <sup><strong>30</strong></sup> Everyone who saw it said, \"Such a thing has never been seen or done, not since the day the Israelites came up out of Egypt. Think about it! Consider it! Tell us what to do!\" "},{"_id":"616c9d3916dfdfefa2036a76","topicId":"616c9d3716dfdfefa2036a72","verse":"Proverbs 31:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031018_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  ","niv":"<sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night."},{"_id":"616c9d3916dfdfefa2036a77","topicId":"616c9d3716dfdfefa2036a72","verse":"Proverbs 31:16","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031016_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  ","niv":"<sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard."}]}