{"_id":"616c9d8516dfdfefa2036a92","slug":"traditions","name":"Traditions","verses":[{"_id":"616c9d8516dfdfefa2036a93","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Thessalonians 2:15","votes":151,"__v":0,"esv":"<div>\n<p id=\"p53002015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002015-1\">15&nbsp;</b>So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.</p>\n</div>","kjv":"<strong>15</strong> Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.  ","niv":"<sup><strong>15</strong></sup> So then, brothers, stand firm and hold to the teachings we passed on to you, whether by word of mouth or by letter.","modified":"2022-08-25T20:38:34.836Z"},{"_id":"616c9d8616dfdfefa2036a95","topicId":"616c9d8516dfdfefa2036a92","verse":"Matthew 15:3","votes":130,"__v":0,"esv":"<div>\n<p id=\"p40015003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“And why do you break the commandment of God for the sake of your tradition?</span></p>\n</div>","kjv":"<strong>3</strong> But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?  ","niv":"<sup><strong>3</strong></sup> Jesus replied, \"And why do you break the command of God for the sake of your tradition?","modified":"2023-06-21T17:17:11.941Z"},{"_id":"616c9d8616dfdfefa2036a94","topicId":"616c9d8516dfdfefa2036a92","verse":"Colossians 2:8","votes":135,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-3\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ.","modified":"2023-07-14T07:58:25.434Z"},{"_id":"616c9d8716dfdfefa2036a96","topicId":"616c9d8516dfdfefa2036a92","verse":"1 Corinthians 11:2","votes":101,"__v":0,"esv":"<div>\n\n<p id=\"p46011002_03-5\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you.","modified":"2023-02-08T08:11:22.579Z"},{"_id":"616c9d8716dfdfefa2036a97","topicId":"616c9d8516dfdfefa2036a92","verse":"Matthew 15:6","votes":67,"__v":0,"esv":"<div>\n<p id=\"p40015006_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015006-1\">6&nbsp;</b><span class=\"woc\">he need not honor his father.’</span> <span class=\"woc\">So for the sake of your tradition you have made void the word of God.</span></p>\n\n</div>","kjv":"<strong>6</strong> And honour not his father or his mother, he shall be free.  Thus have ye made the commandment of God of none effect by your tradition.  ","niv":"<sup><strong>6</strong></sup> he is not to 'honor his father 'with it. Thus you nullify the word of God for the sake of your tradition.","modified":"2022-10-02T03:18:24.575Z"},{"_id":"616c9d8716dfdfefa2036a98","topicId":"616c9d8516dfdfefa2036a92","verse":"Mark 7:3-9","votes":65,"__v":0,"esv":"<div>\n\n<p id=\"p41007001_04-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41007001-1\">7:1&nbsp;</b>Now when the Pharisees gathered to him, with some of the scribes who had come from Jerusalem, <b class=\"verse-num\" id=\"v41007002-1\">2&nbsp;</b>they saw that some of his disciples ate with hands that were defiled, that is, unwashed. <b class=\"verse-num\" id=\"v41007003-1\">3&nbsp;</b>(For the Pharisees and all the Jews do not eat unless they wash their hands properly, holding to the tradition of the elders, <b class=\"verse-num\" id=\"v41007004-1\">4&nbsp;</b>and when they come from the marketplace, they do not eat unless they wash. And there are many other traditions that they observe, such as the washing of cups and pots and copper vessels and dining couches.) <b class=\"verse-num\" id=\"v41007005-1\">5&nbsp;</b>And the Pharisees and the scribes asked him, “Why do your disciples not walk according to the tradition of the elders, but eat with defiled hands?” <b class=\"verse-num\" id=\"v41007006-1\">6&nbsp;</b>And he said to them, <span class=\"woc\">“Well did Isaiah prophesy of you hypocrites, as it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41007006_04-28\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p41007006_04-28\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p41007007_04-28\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41007007-1\">7&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p41007007_04-28\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41007007_04-28\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41007008-1\">8&nbsp;</b><span class=\"woc\">You leave the commandment of God and hold to the tradition of men.”</span></p>\n<p id=\"p41007008_04-28\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span> <b class=\"verse-num woc\" id=\"v41007010-1\">10&nbsp;</b><span class=\"woc\">For Moses said, ‘Honor your father and your mother’; and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v41007011-1\">11&nbsp;</b><span class=\"woc\">But you say, ‘If a man tells his father or his mother, “Whatever you would have gained from me is Corban”’ (that is, given to God)—</span><b class=\"verse-num woc\" id=\"v41007012-1\">12&nbsp;</b><span class=\"woc\">then you no longer permit him to do anything for his father or mother,</span> <b class=\"verse-num woc\" id=\"v41007013-1\">13&nbsp;</b><span class=\"woc\">thus making void the word of God by your tradition that you have handed down. And many such things you do.”</span></p>\n\n<p id=\"p41007013_08-28\"><b class=\"verse-num\" id=\"v41007014-1\">14&nbsp;</b>And he called the people to him again and said to them, <span class=\"woc\">“Hear me, all of you, and understand:</span> <b class=\"verse-num woc\" id=\"v41007015-1\">15&nbsp;</b><span class=\"woc\">There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”</span> <b class=\"verse-num\" id=\"v41007017-1\">17&nbsp;</b>And when he had entered the house and left the people, his disciples asked him about the parable. <b class=\"verse-num\" id=\"v41007018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“Then are you also without understanding? Do you not see that whatever goes into a person from outside cannot defile him,</span> <b class=\"verse-num woc\" id=\"v41007019-1\">19&nbsp;</b><span class=\"woc\">since it enters not his heart but his stomach, and is expelled?”</span> (Thus he declared all foods clean.) <b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n\n<p id=\"p41007023_12-28\"><b class=\"verse-num\" id=\"v41007024-1\">24&nbsp;</b>And from there he arose and went away to the region of Tyre and Sidon. And he entered a house and did not want anyone to know, yet he could not be hidden. <b class=\"verse-num\" id=\"v41007025-1\">25&nbsp;</b>But immediately a woman whose little daughter had an unclean spirit heard of him and came and fell down at his feet. <b class=\"verse-num\" id=\"v41007026-1\">26&nbsp;</b>Now the woman was a Gentile, a Syrophoenician by birth. And she begged him to cast the demon out of her daughter. <b class=\"verse-num\" id=\"v41007027-1\">27&nbsp;</b>And he said to her, <span class=\"woc\">“Let the children be fed first, for it is not right to take the children’s bread and throw it to the dogs.”</span> <b class=\"verse-num\" id=\"v41007028-1\">28&nbsp;</b>But she answered him, “Yes, Lord; yet even the dogs under the table eat the children’s crumbs.” <b class=\"verse-num\" id=\"v41007029-1\">29&nbsp;</b>And he said to her, <span class=\"woc\">“For this statement you may go your way; the demon has left your daughter.”</span> <b class=\"verse-num\" id=\"v41007030-1\">30&nbsp;</b>And she went home and found the child lying in bed and the demon gone.</p>\n\n<p id=\"p41007030_17-28\"><b class=\"verse-num\" id=\"v41007031-1\">31&nbsp;</b>Then he returned from the region of Tyre and went through Sidon to the Sea of Galilee, in the region of the Decapolis. <b class=\"verse-num\" id=\"v41007032-1\">32&nbsp;</b>And they brought to him a man who was deaf and had a speech impediment, and they begged him to lay his hand on him. <b class=\"verse-num\" id=\"v41007033-1\">33&nbsp;</b>And taking him aside from the crowd privately, he put his fingers into his ears, and after spitting touched his tongue. <b class=\"verse-num\" id=\"v41007034-1\">34&nbsp;</b>And looking up to heaven, he sighed and said to him, <span class=\"woc\">“Ephphatha,”</span> that is, <span class=\"woc\">“Be opened.”</span> <b class=\"verse-num\" id=\"v41007035-1\">35&nbsp;</b>And his ears were opened, his tongue was released, and he spoke plainly. <b class=\"verse-num\" id=\"v41007036-1\">36&nbsp;</b>And Jesus charged them to tell no one. But the more he charged them, the more zealously they proclaimed it. <b class=\"verse-num\" id=\"v41007037-1\">37&nbsp;</b>And they were astonished beyond measure, saying, “He has done all things well. He even makes the deaf hear and the mute speak.”</p>\n\n</div>","kjv":"<strong>3</strong> For the Pharisees, and all the Jews, except they wash their  hands oft, eat not, holding the tradition of the elders.  <strong>4</strong> And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.  <strong>5</strong> Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?  <strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  ","niv":"<sup><strong>3</strong></sup> (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders. <sup><strong>4</strong></sup> When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles. ) <sup><strong>5</strong></sup> So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with 'unclean' hands?\" <sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>7</strong></sup> They worship me in vain; their teachings are but rules taught by men.' <sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! "},{"_id":"616c9d8716dfdfefa2036a99","topicId":"616c9d8516dfdfefa2036a92","verse":"1 Corinthians 11:1-2","votes":48,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-9\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. "},{"_id":"616c9d8816dfdfefa2036a9a","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Thessalonians 3:6","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p53003006_04-10\"><b class=\"verse-num\" id=\"v53003006-1\">6&nbsp;</b>Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.</p>\n</div>","kjv":"<strong>6</strong> Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.  ","niv":"<sup><strong>6</strong></sup> In the name of the Lord Jesus Christ, we command you, brothers, to keep away from every brother who is idle and does not live according to the teaching you received from us."},{"_id":"616c9d8816dfdfefa2036a9b","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Thessalonians 2:14-15","votes":38,"__v":0,"esv":"<div>\n<p id=\"p53002014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002014-1\">14&nbsp;</b>To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v53002015-1\">15&nbsp;</b>So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.</p>\n</div>","kjv":"<strong>14</strong> Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.  <strong>15</strong> Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.  ","niv":"<sup><strong>14</strong></sup> He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ. <sup><strong>15</strong></sup> So then, brothers, stand firm and hold to the teachings we passed on to you, whether by word of mouth or by letter. ","modified":"2023-12-05T20:38:14.434Z"},{"_id":"616c9d8816dfdfefa2036a9c","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Timothy 4:2-4","votes":41,"__v":0,"esv":"<div>\n<p id=\"p55004002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction. <sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. "},{"_id":"616c9d8916dfdfefa2036a9d","topicId":"616c9d8516dfdfefa2036a92","verse":"1 Timothy 4:7","votes":32,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"616c9d8916dfdfefa2036a9f","topicId":"616c9d8516dfdfefa2036a92","verse":"1 Timothy 1:4","votes":29,"__v":0,"esv":"<div>\n<p id=\"p54001004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith.</p>\n\n</div>","kjv":"<strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  ","niv":"<sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith."},{"_id":"616c9d8916dfdfefa2036a9e","topicId":"616c9d8516dfdfefa2036a92","verse":"Jeremiah 10:1-5","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p24010001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24010001-1\">10:1&nbsp;</b>Hear the word that the LORD speaks to you, O house of Israel. <b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_06-17\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_06-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_06-17\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_06-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br><span id=\"p24010005_06-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010005-1\">5&nbsp;</b>&nbsp;&nbsp;Their idols are like scarecrows in a cucumber field,</span><br><span id=\"p24010005_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they cannot speak;</span><br><span id=\"p24010005_06-17\" class=\"line\">&nbsp;&nbsp;they have to be carried,</span><br><span id=\"p24010005_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot walk.</span><br><span id=\"p24010005_06-17\" class=\"line\">&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24010005_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot do evil,</span><br><span id=\"p24010005_06-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither is it in them to do good.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear ye the word which the LORD speaketh unto you, O house of Israel:  <strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  <strong>5</strong> They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.  ","niv":"<sup><strong>1</strong></sup> Hear what the LORD says to you, O house of Israel. <sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. <sup><strong>5</strong></sup> Like a scarecrow in a melon patch, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.\" "},{"_id":"616c9d8a16dfdfefa2036aa0","topicId":"616c9d8516dfdfefa2036a92","verse":"Matthew 15:3-20","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40015003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“And why do you break the commandment of God for the sake of your tradition?</span> <b class=\"verse-num woc\" id=\"v40015004-1\">4&nbsp;</b><span class=\"woc\">For God commanded, ‘Honor your father and your mother,’ and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v40015005-1\">5&nbsp;</b><span class=\"woc\">But you say, ‘If anyone tells his father or his mother, “What you would have gained from me is given to God,”</span> <b class=\"verse-num woc\" id=\"v40015006-1\">6&nbsp;</b><span class=\"woc\">he need not honor his father.’</span> <span class=\"woc\">So for the sake of your tradition you have made void the word of God.</span> <b class=\"verse-num woc\" id=\"v40015007-1\">7&nbsp;</b><span class=\"woc\">You hypocrites! Well did Isaiah prophesy of you, when he said:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40015008_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015008-1\">8&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p40015008_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p40015009_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015009-1\">9&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p40015009_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p>\n<p id=\"p40015009_05-18\"><b class=\"verse-num\" id=\"v40015010-1\">10&nbsp;</b>And he called the people to him and said to them, <span class=\"woc\">“Hear and understand:</span> <b class=\"verse-num woc\" id=\"v40015011-1\">11&nbsp;</b><span class=\"woc\">it is not what goes into the mouth that defiles a person, but what comes out of the mouth; this defiles a person.”</span> <b class=\"verse-num\" id=\"v40015012-1\">12&nbsp;</b>Then the disciples came and said to him, “Do you know that the Pharisees were offended when they heard this saying?” <b class=\"verse-num\" id=\"v40015013-1\">13&nbsp;</b>He answered, <span class=\"woc\">“Every plant that my heavenly Father has not planted will be rooted up.</span> <b class=\"verse-num woc\" id=\"v40015014-1\">14&nbsp;</b><span class=\"woc\">Let them alone; they are blind guides. And if the blind lead the blind, both will fall into a pit.”</span> <b class=\"verse-num\" id=\"v40015015-1\">15&nbsp;</b>But Peter said to him, “Explain the parable to us.” <b class=\"verse-num\" id=\"v40015016-1\">16&nbsp;</b>And he said, <span class=\"woc\">“Are you also still without understanding?</span> <b class=\"verse-num woc\" id=\"v40015017-1\">17&nbsp;</b><span class=\"woc\">Do you not see that whatever goes into the mouth passes into the stomach and is expelled?</span> <b class=\"verse-num woc\" id=\"v40015018-1\">18&nbsp;</b><span class=\"woc\">But what comes out of the mouth proceeds from the heart, and this defiles a person.</span> <b class=\"verse-num woc\" id=\"v40015019-1\">19&nbsp;</b><span class=\"woc\">For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.</span> <b class=\"verse-num woc\" id=\"v40015020-1\">20&nbsp;</b><span class=\"woc\">These are what defile a person. But to eat with unwashed hands does not defile anyone.”</span></p>\n\n</div>","kjv":"<strong>3</strong> But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?  <strong>4</strong> For God commanded, saying, Honour thy father and mother: and, He that curseth father or mother, let him die the death.  <strong>5</strong> But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;  <strong>6</strong> And honour not his father or his mother, he shall be free.  Thus have ye made the commandment of God of none effect by your tradition.  <strong>7</strong> Ye hypocrites, well did Esaias prophesy of you, saying,  <strong>8</strong> This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.  <strong>9</strong> But in vain they do worship me, teaching for doctrines the commandments of men. <strong>10</strong> And he called the multitude, and said unto them, Hear, and understand:  <strong>11</strong> Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.  <strong>12</strong> Then came his disciples, and said unto him, Knowest thou that the Pharisees were offended, after they heard this saying?  <strong>13</strong> But he answered and said, Every plant, which my heavenly Father hath not planted, shall be rooted up.  <strong>14</strong> Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.  <strong>15</strong> Then answered Peter and said unto him, Declare unto us this parable.  <strong>16</strong> And Jesus said, Are ye also yet without understanding?  <strong>17</strong> Do not ye yet understand, that whatsoever entereth in at the mouth goeth into the belly, and is cast out into the draught?  <strong>18</strong> But those things which proceed out of the mouth come forth from the heart; and they defile the man.  <strong>19</strong> For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:  <strong>20</strong> These are the things which defile a man: but to eat with unwashen hands defileth not a man. ","niv":"<sup><strong>3</strong></sup> Jesus replied, \"And why do you break the command of God for the sake of your tradition? <sup><strong>4</strong></sup> For God said, 'Honor your father and mother' and 'Anyone who curses his father or mother must be put to death.' <sup><strong>5</strong></sup> But you say that if a man says to his father or mother, 'Whatever help you might otherwise have received from me is a gift devoted to God,' <sup><strong>6</strong></sup> he is not to 'honor his father 'with it. Thus you nullify the word of God for the sake of your tradition. <sup><strong>7</strong></sup> You hypocrites! Isaiah was right when he prophesied about you: <sup><strong>8</strong></sup> \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>9</strong></sup> They worship me in vain; their teachings are but rules taught by men.'\" <sup><strong>10</strong></sup> Jesus called the crowd to him and said, \"Listen and understand. <sup><strong>11</strong></sup> What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.'\" <sup><strong>12</strong></sup> Then the disciples came to him and asked, \"Do you know that the Pharisees were offended when they heard this?\" <sup><strong>13</strong></sup> He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots. <sup><strong>14</strong></sup> Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\" <sup><strong>15</strong></sup> Peter said, \"Explain the parable to us.\" <sup><strong>16</strong></sup> \"Are you still so dull?\" Jesus asked them. <sup><strong>17</strong></sup> \"Don't you see that whatever enters the mouth goes into the stomach and then out of the body? <sup><strong>18</strong></sup> But the things that come out of the mouth come from the heart, and these make a man 'unclean.' <sup><strong>19</strong></sup> For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander. <sup><strong>20</strong></sup> These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.'\" "},{"_id":"616c9d8a16dfdfefa2036aa1","topicId":"616c9d8516dfdfefa2036a92","verse":"John 6:50-71","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-19\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-19\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-19\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"616c9d8a16dfdfefa2036aa3","topicId":"616c9d8516dfdfefa2036a92","verse":"Deuteronomy 5:32-33","votes":23,"__v":0,"esv":"<div>\n<p id=\"p05005032_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v05005032-1\">32&nbsp;</b>You shall be careful therefore to do as the LORD your God has commanded you. You shall not turn aside to the right hand or to the left. <b class=\"verse-num\" id=\"v05005033-1\">33&nbsp;</b>You shall walk in all the way that the LORD your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess.</p>\n</div>","kjv":"<strong>32</strong> Ye shall observe to do therefore as the LORD your God hath commanded you: ye shall not turn aside to the right hand or to the left.  <strong>33</strong> Ye shall walk in all the ways which the LORD your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.  ","niv":"<sup><strong>32</strong></sup> So be careful to do what the LORD your God has commanded you; do not turn aside to the right or to the left. <sup><strong>33</strong></sup> Walk in all the way that the LORD your God has commanded you, so that you may live and prosper and prolong your days in the land that you will possess. "},{"_id":"616c9d8a16dfdfefa2036aa2","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Timothy 2:2","votes":27,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"616c9d8b16dfdfefa2036aa4","topicId":"616c9d8516dfdfefa2036a92","verse":"2 Timothy 3:16","votes":20,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616c9d8b16dfdfefa2036aa6","topicId":"616c9d8516dfdfefa2036a92","verse":"Matthew 15:2-6","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40015002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015002-1\">2&nbsp;</b>“Why do your disciples break the tradition of the elders? For they do not wash their hands when they eat.” <b class=\"verse-num\" id=\"v40015003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“And why do you break the commandment of God for the sake of your tradition?</span> <b class=\"verse-num woc\" id=\"v40015004-1\">4&nbsp;</b><span class=\"woc\">For God commanded, ‘Honor your father and your mother,’ and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v40015005-1\">5&nbsp;</b><span class=\"woc\">But you say, ‘If anyone tells his father or his mother, “What you would have gained from me is given to God,”</span> <b class=\"verse-num woc\" id=\"v40015006-1\">6&nbsp;</b><span class=\"woc\">he need not honor his father.’</span> <span class=\"woc\">So for the sake of your tradition you have made void the word of God.</span></p>\n\n</div>","kjv":"<strong>2</strong> Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread.  <strong>3</strong> But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?  <strong>4</strong> For God commanded, saying, Honour thy father and mother: and, He that curseth father or mother, let him die the death.  <strong>5</strong> But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;  <strong>6</strong> And honour not his father or his mother, he shall be free.  Thus have ye made the commandment of God of none effect by your tradition.  ","niv":"<sup><strong>2</strong></sup> \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\" <sup><strong>3</strong></sup> Jesus replied, \"And why do you break the command of God for the sake of your tradition? <sup><strong>4</strong></sup> For God said, 'Honor your father and mother' and 'Anyone who curses his father or mother must be put to death.' <sup><strong>5</strong></sup> But you say that if a man says to his father or mother, 'Whatever help you might otherwise have received from me is a gift devoted to God,' <sup><strong>6</strong></sup> he is not to 'honor his father 'with it. Thus you nullify the word of God for the sake of your tradition. "},{"_id":"616c9d8b16dfdfefa2036aa5","topicId":"616c9d8516dfdfefa2036a92","verse":"Revelation 22:18-19","votes":20,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-24\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"616c9d8c16dfdfefa2036aa7","topicId":"616c9d8516dfdfefa2036a92","verse":"Acts 17:11","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"616c9d8c16dfdfefa2036aa8","topicId":"616c9d8516dfdfefa2036a92","verse":"Galatians 1:14","votes":20,"__v":0,"esv":"<div>\n<p id=\"p48001014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001014-1\">14&nbsp;</b>And I was advancing in Judaism beyond many of my own age among my people, so extremely zealous was I for the traditions of my fathers.</p>\n</div>","kjv":"<strong>14</strong> And profited in the Jews’ religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.  ","niv":"<sup><strong>14</strong></sup> I was advancing in Judaism beyond many Jews of my own age and was extremely zealous for the traditions of my fathers."},{"_id":"616c9d8c16dfdfefa2036aa9","topicId":"616c9d8516dfdfefa2036a92","verse":"Luke 6:1-11","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p42006001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42006001-1\">6:1&nbsp;</b>On a Sabbath, while he was going through the grainfields, his disciples plucked and ate some heads of grain, rubbing them in their hands. <b class=\"verse-num\" id=\"v42006002-1\">2&nbsp;</b>But some of the Pharisees said, “Why are you doing what is not lawful to do on the Sabbath?” <b class=\"verse-num\" id=\"v42006003-1\">3&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have you not read what David did when he was hungry, he and those who were with him:</span> <b class=\"verse-num woc\" id=\"v42006004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat, and also gave it to those with him?”</span> <b class=\"verse-num\" id=\"v42006005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“The Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p42006005_13-27\"><b class=\"verse-num\" id=\"v42006006-1\">6&nbsp;</b>On another Sabbath, he entered the synagogue and was teaching, and a man was there whose right hand was withered. <b class=\"verse-num\" id=\"v42006007-1\">7&nbsp;</b>And the scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, so that they might find a reason to accuse him. <b class=\"verse-num\" id=\"v42006008-1\">8&nbsp;</b>But he knew their thoughts, and he said to the man with the withered hand, <span class=\"woc\">“Come and stand here.”</span> And he rose and stood there. <b class=\"verse-num\" id=\"v42006009-1\">9&nbsp;</b>And Jesus said to them, <span class=\"woc\">“I ask you, is it lawful on the Sabbath to do good or to do harm, to save life or to destroy it?”</span> <b class=\"verse-num\" id=\"v42006010-1\">10&nbsp;</b>And after looking around at them all he said to him, <span class=\"woc\">“Stretch out your hand.”</span> And he did so, and his hand was restored. <b class=\"verse-num\" id=\"v42006011-1\">11&nbsp;</b>But they were filled with fury and discussed with one another what they might do to Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass on the second sabbath after the first, that he went through the corn fields; and his disciples plucked the ears of corn, and did eat, rubbing them in their hands.  <strong>2</strong> And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?  <strong>3</strong> And Jesus answering them said, Have ye not read so much as this, what David did, when himself was an hungred, and they which were with him;  <strong>4</strong> How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?  <strong>5</strong> And he said unto them, That the Son of man is Lord also of the sabbath.  <strong>6</strong> And it came to pass also on another sabbath, that he entered into the synagogue and taught: and there was a man whose right hand was withered.  <strong>7</strong> And the scribes and Pharisees watched him, whether he would heal on the sabbath day; that they might find an accusation against him.  <strong>8</strong> But he knew their thoughts, and said to the man which had the withered hand, Rise up, and stand forth in the midst. And he arose and stood forth.  <strong>9</strong> Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy it?  <strong>10</strong> And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.  <strong>11</strong> And they were filled with madness; and communed one with another what they might do to Jesus.  ","niv":"<sup><strong>1</strong></sup> One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels. <sup><strong>2</strong></sup> Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\" <sup><strong>3</strong></sup> Jesus answered them, \"Have you never read what David did when he and his companions were hungry? <sup><strong>4</strong></sup> He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\" <sup><strong>5</strong></sup> Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\" <sup><strong>6</strong></sup> On another Sabbath he went into the synagogue and was teaching, and a man was there whose right hand was shriveled. <sup><strong>7</strong></sup> The Pharisees and the teachers of the law were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal on the Sabbath. <sup><strong>8</strong></sup> But Jesus knew what they were thinking and said to the man with the shriveled hand, \"Get up and stand in front of everyone.\" So he got up and stood there. <sup><strong>9</strong></sup> Then Jesus said to them, \"I ask you, which is lawful on the Sabbath: to do good or to do evil, to save life or to destroy it?\" <sup><strong>10</strong></sup> He looked around at them all, and then said to the man, \"Stretch out your hand.\" He did so, and his hand was completely restored. <sup><strong>11</strong></sup> But they were furious and began to discuss with one another what they might do to Jesus. "},{"_id":"616c9d8d16dfdfefa2036aaa","topicId":"616c9d8516dfdfefa2036a92","verse":"Mark 7:1-37","votes":20,"__v":0,"kjv":"<strong>1</strong> Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.  <strong>2</strong> And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.  <strong>3</strong> For the Pharisees, and all the Jews, except they wash their  hands oft, eat not, holding the tradition of the elders.  <strong>4</strong> And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.  <strong>5</strong> Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?  <strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  <strong>10</strong> For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:  <strong>11</strong> But ye say, If a man shall say to his father or mother, It is  Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.  <strong>12</strong> And ye suffer him no more to do ought for his father or his mother;  <strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. <strong>14</strong> And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:  <strong>15</strong> There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.  <strong>16</strong> If any man have ears to hear, let him hear.  <strong>17</strong> And when he was entered into the house from the people, his disciples asked him concerning the parable.  <strong>18</strong> And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;  <strong>19</strong> Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?  <strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  <strong>24</strong> And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it:  but he could not be hid.  <strong>25</strong> For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:  <strong>26</strong> The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.  <strong>27</strong> But Jesus said unto her, Let the children first be filled: for it is not meet to take the children’s bread, and to cast it unto the dogs.  <strong>28</strong> And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children’s crumbs.  <strong>29</strong> And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.  <strong>30</strong> And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.  <strong>31</strong> And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.  <strong>32</strong> And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.  <strong>33</strong> And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;  <strong>34</strong> And looking up to heaven, he sighed, and saith unto him, Ephphatha,  that is, Be opened.  <strong>35</strong> And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.  <strong>36</strong> And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;  <strong>37</strong> And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.  ","niv":"<sup><strong>1</strong></sup> The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus and <sup><strong>2</strong></sup> saw some of his disciples eating food with hands that were \"unclean,\" that is, unwashed. <sup><strong>3</strong></sup> (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders. <sup><strong>4</strong></sup> When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles. ) <sup><strong>5</strong></sup> So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with 'unclean' hands?\" <sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>7</strong></sup> They worship me in vain; their teachings are but rules taught by men.' <sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! <sup><strong>10</strong></sup> For Moses said, 'Honor your father and your mother,' and, 'Anyone who curses his father or mother must be put to death.' <sup><strong>11</strong></sup> But you say that if a man says to his father or mother: 'Whatever help you might otherwise have received from me is Corban' (that is, a gift devoted to God), <sup><strong>12</strong></sup> then you no longer let him do anything for his father or mother. <sup><strong>13</strong></sup> Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.\" <sup><strong>14</strong></sup> Again Jesus called the crowd to him and said, \"Listen to me, everyone, and understand this. <sup><strong>15</strong></sup> Nothing outside a man can make him 'unclean' by going into him. Rather, it is what comes out of a man that makes him 'unclean.'\" <sup><strong>16</strong></sup> See Footnote <sup><strong>17</strong></sup> After he had left the crowd and entered the house, his disciples asked him about this parable. <sup><strong>18</strong></sup> \"Are you so dull?\" he asked. \"Don't you see that nothing that enters a man from the outside can make him 'unclean'? <sup><strong>19</strong></sup> For it doesn't go into his heart but into his stomach, and then out of his body.\" (In saying this, Jesus declared all foods \"clean.\") <sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" <sup><strong>24</strong></sup> Jesus left that place and went to the vicinity of Tyre. He entered a house and did not want anyone to know it; yet he could not keep his presence secret. <sup><strong>25</strong></sup> In fact, as soon as she heard about him, a woman whose little daughter was possessed by an evil spirit came and fell at his feet. <sup><strong>26</strong></sup> The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter. <sup><strong>27</strong></sup> \"First let the children eat all they want,\" he told her, \"for it is not right to take the children's bread and toss it to their dogs.\" <sup><strong>28</strong></sup> \"Yes, Lord,\" she replied, \"but even the dogs under the table eat the children's crumbs.\" <sup><strong>29</strong></sup> Then he told her, \"For such a reply, you may go; the demon has left your daughter.\" <sup><strong>30</strong></sup> She went home and found her child lying on the bed, and the demon gone. <sup><strong>31</strong></sup> Then Jesus left the vicinity of Tyre and went through Sidon, down to the Sea of Galilee and into the region of the Decapolis. <sup><strong>32</strong></sup> There some people brought to him a man who was deaf and could hardly talk, and they begged him to place his hand on the man. <sup><strong>33</strong></sup> After he took him aside, away from the crowd, Jesus put his fingers into the man's ears. Then he spit and touched the man's tongue. <sup><strong>34</strong></sup> He looked up to heaven and with a deep sigh said to him, \"Ephphatha!\" (which means, \"Be opened!\" ). <sup><strong>35</strong></sup> At this, the man's ears were opened, his tongue was loosened and he began to speak plainly. <sup><strong>36</strong></sup> Jesus commanded them not to tell anyone. But the more he did so, the more they kept talking about it. <sup><strong>37</strong></sup> People were overwhelmed with amazement. \"He has done everything well,\" they said. \"He even makes the deaf hear and the mute speak.\" "},{"_id":"616c9d8d16dfdfefa2036aab","topicId":"616c9d8516dfdfefa2036a92","verse":"1 Peter 1:18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p60001018_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,</p>\n</div>","kjv":"<strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  ","niv":"<sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers,"}]}