{"_id":"616c9f2e16dfdfefa2036b62","slug":"transformers","name":"Transformers","verses":[{"_id":"616c9f2e16dfdfefa2036b63","topicId":"616c9f2e16dfdfefa2036b62","verse":"Romans 12:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616c9f2f16dfdfefa2036b64","topicId":"616c9f2e16dfdfefa2036b62","verse":"Acts 9:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44009001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44009001-1\">9:1&nbsp;</b>But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest <b class=\"verse-num\" id=\"v44009002-1\">2&nbsp;</b>and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem. <b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span> <b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one. <b class=\"verse-num\" id=\"v44009008-1\">8&nbsp;</b>Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. <b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n<p id=\"p44009009_05-2\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.” <b class=\"verse-num\" id=\"v44009011-1\">11&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,</span> <b class=\"verse-num woc\" id=\"v44009012-1\">12&nbsp;</b><span class=\"woc\">and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”</span> <b class=\"verse-num\" id=\"v44009013-1\">13&nbsp;</b>But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem. <b class=\"verse-num\" id=\"v44009014-1\">14&nbsp;</b>And here he has authority from the chief priests to bind all who call on your name.” <b class=\"verse-num\" id=\"v44009015-1\">15&nbsp;</b>But the Lord said to him, <span class=\"woc\">“Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.</span> <b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span> <b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.” <b class=\"verse-num\" id=\"v44009018-1\">18&nbsp;</b>And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized; <b class=\"verse-num\" id=\"v44009019-1\">19&nbsp;</b>and taking food, he was strengthened.</p>\n\n<p id=\"p44009019_10-2\">For some days he was with the disciples at Damascus. <b class=\"verse-num\" id=\"v44009020-1\">20&nbsp;</b>And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.” <b class=\"verse-num\" id=\"v44009021-1\">21&nbsp;</b>And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?” <b class=\"verse-num\" id=\"v44009022-1\">22&nbsp;</b>But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ.</p>\n\n<p id=\"p44009022_14-2\"><b class=\"verse-num\" id=\"v44009023-1\">23&nbsp;</b>When many days had passed, the Jews plotted to kill him, <b class=\"verse-num\" id=\"v44009024-1\">24&nbsp;</b>but their plot became known to Saul. They were watching the gates day and night in order to kill him, <b class=\"verse-num\" id=\"v44009025-1\">25&nbsp;</b>but his disciples took him by night and let him down through an opening in the wall, lowering him in a basket.</p>\n\n<p id=\"p44009025_17-2\"><b class=\"verse-num\" id=\"v44009026-1\">26&nbsp;</b>And when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple. <b class=\"verse-num\" id=\"v44009027-1\">27&nbsp;</b>But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus. <b class=\"verse-num\" id=\"v44009028-1\">28&nbsp;</b>So he went in and out among them at Jerusalem, preaching boldly in the name of the Lord. <b class=\"verse-num\" id=\"v44009029-1\">29&nbsp;</b>And he spoke and disputed against the Hellenists. But they were seeking to kill him. <b class=\"verse-num\" id=\"v44009030-1\">30&nbsp;</b>And when the brothers learned this, they brought him down to Caesarea and sent him off to Tarsus.</p>\n<p id=\"p44009030_17-2\"><b class=\"verse-num\" id=\"v44009031-1\">31&nbsp;</b>So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied.</p>\n\n</div>","kjv":"<strong>1</strong> And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,  <strong>2</strong> And desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.  <strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  <strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  <strong>8</strong> And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.  <strong>9</strong> And he was three days without sight, and neither did eat nor drink.  <strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  <strong>11</strong> And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one  called Saul, of Tarsus: for, behold, he prayeth,  <strong>12</strong> And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.  <strong>13</strong> Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:  <strong>14</strong> And here he hath authority from the chief priests to bind all that call on thy name.  <strong>15</strong> But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:  <strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  <strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  <strong>18</strong> And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.  <strong>19</strong> And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.  <strong>20</strong> And straightway he preached Christ in the synagogues, that he is the Son of God.  <strong>21</strong> But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?  <strong>22</strong> But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ.  <strong>23</strong> And after that many days were fulfilled, the Jews took counsel to kill him:  <strong>24</strong> But their laying await was known of Saul. And they watched the gates day and night to kill him.  <strong>25</strong> Then the disciples took him by night, and let him down by the wall in a basket.  <strong>26</strong> And when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple.  <strong>27</strong> But Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus.  <strong>28</strong> And he was with them coming in and going out at Jerusalem.  <strong>29</strong> And he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him.  <strong>30</strong> Which when the brethren knew, they brought him down to Caesarea, and sent him forth to Tarsus.  <strong>31</strong> Then had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied.  ","niv":"<sup><strong>1</strong></sup> Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest <sup><strong>2</strong></sup> and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem. <sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" <sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone. <sup><strong>8</strong></sup> Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus. <sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything. <sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered. <sup><strong>11</strong></sup> The Lord told him, \"Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying. <sup><strong>12</strong></sup> In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.\" <sup><strong>13</strong></sup> \"Lord,\" Ananias answered, \"I have heard many reports about this man and all the harm he has done to your saints in Jerusalem. <sup><strong>14</strong></sup> And he has come here with authority from the chief priests to arrest all who call on your name.\" <sup><strong>15</strong></sup> But the Lord said to Ananias, \"Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel. <sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\" <sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\" <sup><strong>18</strong></sup> Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized, <sup><strong>19</strong></sup> and after taking some food, he regained his strength. <sup><strong>20</strong></sup> Saul spent several days with the disciples in Damascus. At once he began to preach in the synagogues that Jesus is the Son of God. <sup><strong>21</strong></sup> All those who heard him were astonished and asked, \"Isn't he the man who raised havoc in Jerusalem among those who call on this name? And hasn't he come here to take them as prisoners to the chief priests?\" <sup><strong>22</strong></sup> Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Christ. <sup><strong>23</strong></sup> After many days had gone by, the Jews conspired to kill him, <sup><strong>24</strong></sup> but Saul learned of their plan. Day and night they kept close watch on the city gates in order to kill him. <sup><strong>25</strong></sup> But his followers took him by night and lowered him in a basket through an opening in the wall. <sup><strong>26</strong></sup> When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple. <sup><strong>27</strong></sup> But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus. <sup><strong>28</strong></sup> So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord. <sup><strong>29</strong></sup> He talked and debated with the Grecian Jews, but they tried to kill him. <sup><strong>30</strong></sup> When the brothers learned of this, they took him down to Caesarea and sent him off to Tarsus. <sup><strong>31</strong></sup> Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace. It was strengthened; and encouraged by the Holy Spirit, it grew in numbers, living in the fear of the Lord. "},{"_id":"616c9f3016dfdfefa2036b65","topicId":"616c9f2e16dfdfefa2036b62","verse":"Psalm 3:1-8","votes":0,"__v":0,"modified":"2022-12-04T01:03:44.782Z"}]}