{"_id":"616ca3de16dfdfefa2036c4e","slug":"treatment-of-spouse","name":"Treatment Of Spouse","verses":[{"_id":"616ca3df16dfdfefa2036c4f","topicId":"616ca3de16dfdfefa2036c4e","verse":"Ephesians 4:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"616ca3df16dfdfefa2036c50","topicId":"616ca3de16dfdfefa2036c4e","verse":"Luke 17:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42017002_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017002-1\">2&nbsp;</b><span class=\"woc\">It would be better for him if a millstone were hung around his neck and he were cast into the sea than that he should cause one of these little ones to sin.</span></p>\n\n</div>","kjv":"<strong>2</strong> It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones. ","niv":"<sup><strong>2</strong></sup> It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin."},{"_id":"616ca3df16dfdfefa2036c51","topicId":"616ca3de16dfdfefa2036c4e","verse":"Luke 17:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42017001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42017001-1\">17:1&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Temptations to sin are sure to come, but woe to the one through whom they come!</span></p>\n\n</div>","kjv":"<strong>1</strong> Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!  ","niv":"<sup><strong>1</strong></sup> Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come."},{"_id":"616ca3e016dfdfefa2036c52","topicId":"616ca3de16dfdfefa2036c4e","verse":"Matthew 23:23-24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-4\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. "},{"_id":"616ca3e116dfdfefa2036c53","topicId":"616ca3de16dfdfefa2036c4e","verse":"1 Peter 5:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616ca3e116dfdfefa2036c54","topicId":"616ca3de16dfdfefa2036c4e","verse":"Romans 12:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all.</p>\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody."},{"_id":"616ca3e116dfdfefa2036c55","topicId":"616ca3de16dfdfefa2036c4e","verse":"Matthew 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005007_01-8\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n</div>","kjv":"<strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  ","niv":"<sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy."},{"_id":"616ca3e116dfdfefa2036c56","topicId":"616ca3de16dfdfefa2036c4e","verse":"Philippians 4:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616ca3e116dfdfefa2036c57","topicId":"616ca3de16dfdfefa2036c4e","verse":"Romans 12:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"616ca3e216dfdfefa2036c58","topicId":"616ca3de16dfdfefa2036c4e","verse":"Acts 9:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44009004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span></p>\n</div>","kjv":"<strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  ","niv":"<sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\""}]}