{"_id":"616ca5e216dfdfefa2036cc1","slug":"tribulations","name":"Tribulations","verses":[{"_id":"616ca5e316dfdfefa2036cc2","topicId":"616ca5e216dfdfefa2036cc1","verse":"John 16:33","votes":16,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2023-06-20T00:16:31.784Z"},{"_id":"616ca5e316dfdfefa2036cc3","topicId":"616ca5e216dfdfefa2036cc1","verse":"2 Timothy 2:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616ca5e316dfdfefa2036cc4","topicId":"616ca5e216dfdfefa2036cc1","verse":"Matthew 10:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell.","modified":"2022-06-05T01:01:47.555Z"},{"_id":"616ca5e516dfdfefa2036cc6","topicId":"616ca5e216dfdfefa2036cc1","verse":"1 Corinthians 11:31","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46011031_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged.</p>\n\n</div>","kjv":"<strong>31</strong> For if we would judge ourselves, we should not be judged.  ","niv":"<sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment."},{"_id":"616ca5e516dfdfefa2036cc5","topicId":"616ca5e216dfdfefa2036cc1","verse":"Jeremiah 1:5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-6\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-6\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616ca5e516dfdfefa2036cc7","topicId":"616ca5e216dfdfefa2036cc1","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616ca5e516dfdfefa2036cc8","topicId":"616ca5e216dfdfefa2036cc1","verse":"Romans 5:1-5","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. "},{"_id":"616ca5e516dfdfefa2036cc9","topicId":"616ca5e216dfdfefa2036cc1","verse":"Matthew 19:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40019019_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span></p>\n</div>","kjv":"<strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\""},{"_id":"616ca5e716dfdfefa2036cca","topicId":"616ca5e216dfdfefa2036cc1","verse":"Mark 2:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41002028_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41002028-1\">28&nbsp;</b><span class=\"woc\">So the Son of Man is lord even of the Sabbath.”</span></p>\n</div>","kjv":"<strong>28</strong> Therefore the Son of man is Lord also of the sabbath. ","niv":"<sup><strong>28</strong></sup> So the Son of Man is Lord even of the Sabbath.\""},{"_id":"616ca5e716dfdfefa2036ccb","topicId":"616ca5e216dfdfefa2036cc1","verse":"Ephesians 3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49003013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003013-1\">13&nbsp;</b>So I ask you not to lose heart over what I am suffering for you, which is your glory.</p>\n</div>","kjv":"<strong>13</strong> Wherefore I desire that ye faint not at my tribulations for you, which is your glory.  ","niv":"<sup><strong>13</strong></sup> I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory."},{"_id":"616ca5e716dfdfefa2036ccc","topicId":"616ca5e216dfdfefa2036cc1","verse":"Revelation 14:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014013_01-12\"><b class=\"verse-num\" id=\"v66014013-1\">13&nbsp;</b>And I heard a voice from heaven saying, “Write this: Blessed are the dead who die in the Lord from now on.” “Blessed indeed,” says the Spirit, “that they may rest from their labors, for their deeds follow them!”</p>\n</div>","kjv":"<strong>13</strong> And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them.  ","niv":"<sup><strong>13</strong></sup> Then I heard a voice from heaven say, \"Write: Blessed are the dead who die in the Lord from now on.Yes,\" says the Spirit, \"they will rest from their labor, for their deeds will follow them.\""},{"_id":"616ca5e816dfdfefa2036ccd","topicId":"616ca5e216dfdfefa2036cc1","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616ca5e816dfdfefa2036cce","topicId":"616ca5e216dfdfefa2036cc1","verse":"Acts 1:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\""},{"_id":"616ca5e816dfdfefa2036ccf","topicId":"616ca5e216dfdfefa2036cc1","verse":"John 20:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-21\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n<p id=\"p43020018_13-21\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_16-21\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came. <b class=\"verse-num\" id=\"v43020025-1\">25&nbsp;</b>So the other disciples told him, “We have seen the Lord.” But he said to them, “Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.”</p>\n<p id=\"p43020025_16-21\"><b class=\"verse-num\" id=\"v43020026-1\">26&nbsp;</b>Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span> <b class=\"verse-num\" id=\"v43020028-1\">28&nbsp;</b>Thomas answered him, “My Lord and my God!” <b class=\"verse-num\" id=\"v43020029-1\">29&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.”</span></p>\n\n<p id=\"p43020029_21-21\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"616ca5e916dfdfefa2036cd0","topicId":"616ca5e216dfdfefa2036cc1","verse":"John 19:41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43019041_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019041-1\">41&nbsp;</b>Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid.</p>\n</div>","kjv":"<strong>41</strong> Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.  ","niv":"<sup><strong>41</strong></sup> At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."},{"_id":"616ca5e916dfdfefa2036cd1","topicId":"616ca5e216dfdfefa2036cc1","verse":"Matthew 7:21-23","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-17\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"616ca5ea16dfdfefa2036cd2","topicId":"616ca5e216dfdfefa2036cc1","verse":"Acts 1:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out.</p>\n\n</div>","kjv":"<strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  ","niv":"<sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."},{"_id":"616ca5ea16dfdfefa2036cd3","topicId":"616ca5e216dfdfefa2036cc1","verse":"John 3:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43003013_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span></p>\n\n</div>","kjv":"<strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. ","niv":"<sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man."},{"_id":"616ca5ea16dfdfefa2036cd5","topicId":"616ca5e216dfdfefa2036cc1","verse":"Matthew 6:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-20\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616ca5ea16dfdfefa2036cd4","topicId":"616ca5e216dfdfefa2036cc1","verse":"John 20:1-31","votes":1,"__v":0,"kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. <strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. <sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. <sup><strong>25</strong></sup> So the other disciples told him, \"We have seen the Lord!\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe it.\" <sup><strong>26</strong></sup> A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\" <sup><strong>28</strong></sup> Thomas said to him, \"My Lord and my God!\" <sup><strong>29</strong></sup> Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\" <sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. "},{"_id":"616ca5eb16dfdfefa2036cd6","topicId":"616ca5e216dfdfefa2036cc1","verse":"Malachi 4:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p39004003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v39004003-1\">3&nbsp;</b>And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the LORD of hosts.</p>\n</div>","kjv":"<strong>3</strong> And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the LORD of hosts.  ","niv":"<sup><strong>3</strong></sup> Then you will trample down the wicked; they will be ashes under the soles of your feet on the day when I do these things,\" says the LORD Almighty."},{"_id":"616ca5eb16dfdfefa2036cd7","topicId":"616ca5e216dfdfefa2036cc1","verse":"Luke 24:1-53","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-23\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-23\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-23\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-23\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n<p id=\"p42024049_15-23\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" <sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"616ca5eb16dfdfefa2036cd8","topicId":"616ca5e216dfdfefa2036cc1","verse":"Numbers 23:19","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04023019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023019-1\">19&nbsp;</b>&nbsp;&nbsp;God is not man, that he should lie,</span><br><span id=\"p04023019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or a son of man, that he should change his mind.</span><br><span id=\"p04023019_01-24\" class=\"line\">&nbsp;&nbsp;Has he said, and will he not do it?</span><br><span id=\"p04023019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or has he spoken, and will he not fulfill it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?  ","niv":"<sup><strong>19</strong></sup> God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"},{"_id":"616ca5ec16dfdfefa2036cda","topicId":"616ca5e216dfdfefa2036cc1","verse":"Revelation 11:1-19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66011001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66011001-1\">11:1&nbsp;</b>Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, <b class=\"verse-num\" id=\"v66011002-1\">2&nbsp;</b>but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. <b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n<p id=\"p66011003_04-25\"><b class=\"verse-num\" id=\"v66011004-1\">4&nbsp;</b>These are the two olive trees and the two lampstands that stand before the Lord of the earth. <b class=\"verse-num\" id=\"v66011005-1\">5&nbsp;</b>And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. <b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire. <b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_04-25\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_07-25\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_07-25\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_07-25\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_07-25\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_07-25\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_07-25\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>1</strong> And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.  <strong>2</strong> But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty and two months.  <strong>3</strong> And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.  <strong>4</strong> These are the two olive trees, and the two candlesticks standing before the God of the earth.  <strong>5</strong> And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.  <strong>6</strong> These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.  <strong>7</strong> And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.  <strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  <strong>9</strong> And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.  <strong>10</strong> And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.  <strong>11</strong> And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.  <strong>12</strong> And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.  <strong>13</strong> And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.  <strong>14</strong> The second woe is past; and, behold, the third woe cometh quickly.  <strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  <strong>16</strong> And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,  <strong>17</strong> Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.  <strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  <strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  ","niv":"<sup><strong>1</strong></sup> I was given a reed like a measuring rod and was told, \"Go and measure the temple of God and the altar, and count the worshipers there. <sup><strong>2</strong></sup> But exclude the outer court; do not measure it, because it has been given to the Gentiles. They will trample on the holy city for 42 months. <sup><strong>3</strong></sup> And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\" <sup><strong>4</strong></sup> These are the two olive trees and the two lampstands that stand before the Lord of the earth. <sup><strong>5</strong></sup> If anyone tries to harm them, fire comes from their mouths and devours their enemies. This is how anyone who wants to harm them must die. <sup><strong>6</strong></sup> These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want. <sup><strong>7</strong></sup> Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them. <sup><strong>8</strong></sup> Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified. <sup><strong>9</strong></sup> For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial. <sup><strong>10</strong></sup> The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth. <sup><strong>11</strong></sup> But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them. <sup><strong>12</strong></sup> Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on. <sup><strong>13</strong></sup> At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven. <sup><strong>14</strong></sup> The second woe has passed; the third woe is coming soon. <sup><strong>15</strong></sup> The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\" <sup><strong>16</strong></sup> And the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshiped God, <sup><strong>17</strong></sup> saying: \"We give thanks to you, Lord God Almighty, the One who is and who was, because you have taken your great power and have begun to reign. <sup><strong>18</strong></sup> The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great--and for destroying those who destroy the earth.\" <sup><strong>19</strong></sup> Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm. "},{"_id":"616ca5ec16dfdfefa2036cd9","topicId":"616ca5e216dfdfefa2036cc1","verse":"Revelation 21:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""}]}