{"_id":"616ca65a16dfdfefa2036cdb","slug":"trick-or-treating","name":"Trick Or Treating","verses":[{"_id":"616ca65a16dfdfefa2036cdc","topicId":"616ca65a16dfdfefa2036cdb","verse":"Revelation 3:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me.","modified":"2023-10-28T10:24:49.845Z"},{"_id":"616ca65c16dfdfefa2036cdd","topicId":"616ca65a16dfdfefa2036cdb","verse":"Ephesians 5:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them.","modified":"2022-11-02T12:44:00.091Z"},{"_id":"616ca65c16dfdfefa2036cde","topicId":"616ca65a16dfdfefa2036cdb","verse":"2 Corinthians 11:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light.","modified":"2022-02-19T02:44:36.580Z"},{"_id":"616ca65c16dfdfefa2036cdf","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 John 4:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love."},{"_id":"616ca65c16dfdfefa2036ce0","topicId":"616ca65a16dfdfefa2036cdb","verse":"2 Timothy 1:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616ca65d16dfdfefa2036ce1","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 Timothy 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"616ca65d16dfdfefa2036ce2","topicId":"616ca65a16dfdfefa2036cdb","verse":"Exodus 22:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-8\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616ca65d16dfdfefa2036ce3","topicId":"616ca65a16dfdfefa2036cdb","verse":"Romans 12:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616ca65e16dfdfefa2036ce5","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 Corinthians 10:23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46010023_08-11\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.</p>\n</div>","kjv":"<strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  ","niv":"<sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive."},{"_id":"616ca65e16dfdfefa2036ce4","topicId":"616ca65a16dfdfefa2036cdb","verse":"Colossians 3:1-10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-12\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"616ca65e16dfdfefa2036ce6","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 Thessalonians 5:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52005022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>22</strong></sup> Avoid every kind of evil."},{"_id":"616ca65e16dfdfefa2036ce7","topicId":"616ca65a16dfdfefa2036cdb","verse":"Matthew 9:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40009004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009004-1\">4&nbsp;</b>But Jesus, knowing their thoughts, said, <span class=\"woc\">“Why do you think evil in your hearts?</span></p>\n\n</div>","kjv":"<strong>4</strong> And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?  ","niv":"<sup><strong>4</strong></sup> Knowing their thoughts, Jesus said, \"Why do you entertain evil thoughts in your hearts?"},{"_id":"616ca65e16dfdfefa2036ce8","topicId":"616ca65a16dfdfefa2036cdb","verse":"Proverbs 21:10","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021010-1\">10&nbsp;</b>&nbsp;&nbsp;The soul of the wicked desires evil;</span><br><span id=\"p20021010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his neighbor finds no mercy in his eyes.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> The soul of the wicked desireth evil: his neighbour findeth no favour in his eyes.  ","niv":"<sup><strong>10</strong></sup> The wicked man craves evil; his neighbor gets no mercy from him."},{"_id":"616ca65e16dfdfefa2036ce9","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 John 2:15-17","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-17\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. ","modified":"2022-10-12T07:46:13.357Z"},{"_id":"616ca65f16dfdfefa2036cea","topicId":"616ca65a16dfdfefa2036cdb","verse":"James 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."},{"_id":"616ca65f16dfdfefa2036ceb","topicId":"616ca65a16dfdfefa2036cdb","verse":"Titus 2:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002011_01-19\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age,</p>\n</div>","kjv":"<strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  ","niv":"<sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, "},{"_id":"616ca65f16dfdfefa2036cec","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 Timothy 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"616ca66016dfdfefa2036ced","topicId":"616ca65a16dfdfefa2036cdb","verse":"Ephesians 6:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"616ca66016dfdfefa2036cee","topicId":"616ca65a16dfdfefa2036cdb","verse":"2 Corinthians 13:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-23\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"},{"_id":"616ca66016dfdfefa2036cef","topicId":"616ca65a16dfdfefa2036cdb","verse":"1 Corinthians 6:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-25\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything."},{"_id":"616ca66116dfdfefa2036cf0","topicId":"616ca65a16dfdfefa2036cdb","verse":"Romans 1:26-28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-26\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-26\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. "},{"_id":"616ca66116dfdfefa2036cf1","topicId":"616ca65a16dfdfefa2036cdb","verse":"2 Corinthians 6:14-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-27\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? <b class=\"verse-num\" id=\"v47006015-1\">15&nbsp;</b>What accord has Christ with Belial? Or what portion does a believer share with an unbeliever?</p>\n\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  <strong>15</strong> And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? <sup><strong>15</strong></sup> What harmony is there between Christ and Belial? What does a believer have in common with an unbeliever? "},{"_id":"616ca66116dfdfefa2036cf2","topicId":"616ca65a16dfdfefa2036cdb","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616ca66116dfdfefa2036cf3","topicId":"616ca65a16dfdfefa2036cdb","verse":"Luke 21:34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42021034_03-29\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span></p>\n</div>","kjv":"<strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  ","niv":"<sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap."},{"_id":"616ca66116dfdfefa2036cf4","topicId":"616ca65a16dfdfefa2036cdb","verse":"John 8:44","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."}]}