{"_id":"616ca7f3e9d39d04b3b5fa16","slug":"troubled-mind","name":"Troubled Mind","verses":[{"_id":"616ca7f4e9d39d04b3b5fa17","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"John 14:27","votes":75,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-12\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-12\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-12\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-12\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-12\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.","modified":"2023-05-05T15:41:18.466Z"},{"_id":"616ca7f4e9d39d04b3b5fa18","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 Corinthians 10:13","votes":65,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.","modified":"2022-10-03T04:27:03.294Z"},{"_id":"616ca7f4e9d39d04b3b5fa19","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Romans 12:2","votes":63,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616ca7f5e9d39d04b3b5fa1a","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"John 14:1","votes":61,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me."},{"_id":"616ca7f5e9d39d04b3b5fa1b","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Proverbs 19:21","votes":50,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019021_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019021-1\">21&nbsp;</b>&nbsp;&nbsp;Many are the plans in the mind of a man,</span><br><span id=\"p20019021_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it is the purpose of the LORD that will stand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> There are many devices in a man’s heart; nevertheless the counsel of the LORD, that shall stand.  ","niv":"<sup><strong>21</strong></sup> Many are the plans in a man's heart, but it is the LORD's purpose that prevails.","modified":"2023-08-15T21:13:25.289Z"},{"_id":"616ca7f5e9d39d04b3b5fa1c","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Philippians 4:13","votes":47,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2023-05-25T11:05:37.296Z"},{"_id":"616ca7f5e9d39d04b3b5fa1d","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"James 4:7","votes":36,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2023-05-24T11:49:07.047Z"},{"_id":"616ca7f6e9d39d04b3b5fa1e","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Romans 8:26","votes":37,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-9\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express.","modified":"2022-10-03T04:27:42.592Z"},{"_id":"616ca7f6e9d39d04b3b5fa1f","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"2 Corinthians 12:9","votes":34,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.","modified":"2022-12-18T10:34:25.053Z"},{"_id":"616ca7f6e9d39d04b3b5fa20","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Luke 12:25","votes":29,"__v":0,"esv":"<div>\n<p id=\"p42012025_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span></p>\n\n</div>","kjv":"<strong>25</strong> And which of you with taking thought can add to his stature one cubit?  ","niv":"<sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life?","modified":"2023-05-24T11:49:37.266Z"},{"_id":"616ca7f7e9d39d04b3b5fa21","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"John 14:1-31","votes":29,"__v":0,"kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. ","modified":"2022-10-01T04:08:06.098Z"},{"_id":"616ca7f7e9d39d04b3b5fa22","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 John 5:14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2023-05-24T11:49:44.695Z"},{"_id":"616ca7f7e9d39d04b3b5fa23","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"John 16:33","votes":28,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2023-05-24T11:49:50.611Z"},{"_id":"616ca7f7e9d39d04b3b5fa24","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 John 3:8","votes":25,"__v":0,"esv":"<div>\n<p id=\"p62003008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil.</p>\n</div>","kjv":"<strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  ","niv":"<sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work."},{"_id":"616ca7f8e9d39d04b3b5fa25","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 Peter 5:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2022-05-26T10:34:02.368Z"},{"_id":"616ca7f8e9d39d04b3b5fa26","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Ephesians 2:8-9","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"616ca7f8e9d39d04b3b5fa27","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Proverbs 28:13","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028013_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever conceals his transgressions will not prosper,</span><br><span id=\"p20028013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who confesses and forsakes them will obtain mercy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.  ","niv":"<sup><strong>13</strong></sup> He who conceals his sins does not prosper, but whoever confesses and renounces them finds mercy."},{"_id":"616ca7f9e9d39d04b3b5fa28","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"2 Corinthians 4:18","votes":18,"__v":0,"esv":"<div>\n<p id=\"p47004018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n</div>","kjv":"<strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal.","modified":"2023-05-24T11:50:34.975Z"},{"_id":"616ca7f9e9d39d04b3b5fa29","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 Corinthians 2:1-16","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-22\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-22\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-22\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-22\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"616ca7f9e9d39d04b3b5fa2a","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"John 3:16","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616ca7fae9d39d04b3b5fa2b","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 John 4:4","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"616ca7fae9d39d04b3b5fa2c","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Ephesians 4:23","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49004023_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds,</p>\n</div>","kjv":"<strong>23</strong> And be renewed in the spirit of your mind;  ","niv":"<sup><strong>23</strong></sup> to be made new in the attitude of your minds;","modified":"2023-09-05T17:36:06.500Z"},{"_id":"616ca7fae9d39d04b3b5fa2d","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"1 John 1:9","votes":14,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616ca7fae9d39d04b3b5fa2e","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Matthew 17:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40017020_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\"","modified":"2022-10-31T11:33:20.174Z"},{"_id":"616ca7fbe9d39d04b3b5fa2f","topicId":"616ca7f3e9d39d04b3b5fa16","verse":"Romans 15:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope.","modified":"2023-05-24T11:51:07.193Z"}]}