{"_id":"616cac05e9d39d04b3b5fb51","slug":"turning-back","name":"Turning Back","verses":[{"_id":"616cac06e9d39d04b3b5fb52","topicId":"616cac05e9d39d04b3b5fb51","verse":"1 John 1:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p62001006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.</p>\n</div>","kjv":"<strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  ","niv":"<sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth.","modified":"2023-12-08T15:51:54.271Z"},{"_id":"616cac06e9d39d04b3b5fb53","topicId":"616cac05e9d39d04b3b5fb51","verse":"Titus 3:10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him.","modified":"2023-04-06T10:20:14.182Z"},{"_id":"616cac07e9d39d04b3b5fb54","topicId":"616cac05e9d39d04b3b5fb51","verse":"John 14:23","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43014023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span></p>\n</div>","kjv":"<strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  ","niv":"<sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him."},{"_id":"616cac07e9d39d04b3b5fb55","topicId":"616cac05e9d39d04b3b5fb51","verse":"1 Peter 3:21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"616cac07e9d39d04b3b5fb56","topicId":"616cac05e9d39d04b3b5fb51","verse":"Hosea 12:6","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28012006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v28012006-1\">6&nbsp;</b>&nbsp;&nbsp;“So you, by the help of your God, return,</span><br><span id=\"p28012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold fast to love and justice,</span><br><span id=\"p28012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wait continually for your God.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Therefore turn thou to thy God: keep mercy and judgment, and wait on thy God continually.  ","niv":"<sup><strong>6</strong></sup> But you must return to your God; maintain love and justice, and wait for your God always."},{"_id":"616cac08e9d39d04b3b5fb57","topicId":"616cac05e9d39d04b3b5fb51","verse":"Deuteronomy 20:1-4","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p05020001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05020001-1\">20:1&nbsp;</b>“When you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for the LORD your God is with you, who brought you up out of the land of Egypt. <b class=\"verse-num\" id=\"v05020002-1\">2&nbsp;</b>And when you draw near to the battle, the priest shall come forward and speak to the people <b class=\"verse-num\" id=\"v05020003-1\">3&nbsp;</b>and shall say to them, ‘Hear, O Israel, today you are drawing near for battle against your enemies: let not your heart faint. Do not fear or panic or be in dread of them, <b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’</p>\n</div>","kjv":"<strong>1</strong> When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the LORD thy God is with thee, which brought thee up out of the land of Egypt.  <strong>2</strong> And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people,  <strong>3</strong> And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;  <strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  ","niv":"<sup><strong>1</strong></sup> When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the LORD your God, who brought you up out of Egypt, will be with you. <sup><strong>2</strong></sup> When you are about to go into battle, the priest shall come forward and address the army. <sup><strong>3</strong></sup> He shall say: \"Hear, O Israel, today you are going into battle against your enemies. Do not be fainthearted or afraid; do not be terrified or give way to panic before them. <sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\" ","modified":"2023-04-06T10:21:10.376Z"},{"_id":"616cac09e9d39d04b3b5fb58","topicId":"616cac05e9d39d04b3b5fb51","verse":"Galatians 3:1-29","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p48003001_09-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48003001-1\">3:1&nbsp;</b>O foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly portrayed as crucified. <b class=\"verse-num\" id=\"v48003002-1\">2&nbsp;</b>Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith? <b class=\"verse-num\" id=\"v48003003-1\">3&nbsp;</b>Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh? <b class=\"verse-num\" id=\"v48003004-1\">4&nbsp;</b>Did you suffer so many things in vain—if indeed it was in vain? <b class=\"verse-num\" id=\"v48003005-1\">5&nbsp;</b>Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—<b class=\"verse-num\" id=\"v48003006-1\">6&nbsp;</b>just as Abraham “believed God, and it was counted to him as righteousness”?</p>\n<p id=\"p48003006_09-8\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham. <b class=\"verse-num\" id=\"v48003008-1\">8&nbsp;</b>And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.” <b class=\"verse-num\" id=\"v48003009-1\">9&nbsp;</b>So then, those who are of faith are blessed along with Abraham, the man of faith.</p>\n\n<p id=\"p48003009_15-8\"><b class=\"verse-num\" id=\"v48003010-1\">10&nbsp;</b>For all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.” <b class=\"verse-num\" id=\"v48003011-1\">11&nbsp;</b>Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.” <b class=\"verse-num\" id=\"v48003012-1\">12&nbsp;</b>But the law is not of faith, rather “The one who does them shall live by them.” <b class=\"verse-num\" id=\"v48003013-1\">13&nbsp;</b>Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—<b class=\"verse-num\" id=\"v48003014-1\">14&nbsp;</b>so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.</p>\n\n<p id=\"p48003014_20-8\"><b class=\"verse-num\" id=\"v48003015-1\">15&nbsp;</b>To give a human example, brothers: even with a man-made covenant, no one annuls it or adds to it once it has been ratified. <b class=\"verse-num\" id=\"v48003016-1\">16&nbsp;</b>Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ. <b class=\"verse-num\" id=\"v48003017-1\">17&nbsp;</b>This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void. <b class=\"verse-num\" id=\"v48003018-1\">18&nbsp;</b>For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise.</p>\n<p id=\"p48003018_20-8\"><b class=\"verse-num\" id=\"v48003019-1\">19&nbsp;</b>Why then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary. <b class=\"verse-num\" id=\"v48003020-1\">20&nbsp;</b>Now an intermediary implies more than one, but God is one.</p>\n<p id=\"p48003020_20-8\"><b class=\"verse-num\" id=\"v48003021-1\">21&nbsp;</b>Is the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law. <b class=\"verse-num\" id=\"v48003022-1\">22&nbsp;</b>But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe.</p>\n<p id=\"p48003022_20-8\"><b class=\"verse-num\" id=\"v48003023-1\">23&nbsp;</b>Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. <b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith. <b class=\"verse-num\" id=\"v48003025-1\">25&nbsp;</b>But now that faith has come, we are no longer under a guardian, <b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith. <b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ. <b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. <b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n\n</div>","kjv":"<strong>1</strong> O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  <strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  <strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  <strong>4</strong> Have ye suffered so many things in vain? if it be yet in vain.  <strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  <strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  <strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  <strong>15</strong> Brethren, I speak after the manner of men; Though it be but a man’s covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.  <strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  <strong>17</strong> And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.  <strong>18</strong> For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.  <strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  <strong>20</strong> Now a mediator is not a mediator of one, but God is one.  <strong>21</strong> Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.  <strong>22</strong> But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.  <strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  <strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>1</strong></sup> You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified. <sup><strong>2</strong></sup> I would like to learn just one thing from you: Did you receive the Spirit by observing the law, or by believing what you heard? <sup><strong>3</strong></sup> Are you so foolish? After beginning with the Spirit, are you now trying to attain your goal by human effort? <sup><strong>4</strong></sup> Have you suffered so much for nothing--if it really was for nothing? <sup><strong>5</strong></sup> Does God give you his Spirit and work miracles among you because you observe the law, or because you believe what you heard? <sup><strong>6</strong></sup> Consider Abraham: \"He believed God, and it was credited to him as righteousness.\" <sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham. <sup><strong>8</strong></sup> The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\" <sup><strong>9</strong></sup> So those who have faith are blessed along with Abraham, the man of faith. <sup><strong>10</strong></sup> All who rely on observing the law are under a curse, for it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\" <sup><strong>11</strong></sup> Clearly no one is justified before God by the law, because, \"The righteous will live by faith.\" <sup><strong>12</strong></sup> The law is not based on faith; on the contrary, \"The man who does these things will live by them.\" <sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\" <sup><strong>14</strong></sup> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit. <sup><strong>15</strong></sup> Brothers, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case. <sup><strong>16</strong></sup> The promises were spoken to Abraham and to his seed. The Scripture does not say \"and to seeds,\" meaning many people, but \"and to your seed,\" meaning one person, who is Christ. <sup><strong>17</strong></sup> What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise. <sup><strong>18</strong></sup> For if the inheritance depends on the law, then it no longer depends on a promise; but God in his grace gave it to Abraham through a promise. <sup><strong>19</strong></sup> What, then, was the purpose of the law? It was added because of transgressions until the Seed to whom the promise referred had come. The law was put into effect through angels by a mediator. <sup><strong>20</strong></sup> A mediator, however, does not represent just one party; but God is one. <sup><strong>21</strong></sup> Is the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law. <sup><strong>22</strong></sup> But the Scripture declares that the whole world is a prisoner of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe. <sup><strong>23</strong></sup> Before this faith came, we were held prisoners by the law, locked up until faith should be revealed. <sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith. <sup><strong>25</strong></sup> Now that faith has come, we are no longer under the supervision of the law. <sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus, <sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ. <sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus. <sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise. "},{"_id":"616cac0ae9d39d04b3b5fb59","topicId":"616cac05e9d39d04b3b5fb51","verse":"Philippians 3:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50003014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."},{"_id":"616cac16e9d39d04b3b5fb5a","topicId":"616cac05e9d39d04b3b5fb51","verse":"Romans 3:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45003010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003010-1\">10&nbsp;</b>as it is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003010_01-10\" class=\"line\">&nbsp;&nbsp;“None is righteous, no, not one;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> As it is written, There is none righteous, no, not one:  ","niv":"<sup><strong>10</strong></sup> As it is written: \"There is no one righteous, not even one;"},{"_id":"616cac1ae9d39d04b3b5fb5b","topicId":"616cac05e9d39d04b3b5fb51","verse":"Ezekiel 18:30","votes":6,"__v":0,"esv":"<div>\n<p id=\"p26018030_01-11\"><b class=\"verse-num\" id=\"v26018030-1\">30&nbsp;</b>“Therefore I will judge you, O house of Israel, every one according to his ways, declares the Lord GOD. Repent and turn from all your transgressions, lest iniquity be your ruin.</p>\n\n</div>","kjv":"<strong>30</strong> Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord GOD. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin.  ","niv":"<sup><strong>30</strong></sup> \"Therefore, O house of Israel, I will judge you, each one according to his ways, declares the Sovereign LORD. Repent! Turn away from all your offenses; then sin will not be your downfall."},{"_id":"616cac1ae9d39d04b3b5fb5c","topicId":"616cac05e9d39d04b3b5fb51","verse":"Hebrews 3:7-19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58003007_08-12\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_08-12\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003008_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003008-1\">8&nbsp;</b>&nbsp;&nbsp;do not harden your hearts as in the rebellion,</span><br><span id=\"p58003008_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of testing in the wilderness,</span><br><span id=\"p58003009_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003009-1\">9&nbsp;</b>&nbsp;&nbsp;where your fathers put me to the test</span><br><span id=\"p58003009_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saw my works for forty years.</span><br><span id=\"p58003010_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003010-1\">10&nbsp;</b>&nbsp;&nbsp;Therefore I was provoked with that generation,</span><br><span id=\"p58003010_08-12\" class=\"line\">&nbsp;&nbsp;and said, ‘They always go astray in their heart;</span><br><span id=\"p58003010_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have not known my ways.’</span><br><span id=\"p58003011_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003011-1\">11&nbsp;</b>&nbsp;&nbsp;As I swore in my wrath,</span><br><span id=\"p58003011_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘They shall not enter my rest.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003011_08-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003012-1\">12&nbsp;</b>Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God. <b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin. <b class=\"verse-num\" id=\"v58003014-1\">14&nbsp;</b>For we have come to share in Christ, if indeed we hold our original confidence firm to the end. <b class=\"verse-num\" id=\"v58003015-1\">15&nbsp;</b>As it is said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003015_08-12\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003015_08-12\" class=\"line\">&nbsp;&nbsp;do not harden your hearts as in the rebellion.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003015_08-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003016-1\">16&nbsp;</b>For who were those who heard and yet rebelled? Was it not all those who left Egypt led by Moses? <b class=\"verse-num\" id=\"v58003017-1\">17&nbsp;</b>And with whom was he provoked for forty years? Was it not with those who sinned, whose bodies fell in the wilderness? <b class=\"verse-num\" id=\"v58003018-1\">18&nbsp;</b>And to whom did he swear that they would not enter his rest, but to those who were disobedient? <b class=\"verse-num\" id=\"v58003019-1\">19&nbsp;</b>So we see that they were unable to enter because of unbelief.</p>\n</div>","kjv":"<strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  <strong>8</strong> Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:  <strong>9</strong> When your fathers tempted me, proved me, and saw my works forty years.  <strong>10</strong> Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.  <strong>11</strong> So I sware in my wrath, They shall not enter into my rest.)  <strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.  <strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  <strong>14</strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;  <strong>15</strong> While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.  <strong>16</strong> For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.  <strong>17</strong> But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?  <strong>18</strong> And to whom sware he that they should not enter into his rest, but to them that believed not?  <strong>19</strong> So we see that they could not enter in because of unbelief.  ","niv":"<sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did in the rebellion, during the time of testing in the desert, <sup><strong>9</strong></sup> where your fathers tested and tried me and for forty years saw what I did. <sup><strong>10</strong></sup> That is why I was angry with that generation, and I said, 'Their hearts are always going astray, and they have not known my ways.' <sup><strong>11</strong></sup> So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>12</strong></sup> See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God. <sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness. <sup><strong>14</strong></sup> We have come to share in Christ if we hold firmly till the end the confidence we had at first. <sup><strong>15</strong></sup> As has just been said: \"Today, if you hear his voice, do not harden your hearts as you did in the rebellion.\" <sup><strong>16</strong></sup> Who were they who heard and rebelled? Were they not all those Moses led out of Egypt? <sup><strong>17</strong></sup> And with whom was he angry for forty years? Was it not with those who sinned, whose bodies fell in the desert? <sup><strong>18</strong></sup> And to whom did God swear that they would never enter his rest if not to those who disobeyed? <sup><strong>19</strong></sup> So we see that they were not able to enter, because of their unbelief. "},{"_id":"616cac1be9d39d04b3b5fb5d","topicId":"616cac05e9d39d04b3b5fb51","verse":"Luke 9:62","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\""},{"_id":"616cac1ce9d39d04b3b5fb5e","topicId":"616cac05e9d39d04b3b5fb51","verse":"2 Timothy 3:16-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616cac1de9d39d04b3b5fb5f","topicId":"616cac05e9d39d04b3b5fb51","verse":"Galatians 4:6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48004006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004006-1\">6&nbsp;</b>And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”</p>\n</div>","kjv":"<strong>6</strong> And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father.  ","niv":"<sup><strong>6</strong></sup> Because you are sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba, Father.\"","modified":"2023-03-01T22:35:32.533Z"},{"_id":"616cac1ee9d39d04b3b5fb60","topicId":"616cac05e9d39d04b3b5fb51","verse":"Matthew 7:21-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-16\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"616cac1fe9d39d04b3b5fb61","topicId":"616cac05e9d39d04b3b5fb51","verse":"Matthew 6:9-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-17\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-17\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"616cac20e9d39d04b3b5fb62","topicId":"616cac05e9d39d04b3b5fb51","verse":"Hebrews 3:7","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58003007_08-18\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_08-18\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  ","niv":"<sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice,","modified":"2023-11-26T02:12:32.060Z"},{"_id":"616cac20e9d39d04b3b5fb63","topicId":"616cac05e9d39d04b3b5fb51","verse":"James 1:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001025_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does."},{"_id":"616cac21e9d39d04b3b5fb64","topicId":"616cac05e9d39d04b3b5fb51","verse":"Ephesians 4:26-27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil.</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. "},{"_id":"616cac22e9d39d04b3b5fb65","topicId":"616cac05e9d39d04b3b5fb51","verse":"Galatians 5:1-26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n<p id=\"p48005001_06-21\"><b class=\"verse-num\" id=\"v48005002-1\">2&nbsp;</b>Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. <b class=\"verse-num\" id=\"v48005003-1\">3&nbsp;</b>I testify again to every man who accepts circumcision that he is obligated to keep the whole law. <b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace. <b class=\"verse-num\" id=\"v48005005-1\">5&nbsp;</b>For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. <b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n<p id=\"p48005006_06-21\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth? <b class=\"verse-num\" id=\"v48005008-1\">8&nbsp;</b>This persuasion is not from him who calls you. <b class=\"verse-num\" id=\"v48005009-1\">9&nbsp;</b>A little leaven leavens the whole lump. <b class=\"verse-num\" id=\"v48005010-1\">10&nbsp;</b>I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. <b class=\"verse-num\" id=\"v48005011-1\">11&nbsp;</b>But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. <b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n<p id=\"p48005012_06-21\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n\n<p id=\"p48005015_12-21\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_12-21\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  <strong>2</strong> Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.  <strong>3</strong> For I testify again to every man that is circumcised, that he is a debtor to do the whole law.  <strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  <strong>5</strong> For we through the Spirit wait for the hope of righteousness by faith.  <strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  <strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  <strong>8</strong> This persuasion cometh not of him that calleth you.  <strong>9</strong> A little leaven leaveneth the whole lump.  <strong>10</strong> I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.  <strong>11</strong> And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.  <strong>12</strong> I would they were even cut off which trouble you.  <strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  <strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  <strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery. <sup><strong>2</strong></sup> Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. <sup><strong>3</strong></sup> Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. <sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace. <sup><strong>5</strong></sup> But by faith we eagerly await through the Spirit the righteousness for which we hope. <sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. <sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth? <sup><strong>8</strong></sup> That kind of persuasion does not come from the one who calls you. <sup><strong>9</strong></sup> \"A little yeast works through the whole batch of dough.\" <sup><strong>10</strong></sup> I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be. <sup><strong>11</strong></sup> Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. <sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves! <sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" <sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other. <sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"616cac23e9d39d04b3b5fb66","topicId":"616cac05e9d39d04b3b5fb51","verse":"Matthew 24:6-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40024006_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n</div>","kjv":"<strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  ","niv":"<sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. ","modified":"2022-11-05T23:52:56.642Z"},{"_id":"616cac24e9d39d04b3b5fb67","topicId":"616cac05e9d39d04b3b5fb51","verse":"Jeremiah 18:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24018008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v24018008-1\">8&nbsp;</b>and if that nation, concerning which I have spoken, turns from its evil, I will relent of the disaster that I intended to do to it.</p>\n</div>","kjv":"<strong>8</strong> If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.  ","niv":"<sup><strong>8</strong></sup> and if that nation I warned repents of its evil, then I will relent and not inflict on it the disaster I had planned."},{"_id":"616cac25e9d39d04b3b5fb68","topicId":"616cac05e9d39d04b3b5fb51","verse":"Hebrews 13:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever.","modified":"2023-02-05T11:28:54.684Z"},{"_id":"616cac25e9d39d04b3b5fb69","topicId":"616cac05e9d39d04b3b5fb51","verse":"Romans 8:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-25\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"_id":"616cac25e9d39d04b3b5fb6a","topicId":"616cac05e9d39d04b3b5fb51","verse":"John 3:19-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" "}]}