{"_id":"616cb52fe9d39d04b3b5fbad","slug":"tv","name":"Tv","verses":[{"_id":"616cb52fe9d39d04b3b5fbb0","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Matthew 6:22-23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40006022_01-1\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n</div>","kjv":"<strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! ","niv":"<sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! ","modified":"2022-11-27T23:50:35.566Z"},{"_id":"616cb532e9d39d04b3b5fbb9","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Timothy 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"616cb533e9d39d04b3b5fbba","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Philippians 4:8-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-4\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. "},{"_id":"616cb533e9d39d04b3b5fbbd","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Corinthians 15:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"616cb534e9d39d04b3b5fbbe","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Exodus 34:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02034014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034014-1\">14&nbsp;</b>(for you shall worship no other god, for the LORD, whose name is Jealous, is a jealous God),</p>\n</div>","kjv":"<strong>14</strong> For thou shalt worship no other god: for the LORD, whose name is Jealous, is a jealous God:  ","niv":"<sup><strong>14</strong></sup> Do not worship any other god, for the LORD, whose name is Jealous, is a jealous God."},{"_id":"616cb534e9d39d04b3b5fbc0","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Corinthians 10:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-9\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"616cb535e9d39d04b3b5fbc1","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Revelation 4:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v66004011-1\">11&nbsp;</b>&nbsp;&nbsp;“Worthy are you, our Lord and God,</span><br><span id=\"p66004011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to receive glory and honor and power,</span><br><span id=\"p66004011_01-10\" class=\"line\">&nbsp;&nbsp;for you created all things,</span><br><span id=\"p66004011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by your will they existed and were created.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  ","niv":"<sup><strong>11</strong></sup> \"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\""},{"_id":"616cb535e9d39d04b3b5fbc2","topicId":"616cb52fe9d39d04b3b5fbad","verse":"3 John 1:4","votes":2,"__v":0,"kjv":"<strong>4</strong> I have no greater joy than to hear that my children walk in truth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"616cb535e9d39d04b3b5fbc4","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Psalm 101:2-4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19101002_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19101002-1\">2&nbsp;</b>&nbsp;&nbsp;I will ponder the way that is blameless.</span><br><span id=\"p19101002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Oh when will you come to me?</span><br><span id=\"p19101002_01-12\" class=\"line\">&nbsp;&nbsp;I will walk with integrity of heart</span><br><span id=\"p19101002_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within my house;</span><br><span id=\"p19101003_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19101003-1\">3&nbsp;</b>&nbsp;&nbsp;I will not set before my eyes</span><br><span id=\"p19101003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;anything that is worthless.</span><br><span id=\"p19101003_01-12\" class=\"line\">&nbsp;&nbsp;I hate the work of those who fall away;</span><br><span id=\"p19101003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not cling to me.</span><br><span id=\"p19101004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19101004-1\">4&nbsp;</b>&nbsp;&nbsp;A perverse heart shall be far from me;</span><br><span id=\"p19101004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will know nothing of evil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> I will behave myself wisely in a perfect way. O when wilt thou come unto me? I will walk within my house with a perfect heart.  <strong>3</strong> I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me.  <strong>4</strong> A froward heart shall depart from me: I will not know a wicked person. ","niv":"<sup><strong>2</strong></sup> I will be careful to lead a blameless life- when will you come to me? I will walk in my house with blameless heart. <sup><strong>3</strong></sup> I will set before my eyes no vile thing. The deeds of faithless men I hate; they will not cling to me. <sup><strong>4</strong></sup> Men of perverse heart shall be far from me; I will have nothing to do with evil. "},{"_id":"616cb535e9d39d04b3b5fbc3","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Proverbs 3:31-32","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003031_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not envy a man of violence</span><br><span id=\"p20003031_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not choose any of his ways,</span><br><span id=\"p20003032_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003032-1\">32&nbsp;</b>&nbsp;&nbsp;for the devious person is an abomination to the LORD,</span><br><span id=\"p20003032_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the upright are in his confidence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> Envy thou not the oppressor, and choose none of his ways.  <strong>32</strong> For the froward is abomination to the LORD: but his secret is with the righteous.  ","niv":"<sup><strong>31</strong></sup> Do not envy a violent man or choose any of his ways, <sup><strong>32</strong></sup> for the LORD detests a perverse man but takes the upright into his confidence. "},{"_id":"616cb536e9d39d04b3b5fbc5","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Timothy 6:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54006020_01-15\"><b class=\"verse-num\" id=\"v54006020-1\">20&nbsp;</b>O Timothy, guard the deposit entrusted to you. Avoid the irreverent babble and contradictions of what is falsely called “knowledge,”</p>\n</div>","kjv":"<strong>20</strong> O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:  ","niv":"<sup><strong>20</strong></sup> Timothy, guard what has been entrusted to your care. Turn away from godless chatter and the opposing ideas of what is falsely called knowledge,"},{"_id":"616cb536e9d39d04b3b5fbc7","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 John 2:15-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-16\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. "},{"_id":"616cb536e9d39d04b3b5fbc6","topicId":"616cb52fe9d39d04b3b5fbad","verse":"James 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"616cb537e9d39d04b3b5fbc9","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Colossians 1:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51001016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.</p>\n\n</div>","kjv":"<strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  ","niv":"<sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him."},{"_id":"616cb537e9d39d04b3b5fbc8","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Philippians 2:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-19\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe "},{"_id":"616cb537e9d39d04b3b5fbca","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Ephesians 5:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-20\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.</p>\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. "},{"_id":"616cb537e9d39d04b3b5fbcb","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Philippians 2:12-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-21\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. "},{"_id":"616cb538e9d39d04b3b5fbcc","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Ephesians 4:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004024_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n</div>","kjv":"<strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness."},{"_id":"616cb539e9d39d04b3b5fbcd","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Corinthians 10:28-30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46010028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010028-1\">28&nbsp;</b>But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—<b class=\"verse-num\" id=\"v46010029-1\">29&nbsp;</b>I do not mean your conscience, but his. For why should my liberty be determined by someone else’s conscience? <b class=\"verse-num\" id=\"v46010030-1\">30&nbsp;</b>If I partake with thankfulness, why am I denounced because of that for which I give thanks?</p>\n</div>","kjv":"<strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  ","niv":"<sup><strong>28</strong></sup> But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake-- <sup><strong>29</strong></sup> the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience? <sup><strong>30</strong></sup> If I take part in the meal with thankfulness, why am I denounced because of something I thank God for? "},{"_id":"616cb539e9d39d04b3b5fbce","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Corinthians 10:23","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46010023_08-26\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.</p>\n</div>","kjv":"<strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  ","niv":"<sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive."},{"_id":"616cb53ae9d39d04b3b5fbcf","topicId":"616cb52fe9d39d04b3b5fbad","verse":"1 Corinthians 10:21-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46010021_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons. <b class=\"verse-num\" id=\"v46010022-1\">22&nbsp;</b>Shall we provoke the Lord to jealousy? Are we stronger than he?</p>\n</div>","kjv":"<strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  ","niv":"<sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons. <sup><strong>22</strong></sup> Are we trying to arouse the Lord's jealousy? Are we stronger than he? "},{"_id":"616cb53ae9d39d04b3b5fbd0","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Romans 14:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014004_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n\n</div>","kjv":"<strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  ","niv":"<sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand."},{"_id":"616cb53be9d39d04b3b5fbd1","topicId":"616cb52fe9d39d04b3b5fbad","verse":"Romans 14:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014003_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him.</p>\n</div>","kjv":"<strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  ","niv":"<sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him."},{"_id":"616cb53be9d39d04b3b5fbd2","topicId":"616cb52fe9d39d04b3b5fbad","verse":"John 16:12-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016012_01-31\"><b class=\"verse-num woc\" id=\"v43016012-1\">12&nbsp;</b><span class=\"woc\">“I still have many things to say to you, but you cannot bear them now.</span> <b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>12</strong></sup> \"I have much more to say to you, more than you can now bear. <sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. "},{"_id":"616cb53ce9d39d04b3b5fbd3","topicId":"616cb52fe9d39d04b3b5fbad","verse":"John 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."}]}