{"_id":"616cce4ce9d39d04b3b5fc4c","slug":"ultimate-sacrifice","name":"Ultimate Sacrifice","verses":[{"_id":"616cce4de9d39d04b3b5fc4d","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Hebrews 10:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58010010_01-1\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n</div>","kjv":"<strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  ","niv":"<sup><strong>10</strong></sup> And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all.","modified":"2022-10-15T20:59:34.318Z"},{"_id":"616cce4ee9d39d04b3b5fc4e","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Acts 2:21","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002021_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  ","niv":"<sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.'"},{"_id":"616cce4ee9d39d04b3b5fc4f","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"James 2:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."},{"_id":"616cce4fe9d39d04b3b5fc50","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Psalm 55:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055015-1\">15&nbsp;</b>&nbsp;&nbsp;Let death steal over them;</span><br><span id=\"p19055015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them go down to Sheol alive;</span><br><span id=\"p19055015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for evil is in their dwelling place and in their heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Let death seize upon them, and let them go down quick into hell: for wickedness is in their dwellings, and among them.  ","niv":"<sup><strong>15</strong></sup> Let death take my enemies by surprise; let them go down alive to the grave, for evil finds lodging among them."},{"_id":"616cce4fe9d39d04b3b5fc51","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Revelation 1:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66001018_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span></p>\n</div>","kjv":"<strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  ","niv":"<sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades."},{"_id":"616cce4fe9d39d04b3b5fc52","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Luke 15:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"616cce4fe9d39d04b3b5fc53","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"1 Peter 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616cce50e9d39d04b3b5fc54","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616cce50e9d39d04b3b5fc55","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"James 4:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"616cce50e9d39d04b3b5fc57","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Revelation 5:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  ","niv":"<sup><strong>10</strong></sup> You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.\""},{"_id":"616cce50e9d39d04b3b5fc56","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Matthew 24:51","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024051_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n</div>","kjv":"<strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth."},{"_id":"616cce51e9d39d04b3b5fc58","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Mark 9:45","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41009045_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009045-1\">45&nbsp;</b><span class=\"woc\">And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell.</span></p>\n</div>","kjv":"<strong>45</strong> And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:  ","niv":"<sup><strong>45</strong></sup> And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell."},{"_id":"616cce51e9d39d04b3b5fc59","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Jeremiah 1:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-14\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-14\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616cce52e9d39d04b3b5fc5a","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Colossians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-15\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"616cce52e9d39d04b3b5fc5b","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Luke 16:19-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-16\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"616cce52e9d39d04b3b5fc5c","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"1 John 4:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616cce52e9d39d04b3b5fc5d","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Romans 8:28-30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. "},{"_id":"616cce53e9d39d04b3b5fc5e","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Jude 1:7","votes":1,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616cce53e9d39d04b3b5fc5f","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Hosea 13:14","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013014_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013014-1\">14&nbsp;</b>&nbsp;&nbsp;I shall ransom them from the power of Sheol;</span><br><span id=\"p28013014_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I shall redeem them from Death.</span><br><span id=\"p28013014_01-20\" class=\"line\">&nbsp;&nbsp;O Death, where are your plagues?</span><br><span id=\"p28013014_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Sheol, where is your sting?</span><br><span id=\"p28013014_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Compassion is hidden from my eyes.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will ransom them from the power of the grave; I will redeem them from death: O death, I will be thy plagues; O grave, I will be thy destruction: repentance shall be hid from mine eyes.  ","niv":"<sup><strong>14</strong></sup> \"I will ransom them from the power of the grave; I will redeem them from death. Where, O death, are your plagues? Where, O grave, is your destruction? \"I will have no compassion,"},{"_id":"616cce53e9d39d04b3b5fc60","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Ephesians 1:11-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-21\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, <b class=\"verse-num\" id=\"v49001012-1\">12&nbsp;</b>so that we who were the first to hope in Christ might be to the praise of his glory.</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  <strong>12</strong> That we should be to the praise of his glory, who first trusted in Christ.  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, <sup><strong>12</strong></sup> in order that we, who were the first to hope in Christ, might be for the praise of his glory. "},{"_id":"616cce54e9d39d04b3b5fc61","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Romans 11:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45011026_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011026-1\">26&nbsp;</b>And in this way all Israel will be saved, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011026_01-22\" class=\"line\">&nbsp;&nbsp;“The Deliverer will come from Zion,</span><br><span id=\"p45011026_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will banish ungodliness from Jacob”;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:  ","niv":"<sup><strong>26</strong></sup> And so all Israel will be saved, as it is written: \"The deliverer will come from Zion; he will turn godlessness away from Jacob."},{"_id":"616cce54e9d39d04b3b5fc62","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Ephesians 1:4-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love <b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,</p>\n\n</div>","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  <strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  ","niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love <sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will-- "},{"_id":"616cce54e9d39d04b3b5fc63","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Romans 8:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"_id":"616cce55e9d39d04b3b5fc64","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Romans 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"616cce55e9d39d04b3b5fc65","topicId":"616cce4ce9d39d04b3b5fc4c","verse":"Acts 2:27","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002027_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  ","niv":"<sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay."}]}