{"_id":"616ccea9e9d39d04b3b5fc80","slug":"unclean-spirits","name":"Unclean Spirits","verses":[{"_id":"616ccea9e9d39d04b3b5fc81","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Matthew 12:43","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p40012043_06-1\"><b class=\"verse-num woc\" id=\"v40012043-1\">43&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.</span></p>\n</div>","kjv":"<strong>43</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.  ","niv":"<sup><strong>43</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it.","modified":"2022-05-27T01:31:22.738Z"},{"_id":"616cceaae9d39d04b3b5fc82","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 Timothy 4:1-16","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n\n<p id=\"p54004005_13-3\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. <b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. <b class=\"verse-num\" id=\"v54004009-1\">9&nbsp;</b>The saying is trustworthy and deserving of full acceptance. <b class=\"verse-num\" id=\"v54004010-1\">10&nbsp;</b>For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe.</p>\n<p id=\"p54004010_13-3\"><b class=\"verse-num\" id=\"v54004011-1\">11&nbsp;</b>Command and teach these things. <b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. <b class=\"verse-num\" id=\"v54004013-1\">13&nbsp;</b>Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching. <b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you. <b class=\"verse-num\" id=\"v54004015-1\">15&nbsp;</b>Practice these things, immerse yourself in them, so that all may see your progress. <b class=\"verse-num\" id=\"v54004016-1\">16&nbsp;</b>Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers.</p>\n\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  <strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  <strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  <strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  <strong>9</strong> This is a faithful saying and worthy of all acceptation.  <strong>10</strong> For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe.  <strong>11</strong> These things command and teach.  <strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  <strong>13</strong> Till I come, give attendance to reading, to exhortation, to doctrine.  <strong>14</strong> Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.  <strong>15</strong> Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all.  <strong>16</strong> Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. <sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed. <sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. <sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. <sup><strong>9</strong></sup> This is a trustworthy saying that deserves full acceptance <sup><strong>10</strong></sup> (and for this we labor and strive), that we have put our hope in the living God, who is the Savior of all men, and especially of those who believe. <sup><strong>11</strong></sup> Command and teach these things. <sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity. <sup><strong>13</strong></sup> Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching. <sup><strong>14</strong></sup> Do not neglect your gift, which was given you through a prophetic message when the body of elders laid their hands on you. <sup><strong>15</strong></sup> Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress. <sup><strong>16</strong></sup> Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers. "},{"_id":"616cceaae9d39d04b3b5fc83","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Mark 5:1-43","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes. <b class=\"verse-num\" id=\"v41005002-1\">2&nbsp;</b>And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. <b class=\"verse-num\" id=\"v41005003-1\">3&nbsp;</b>He lived among the tombs. And no one could bind him anymore, not even with a chain, <b class=\"verse-num\" id=\"v41005004-1\">4&nbsp;</b>for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. <b class=\"verse-num\" id=\"v41005005-1\">5&nbsp;</b>Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. <b class=\"verse-num\" id=\"v41005006-1\">6&nbsp;</b>And when he saw Jesus from afar, he ran and fell down before him. <b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” <b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span> <b class=\"verse-num\" id=\"v41005009-1\">9&nbsp;</b>And Jesus asked him, <span class=\"woc\">“What is your name?”</span> He replied, “My name is Legion, for we are many.” <b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country. <b class=\"verse-num\" id=\"v41005011-1\">11&nbsp;</b>Now a great herd of pigs was feeding there on the hillside, <b class=\"verse-num\" id=\"v41005012-1\">12&nbsp;</b>and they begged him, saying, “Send us to the pigs; let us enter them.” <b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n<p id=\"p41005013_08-4\"><b class=\"verse-num\" id=\"v41005014-1\">14&nbsp;</b>The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. <b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v41005016-1\">16&nbsp;</b>And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. <b class=\"verse-num\" id=\"v41005017-1\">17&nbsp;</b>And they began to beg Jesus to depart from their region. <b class=\"verse-num\" id=\"v41005018-1\">18&nbsp;</b>As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. <b class=\"verse-num\" id=\"v41005019-1\">19&nbsp;</b>And he did not permit him but said to him, <span class=\"woc\">“Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”</span> <b class=\"verse-num\" id=\"v41005020-1\">20&nbsp;</b>And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.</p>\n\n<p id=\"p41005020_15-4\"><b class=\"verse-num\" id=\"v41005021-1\">21&nbsp;</b>And when Jesus had crossed again in the boat to the other side, a great crowd gathered about him, and he was beside the sea. <b class=\"verse-num\" id=\"v41005022-1\">22&nbsp;</b>Then came one of the rulers of the synagogue, Jairus by name, and seeing him, he fell at his feet <b class=\"verse-num\" id=\"v41005023-1\">23&nbsp;</b>and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.” <b class=\"verse-num\" id=\"v41005024-1\">24&nbsp;</b>And he went with him.</p>\n<p id=\"p41005024_15-4\">And a great crowd followed him and thronged about him. <b class=\"verse-num\" id=\"v41005025-1\">25&nbsp;</b>And there was a woman who had had a discharge of blood for twelve years, <b class=\"verse-num\" id=\"v41005026-1\">26&nbsp;</b>and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse. <b class=\"verse-num\" id=\"v41005027-1\">27&nbsp;</b>She had heard the reports about Jesus and came up behind him in the crowd and touched his garment. <b class=\"verse-num\" id=\"v41005028-1\">28&nbsp;</b>For she said, “If I touch even his garments, I will be made well.” <b class=\"verse-num\" id=\"v41005029-1\">29&nbsp;</b>And immediately the flow of blood dried up, and she felt in her body that she was healed of her disease. <b class=\"verse-num\" id=\"v41005030-1\">30&nbsp;</b>And Jesus, perceiving in himself that power had gone out from him, immediately turned about in the crowd and said, <span class=\"woc\">“Who touched my garments?”</span> <b class=\"verse-num\" id=\"v41005031-1\">31&nbsp;</b>And his disciples said to him, “You see the crowd pressing around you, and yet you say, <span class=\"woc\">‘Who touched me?’</span>” <b class=\"verse-num\" id=\"v41005032-1\">32&nbsp;</b>And he looked around to see who had done it. <b class=\"verse-num\" id=\"v41005033-1\">33&nbsp;</b>But the woman, knowing what had happened to her, came in fear and trembling and fell down before him and told him the whole truth. <b class=\"verse-num\" id=\"v41005034-1\">34&nbsp;</b>And he said to her, <span class=\"woc\">“Daughter, your faith has made you well; go in peace, and be healed of your disease.”</span></p>\n<p id=\"p41005034_15-4\"><b class=\"verse-num\" id=\"v41005035-1\">35&nbsp;</b>While he was still speaking, there came from the ruler’s house some who said, “Your daughter is dead. Why trouble the Teacher any further?” <b class=\"verse-num\" id=\"v41005036-1\">36&nbsp;</b>But overhearing what they said, Jesus said to the ruler of the synagogue, <span class=\"woc\">“Do not fear, only believe.”</span> <b class=\"verse-num\" id=\"v41005037-1\">37&nbsp;</b>And he allowed no one to follow him except Peter and James and John the brother of James. <b class=\"verse-num\" id=\"v41005038-1\">38&nbsp;</b>They came to the house of the ruler of the synagogue, and Jesus saw a commotion, people weeping and wailing loudly. <b class=\"verse-num\" id=\"v41005039-1\">39&nbsp;</b>And when he had entered, he said to them, <span class=\"woc\">“Why are you making a commotion and weeping? The child is not dead but sleeping.”</span> <b class=\"verse-num\" id=\"v41005040-1\">40&nbsp;</b>And they laughed at him. But he put them all outside and took the child’s father and mother and those who were with him and went in where the child was. <b class=\"verse-num\" id=\"v41005041-1\">41&nbsp;</b>Taking her by the hand he said to her, <span class=\"woc\">“Talitha cumi,”</span> which means, <span class=\"woc\">“Little girl, I say to you, arise.”</span> <b class=\"verse-num\" id=\"v41005042-1\">42&nbsp;</b>And immediately the girl got up and began walking (for she was twelve years of age), and they were immediately overcome with amazement. <b class=\"verse-num\" id=\"v41005043-1\">43&nbsp;</b>And he strictly charged them that no one should know this, and told them to give her something to eat.</p>\n\n</div>","kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  <strong>21</strong> And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.  <strong>22</strong> And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,  <strong>23</strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.  <strong>24</strong> And Jesus went with him; and much people followed him, and thronged him.  <strong>25</strong> And a certain woman, which had an issue of blood twelve years,  <strong>26</strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,  <strong>27</strong> When she had heard of Jesus, came in the press behind, and touched his garment.  <strong>28</strong> For she said, If I may touch but his clothes, I shall be whole.  <strong>29</strong> And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.  <strong>30</strong> And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?  <strong>31</strong> And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?  <strong>32</strong> And he looked round about to see her that had done this thing.  <strong>33</strong> But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.  <strong>34</strong> And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.  <strong>35</strong> While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?  <strong>36</strong> As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.  <strong>37</strong> And he suffered no man to follow him, save Peter, and James, and John the brother of James.  <strong>38</strong> And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.  <strong>39</strong> And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.  <strong>40</strong> And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.  <strong>41</strong> And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.  <strong>42</strong> And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.  <strong>43</strong> And he charged them straitly that no man should know it; and commanded that something should be given her to eat.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes. <sup><strong>2</strong></sup> When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him. <sup><strong>3</strong></sup> This man lived in the tombs, and no one could bind him any more, not even with a chain. <sup><strong>4</strong></sup> For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup><strong>5</strong></sup> Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup><strong>6</strong></sup> When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\" <sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\" <sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\" <sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area. <sup><strong>11</strong></sup> A large herd of pigs was feeding on the nearby hillside. <sup><strong>12</strong></sup> The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\" <sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup><strong>14</strong></sup> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup><strong>16</strong></sup> Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well. <sup><strong>17</strong></sup> Then the people began to plead with Jesus to leave their region. <sup><strong>18</strong></sup> As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup><strong>19</strong></sup> Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\" <sup><strong>20</strong></sup> So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed. <sup><strong>21</strong></sup> When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake. <sup><strong>22</strong></sup> Then one of the synagogue rulers, named Jairus, came there. Seeing Jesus, he fell at his feet <sup><strong>23</strong></sup> and pleaded earnestly with him, \"My little daughter is dying. Please come and put your hands on her so that she will be healed and live.\" <sup><strong>24</strong></sup> So Jesus went with him. <sup><strong>25</strong></sup> A large crowd followed and pressed around him. And a woman was there who had been subject to bleeding for twelve years. <sup><strong>26</strong></sup> She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse. <sup><strong>27</strong></sup> When she heard about Jesus, she came up behind him in the crowd and touched his cloak, <sup><strong>28</strong></sup> because she thought, \"If I just touch his clothes, I will be healed.\" <sup><strong>29</strong></sup> Immediately her bleeding stopped and she felt in her body that she was freed from her suffering. <sup><strong>30</strong></sup> At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, \"Who touched my clothes?\" <sup><strong>31</strong></sup> \"You see the people crowding against you,\" his disciples answered, \"and yet you can ask, 'Who touched me?'\" <sup><strong>32</strong></sup> But Jesus kept looking around to see who had done it. <sup><strong>33</strong></sup> Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth. <sup><strong>34</strong></sup> He said to her, \"Daughter, your faith has healed you. Go in peace and be freed from your suffering.\" <sup><strong>35</strong></sup> While Jesus was still speaking, some men came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" they said. \"Why bother the teacher any more?\" <sup><strong>36</strong></sup> Ignoring what they said, Jesus told the synagogue ruler, \"Don't be afraid; just believe.\" <sup><strong>37</strong></sup> He did not let anyone follow him except Peter, James and John the brother of James. <sup><strong>38</strong></sup> When they came to the home of the synagogue ruler, Jesus saw a commotion, with people crying and wailing loudly. <sup><strong>39</strong></sup> He went in and said to them, \"Why all this commotion and wailing? The child is not dead but asleep.\" <sup><strong>40</strong></sup> But they laughed at him. <sup><strong>41</strong></sup> After he put them all out, he took the child's father and mother and the disciples who were with him, and went in where the child was. He took her by the hand and said to her, \"Talitha koum!\" (which means, \"Little girl, I say to you, get up!\" ). <sup><strong>42</strong></sup> Immediately the girl stood up and walked around (she was twelve years old). At this they were completely astonished. <sup><strong>43</strong></sup> He gave strict orders not to let anyone know about this, and told them to give her something to eat. "},{"_id":"616cceabe9d39d04b3b5fc84","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Revelation 18:2","votes":23,"__v":0,"esv":"<div>\n<p id=\"p66018002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v66018002-1\">2&nbsp;</b>And he called out with a mighty voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018002_01-5\" class=\"line\">&nbsp;&nbsp;“Fallen, fallen is Babylon the great!</span><br><span id=\"p66018002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She has become a dwelling place for demons,</span><br><span id=\"p66018002_01-5\" class=\"line\">&nbsp;&nbsp;a haunt for every unclean spirit,</span><br><span id=\"p66018002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean bird,</span><br><span id=\"p66018002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean and detestable beast.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  ","niv":"<sup><strong>2</strong></sup> With a mighty voice he shouted: \"Fallen! Fallen is Babylon the Great! She has become a home for demons and a haunt for every evil spirit, a haunt for every unclean and detestable bird.","modified":"2023-01-01T04:05:16.248Z"},{"_id":"616cceabe9d39d04b3b5fc85","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Luke 11:24","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p42011024_06-6\"><b class=\"verse-num woc\" id=\"v42011024-1\">24&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, and finding none it says, ‘I will return to my house from which I came.’</span></p>\n</div>","kjv":"<strong>24</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.  ","niv":"<sup><strong>24</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. Then it says, 'I will return to the house I left.'","modified":"2022-06-22T19:19:34.196Z"},{"_id":"616cceabe9d39d04b3b5fc86","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Galatians 5:19-21","votes":23,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616cceace9d39d04b3b5fc87","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Matthew 10:1","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p40010001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40010001-1\">10:1&nbsp;</b>And he called to him his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every disease and every affliction.</p>\n</div>","kjv":"<strong>1</strong> And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.  ","niv":"<sup><strong>1</strong></sup> He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness."},{"_id":"616cceace9d39d04b3b5fc88","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 Peter 1:14-16","votes":16,"__v":0,"esv":"<div>\n<p id=\"p60001014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001014-1\">14&nbsp;</b>As obedient children, do not be conformed to the passions of your former ignorance, <b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct, <b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.”</p>\n</div>","kjv":"<strong>14</strong> As obedient children, not fashioning yourselves according to the former lusts in your ignorance:  <strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  <strong>16</strong> Because it is written, Be ye holy; for I am holy.  ","niv":"<sup><strong>14</strong></sup> As obedient children, do not conform to the evil desires you had when you lived in ignorance. <sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do; <sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\" ","modified":"2023-11-17T22:40:25.382Z"},{"_id":"616cceace9d39d04b3b5fc89","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Matthew 10:8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give."},{"_id":"616cceade9d39d04b3b5fc8c","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 John 4:5-6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p62004005_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n</div>","kjv":"<strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  ","niv":"<sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. ","modified":"2023-10-10T23:34:49.176Z"},{"_id":"616cceade9d39d04b3b5fc8a","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Colossians 3:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-13\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"616cceade9d39d04b3b5fc8b","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Ezekiel 44:23","votes":16,"__v":0,"esv":"<div>\n<p id=\"p26044023_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26044023-1\">23&nbsp;</b>They shall teach my people the difference between the holy and the common, and show them how to distinguish between the unclean and the clean.</p>\n</div>","kjv":"<strong>23</strong> And they shall teach my people the difference between the holy and profane, and cause them to discern between the unclean and the clean.  ","niv":"<sup><strong>23</strong></sup> They are to teach my people the difference between the holy and the common and show them how to distinguish between the unclean and the clean.","modified":"2022-09-01T14:20:37.178Z"},{"_id":"616cceade9d39d04b3b5fc8d","topicId":"616ccea9e9d39d04b3b5fc80","verse":"2 Corinthians 10:4-5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. ","modified":"2022-12-08T18:23:38.749Z"},{"_id":"616cceaee9d39d04b3b5fc8e","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Revelation 14:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-16\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"616cceaee9d39d04b3b5fc8f","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 Timothy 4:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54004008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come."},{"_id":"616cceaee9d39d04b3b5fc90","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 John 4:1-4","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world. <b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God, <b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already. <b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  <strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  <strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  <strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. <sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, <sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. <sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. "},{"_id":"616cceafe9d39d04b3b5fc91","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Revelation 16:14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66016014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty.</p>\n</div>","kjv":"<strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  ","niv":"<sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty.","modified":"2022-11-16T11:33:10.897Z"},{"_id":"616cceafe9d39d04b3b5fc92","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Matthew 5:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40005018_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n</div>","kjv":"<strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished."},{"_id":"616cceafe9d39d04b3b5fc93","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Ephesians 4:17-19","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p49004017_04-22\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity.</p>\n</div>","kjv":"<strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  ","niv":"<sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. "},{"_id":"616cceafe9d39d04b3b5fc94","topicId":"616ccea9e9d39d04b3b5fc80","verse":"2 Corinthians 6:17-18","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006017_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore go out from their midst,</span><br><span id=\"p47006017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be separate from them, says the Lord,</span><br><span id=\"p47006017_01-23\" class=\"line\">&nbsp;&nbsp;and touch no unclean thing;</span><br><span id=\"p47006017_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I will welcome you,</span><br><span id=\"p47006018_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v47006018-1\">18&nbsp;</b>&nbsp;&nbsp;and I will be a father to you,</span><br><span id=\"p47006018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall be sons and daughters to me,</span><br><span id=\"p47006018_01-23\" class=\"line\">&nbsp;&nbsp;says the Lord Almighty.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,  <strong>18</strong> And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.  ","niv":"<sup><strong>17</strong></sup> \"Therefore come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\" <sup><strong>18</strong></sup> \"I will be a Father to you, and you will be my sons and daughters, says the Lord Almighty.\" "},{"_id":"616cceb0e9d39d04b3b5fc95","topicId":"616ccea9e9d39d04b3b5fc80","verse":"1 John 4:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"616cceb0e9d39d04b3b5fc96","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Mark 1:27","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41001027_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001027-1\">27&nbsp;</b>And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.”</p>\n</div>","kjv":"<strong>27</strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.  ","niv":"<sup><strong>27</strong></sup> The people were all so amazed that they asked each other, \"What is this? A new teaching--and with authority! He even gives orders to evil spirits and they obey him.\""},{"_id":"616cceb0e9d39d04b3b5fc97","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Colossians 4:4-6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p51004004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004004-1\">4&nbsp;</b>that I may make it clear, which is how I ought to speak.</p>\n<p id=\"p51004004_01-26\"><b class=\"verse-num\" id=\"v51004005-1\">5&nbsp;</b>Walk in wisdom toward outsiders, making the best use of the time. <b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n</div>","kjv":"<strong>4</strong> That I may make it manifest, as I ought to speak.  <strong>5</strong> Walk in wisdom toward them that are without, redeeming the time.  <strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  ","niv":"<sup><strong>4</strong></sup> Pray that I may proclaim it clearly, as I should. <sup><strong>5</strong></sup> Be wise in the way you act toward outsiders; make the most of every opportunity. <sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone. "},{"_id":"616cceb1e9d39d04b3b5fc99","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Mark 1:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41001023_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001023-1\">23&nbsp;</b>And immediately there was in their synagogue a man with an unclean spirit. And he cried out,</p>\n</div>","kjv":"<strong>23</strong> And there was in their synagogue a man with an unclean spirit; and he cried out,  ","niv":"<sup><strong>23</strong></sup> Just then a man in their synagogue who was possessed by an evil spirit cried out,","modified":"2023-12-09T12:29:56.361Z"},{"_id":"616cceb1e9d39d04b3b5fc98","topicId":"616ccea9e9d39d04b3b5fc80","verse":"Mark 6:7","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p41006007_07-28\"><b class=\"verse-num\" id=\"v41006007-1\">7&nbsp;</b>And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits.</p>\n</div>","kjv":"<strong>7</strong> And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;  ","niv":"<sup><strong>7</strong></sup> Then Jesus went around teaching from village to village. Calling the Twelve to him, he sent them out two by two and gave them authority over evil spirits."}]}