{"_id":"5fc31fdb8888bb90841ded4a","slug":"unconditional-election","name":"Unconditional Election","verses":[{"_id":"5fd262c6a1012d290aa88a38","topicId":"5fc31fdb8888bb90841ded4a","verse":"Ephesians 1:4-5","votes":202,"__v":0,"esv":"<div>\n<p id=\"p49001004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love <b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,</p>\n\n</div>","niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love <sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will-- ","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  <strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  ","modified":"2023-08-16T02:47:10.056Z"},{"_id":"5fd262c6a1012d290aa88a39","topicId":"5fc31fdb8888bb90841ded4a","verse":"Ephesians 1:5","votes":151,"__v":0,"esv":"<div>\n<p id=\"p49001005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,</p>\n\n</div>","niv":"<sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will--","kjv":"<strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  ","modified":"2023-08-16T02:47:16.011Z"},{"_id":"5fd262c6a1012d290aa88a3a","topicId":"5fc31fdb8888bb90841ded4a","verse":"Romans 8:29","votes":138,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers.","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","modified":"2023-08-16T02:47:28.329Z"},{"_id":"5fd262c6a1012d290aa88a3b","topicId":"5fc31fdb8888bb90841ded4a","verse":"Romans 8:28-30","votes":132,"__v":0,"niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. ","esv":"<div>\n<p id=\"p45008028_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","modified":"2023-08-16T02:47:42.958Z"},{"_id":"5fd262c7a1012d290aa88a3c","topicId":"5fc31fdb8888bb90841ded4a","verse":"John 15:16","votes":116,"__v":0,"niv":"<sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name.","kjv":"<strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  ","esv":"<div>\n<p id=\"p43015016_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span></p>\n</div>","modified":"2023-08-16T02:48:04.783Z"},{"_id":"5fd262c7a1012d290aa88a3d","topicId":"5fc31fdb8888bb90841ded4a","verse":"John 6:44","votes":97,"__v":0,"niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day.","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","esv":"<div>\n<p id=\"p43006044_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","modified":"2023-04-04T20:35:36.619Z"},{"_id":"5fd262c7a1012d290aa88a3e","topicId":"5fc31fdb8888bb90841ded4a","verse":"2 Timothy 1:9","votes":85,"__v":0,"niv":"<sup><strong>9</strong></sup> who has saved us and called us to a holy life--not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,","kjv":"<strong>9</strong> Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,  ","esv":"<div>\n<p id=\"p55001009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001009-1\">9&nbsp;</b>who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,</p>\n\n</div>","modified":"2023-08-16T02:48:21.438Z"},{"_id":"5fd262c7a1012d290aa88a3f","topicId":"5fc31fdb8888bb90841ded4a","verse":"2 Peter 3:9","votes":81,"__v":0,"niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","esv":"<div>\n<p id=\"p61003009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","modified":"2023-02-20T01:02:31.992Z"},{"_id":"5fd262c7a1012d290aa88a40","topicId":"5fc31fdb8888bb90841ded4a","verse":"Proverbs 16:4","votes":76,"__v":0,"niv":"<sup><strong>4</strong></sup> The LORD works out everything for his own ends- even the wicked for a day of disaster.","kjv":"<strong>4</strong> The LORD hath made all things for himself: yea, even the wicked for the day of evil.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD has made everything for its purpose,</span><br><span id=\"p20016004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even the wicked for the day of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"5fd262c7a1012d290aa88a41","topicId":"5fc31fdb8888bb90841ded4a","verse":"1 Peter 1:20","votes":71,"__v":0,"niv":"<sup><strong>20</strong></sup> He was chosen before the creation of the world, but was revealed in these last times for your sake.","kjv":"<strong>20</strong> Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,  ","esv":"<div>\n<p id=\"p60001020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001020-1\">20&nbsp;</b>He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you</p>\n</div>","modified":"2023-02-20T01:02:36.616Z"},{"_id":"5fd262c7a1012d290aa88a42","topicId":"5fc31fdb8888bb90841ded4a","verse":"Acts 13:48","votes":74,"__v":0,"niv":"<sup><strong>48</strong></sup> When the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed.","kjv":"<strong>48</strong> And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.  ","esv":"<div>\n<p id=\"p44013048_01-12\"><b class=\"verse-num\" id=\"v44013048-1\">48&nbsp;</b>And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed.</p>\n</div>","modified":"2023-05-14T11:27:54.424Z"},{"_id":"5fd262c8a1012d290aa88a43","topicId":"5fc31fdb8888bb90841ded4a","verse":"Ephesians 1:11","votes":66,"__v":0,"niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","esv":"<div>\n<p id=\"p49001011_01-13\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","modified":"2022-03-17T04:19:45.387Z"},{"_id":"5fd262c8a1012d290aa88a44","topicId":"5fc31fdb8888bb90841ded4a","verse":"Ephesians 1:4","votes":60,"__v":0,"niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  ","esv":"<div>\n<p id=\"p49001004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love</p>\n</div>","modified":"2022-07-05T03:21:53.342Z"},{"_id":"5fd262c8a1012d290aa88a45","topicId":"5fc31fdb8888bb90841ded4a","verse":"Romans 8:29-30","votes":55,"__v":0,"niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. ","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","esv":"<div>\n<p id=\"p45008029_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n</div>","modified":"2021-12-30T19:45:35.815Z"},{"_id":"5fd262c8a1012d290aa88a46","topicId":"5fc31fdb8888bb90841ded4a","verse":"Revelation 13:8","votes":51,"__v":0,"niv":"<sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world.","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  ","esv":"<div>\n<p id=\"p66013008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","modified":"2022-02-21T19:16:25.608Z"},{"_id":"5fd262c8a1012d290aa88a47","topicId":"5fc31fdb8888bb90841ded4a","verse":"Ephesians 1:11-12","votes":52,"__v":0,"niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, <sup><strong>12</strong></sup> in order that we, who were the first to hope in Christ, might be for the praise of his glory. ","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  <strong>12</strong> That we should be to the praise of his glory, who first trusted in Christ.  ","esv":"<div>\n<p id=\"p49001011_01-17\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, <b class=\"verse-num\" id=\"v49001012-1\">12&nbsp;</b>so that we who were the first to hope in Christ might be to the praise of his glory.</p>\n</div>","modified":"2021-12-30T19:45:42.438Z"},{"_id":"5fd262c8a1012d290aa88a48","topicId":"5fc31fdb8888bb90841ded4a","verse":"1 Peter 1:2","votes":52,"__v":0,"niv":"<sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance.","kjv":"<strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","esv":"<div>\n<p id=\"p60001002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_01-19\">May grace and peace be multiplied to you.</p>\n</div>","modified":"2023-02-20T01:03:35.191Z"},{"_id":"5fd262c8a1012d290aa88a49","topicId":"5fc31fdb8888bb90841ded4a","verse":"Galatians 1:15","votes":47,"__v":0,"niv":"<sup><strong>15</strong></sup> But when God, who set me apart from birth and called me by his grace, was pleased","kjv":"<strong>15</strong> But when it pleased God, who separated me from my mother’s womb, and called me by his grace,  ","esv":"<div>\n<p id=\"p48001015_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001015-1\">15&nbsp;</b>But when he who had set me apart before I was born, and who called me by his grace,</p>\n\n</div>"},{"_id":"5fd262c9a1012d290aa88a4a","topicId":"5fc31fdb8888bb90841ded4a","verse":"Matthew 22:14","votes":43,"__v":0,"niv":"<sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\"","kjv":"<strong>14</strong> For many are called, but few are chosen. ","esv":"<div>\n<p id=\"p40022014_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n</div>","modified":"2022-11-03T18:14:23.330Z"},{"_id":"5fd262c9a1012d290aa88a4b","topicId":"5fc31fdb8888bb90841ded4a","verse":"Acts 2:23","votes":40,"__v":0,"niv":"<sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross.","kjv":"<strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  ","esv":"<div>\n<p id=\"p44002023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.</p>\n\n</div>","modified":"2023-02-20T01:04:31.180Z"},{"_id":"5fd262c9a1012d290aa88a4c","topicId":"5fc31fdb8888bb90841ded4a","verse":"Jeremiah 1:5","votes":43,"__v":0,"niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\"","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-23\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-23\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-02-20T01:02:09.002Z"},{"_id":"5fd262c9a1012d290aa88a4d","topicId":"5fc31fdb8888bb90841ded4a","verse":"Colossians 3:12","votes":38,"__v":0,"niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  ","esv":"<div>\n<p id=\"p51003012_01-24\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,</p>\n</div>","modified":"2023-02-20T01:03:44.857Z"},{"_id":"5fd262c9a1012d290aa88a4e","topicId":"5fc31fdb8888bb90841ded4a","verse":"Romans 8:33","votes":43,"__v":0,"niv":"<sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies.","kjv":"<strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  ","esv":"<div>\n<p id=\"p45008033_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies.</p>\n</div>","modified":"2023-02-20T01:04:15.939Z"},{"_id":"5fd262c9a1012d290aa88a4f","topicId":"5fc31fdb8888bb90841ded4a","verse":"Titus 1:1","votes":34,"__v":0,"niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness--","kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  ","esv":"<div>\n\n<p id=\"p56001001_02-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness,</p>\n\n</div>","modified":"2023-08-24T11:42:01.809Z"},{"_id":"5fd262caa1012d290aa88a50","topicId":"5fc31fdb8888bb90841ded4a","verse":"Romans 8:30","votes":57,"__v":0,"niv":"<sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified.","kjv":"<strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","esv":"<div>\n<p id=\"p45008030_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n</div>","modified":"2022-09-27T16:31:50.900Z"}]}