{"_id":"5fc31fdc8888bb90841ded70","slug":"unity","name":"Unity","verses":[{"_id":"5fd262dea1012d290aa88a51","topicId":"5fc31fdc8888bb90841ded70","verse":"1 Corinthians 1:10","votes":419,"__v":0,"niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought.","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","esv":"<div>\n\n<p id=\"p46001010_05-1\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.</p>\n\n</div>","modified":"2023-10-19T04:23:04.888Z"},{"_id":"5fd262dea1012d290aa88a52","topicId":"5fc31fdc8888bb90841ded70","verse":"1 Peter 3:8","votes":427,"__v":0,"niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble.","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","esv":"<div>\n\n<p id=\"p60003008_05-3\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","modified":"2023-11-03T05:33:51.132Z"},{"_id":"5fd262dea1012d290aa88a53","topicId":"5fc31fdc8888bb90841ded70","verse":"Philippians 2:2","votes":394,"__v":0,"niv":"<sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose.","kjv":"<strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  ","esv":"<div>\n<p id=\"p50002002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind.</p>\n</div>","modified":"2022-11-15T21:25:31.551Z"},{"_id":"5fd262dea1012d290aa88a54","topicId":"5fc31fdc8888bb90841ded70","verse":"Colossians 3:14","votes":281,"__v":0,"niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity.","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","esv":"<div>\n<p id=\"p51003014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","modified":"2023-09-18T03:00:46.873Z"},{"_id":"5fd262dea1012d290aa88a55","topicId":"5fc31fdc8888bb90841ded70","verse":"Psalm 133:1","votes":230,"__v":0,"niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity!","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  ","esv":"<div>\n\n<h4 id=\"p19133001_06-6\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2023-08-11T00:52:11.991Z"},{"_id":"5fd262dea1012d290aa88a56","topicId":"5fc31fdc8888bb90841ded70","verse":"2 Corinthians 13:11","votes":221,"__v":0,"niv":"<sup><strong>11</strong></sup> Finally, brothers, good-by. Aim for perfection, listen to my appeal, be of one mind, live in peace. And the God of love and peace will be with you.","kjv":"<strong>11</strong> Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you.  ","esv":"<div>\n\n<p id=\"p47013011_03-7\"><b class=\"verse-num\" id=\"v47013011-1\">11&nbsp;</b>Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.</p>\n\n</div>","modified":"2022-11-15T21:25:59.979Z"},{"_id":"5fd262dea1012d290aa88a57","topicId":"5fc31fdc8888bb90841ded70","verse":"Ephesians 4:3","votes":187,"__v":0,"niv":"<sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace.","kjv":"<strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  ","esv":"<div>\n<p id=\"p49004003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace.</p>\n</div>","modified":"2023-08-20T11:39:26.654Z"},{"_id":"5fd262dfa1012d290aa88a58","topicId":"5fc31fdc8888bb90841ded70","verse":"Ephesians 4:1-6","votes":185,"__v":0,"niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. ","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  ","esv":"<div>\n\n<p id=\"p49004001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all.</p>\n</div>","modified":"2022-11-04T20:57:43.157Z"},{"_id":"5fd262dfa1012d290aa88a59","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 12:4-5","votes":175,"__v":0,"niv":"<sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. ","kjv":"<strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  ","esv":"<div>\n<p id=\"p45012004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another.</p>\n\n</div>","modified":"2022-02-05T05:49:02.415Z"},{"_id":"5fd262dfa1012d290aa88a5a","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 15:6","votes":162,"__v":0,"niv":"<sup><strong>6</strong></sup> so that with one heart and mouth you may glorify the God and Father of our Lord Jesus Christ.","kjv":"<strong>6</strong> That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.  ","esv":"<div>\n<p id=\"p45015006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015006-1\">6&nbsp;</b>that together you may with one voice glorify the God and Father of our Lord Jesus Christ.</p>\n</div>","modified":"2022-11-19T16:48:04.320Z"},{"_id":"5fd262dfa1012d290aa88a5b","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 12:16","votes":136,"__v":0,"niv":"<sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.","kjv":"<strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  ","esv":"<div>\n<p id=\"p45012016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.</p>\n\n</div>","modified":"2022-11-25T08:29:08.963Z"},{"_id":"5fd262dfa1012d290aa88a5c","topicId":"5fc31fdc8888bb90841ded70","verse":"Philippians 1:27","votes":131,"__v":0,"niv":"<sup><strong>27</strong></sup> Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending as one man for the faith of the gospel","kjv":"<strong>27</strong> Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;  ","esv":"<div>\n<p id=\"p50001027_01-13\"><b class=\"verse-num\" id=\"v50001027-1\">27&nbsp;</b>Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel,</p>\n\n</div>","modified":"2022-08-24T14:33:59.859Z"},{"_id":"5fd262dfa1012d290aa88a5d","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 15:5","votes":113,"__v":0,"niv":"<sup><strong>5</strong></sup> May the God who gives endurance and encouragement give you a spirit of unity among yourselves as you follow Christ Jesus,","kjv":"<strong>5</strong> Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:  ","esv":"<div>\n<p id=\"p45015005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015005-1\">5&nbsp;</b>May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,</p>\n</div>","modified":"2022-08-25T18:58:50.812Z"},{"_id":"5fd262e0a1012d290aa88a5e","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 14:19","votes":115,"__v":0,"niv":"<sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification.","kjv":"<strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  ","esv":"<div>\n<p id=\"p45014019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n</div>","modified":"2022-02-23T18:28:05.911Z"},{"_id":"5fd262e0a1012d290aa88a5f","topicId":"5fc31fdc8888bb90841ded70","verse":"Acts 4:32","votes":111,"__v":0,"niv":"<sup><strong>32</strong></sup> All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had.","kjv":"<strong>32</strong> And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.  ","esv":"<div>\n\n<p id=\"p44004032_06-16\"><b class=\"verse-num\" id=\"v44004032-1\">32&nbsp;</b>Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common.</p>\n</div>","modified":"2021-10-31T23:55:54.805Z"},{"_id":"5fd262e0a1012d290aa88a60","topicId":"5fc31fdc8888bb90841ded70","verse":"1 Corinthians 12:12","votes":93,"__v":0,"niv":"<sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ.","kjv":"<strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  ","esv":"<div>\n\n<p id=\"p46012012_06-18\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ.</p>\n</div>","modified":"2022-10-25T12:21:21.341Z"},{"_id":"5fd262e0a1012d290aa88a61","topicId":"5fc31fdc8888bb90841ded70","verse":"Ephesians 4:13","votes":87,"__v":0,"niv":"<sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ.","kjv":"<strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  ","esv":"<div>\n<p id=\"p49004013_01-19\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,</p>\n\n</div>","modified":"2023-02-21T04:23:35.126Z"},{"_id":"5fd262e0a1012d290aa88a62","topicId":"5fc31fdc8888bb90841ded70","verse":"John 17:23","votes":81,"__v":0,"niv":"<sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me.","kjv":"<strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  ","esv":"<div>\n<p id=\"p43017023_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span></p>\n</div>","modified":"2022-10-08T18:55:26.266Z"},{"_id":"5fd262e0a1012d290aa88a63","topicId":"5fc31fdc8888bb90841ded70","verse":"Galatians 3:28","votes":80,"__v":0,"niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","esv":"<div>\n<p id=\"p48003028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","modified":"2023-07-30T09:33:46.536Z"},{"_id":"5fd262e0a1012d290aa88a64","topicId":"5fc31fdc8888bb90841ded70","verse":"Philippians 2:3","votes":77,"__v":0,"niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves.","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","esv":"<div>\n<p id=\"p50002003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","modified":"2022-03-21T10:05:19.228Z"},{"_id":"5fd262e1a1012d290aa88a65","topicId":"5fc31fdc8888bb90841ded70","verse":"John 17:11-23","votes":68,"__v":0,"niv":"<sup><strong>11</strong></sup> I will remain in the world no longer, but they are still in the world, and I am coming to you. Holy Father, protect them by the power of your name--the name you gave me--so that they may be one as we are one. <sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled. <sup><strong>13</strong></sup> \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. <sup><strong>14</strong></sup> I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. <sup><strong>15</strong></sup> My prayer is not that you take them out of the world but that you protect them from the evil one. <sup><strong>16</strong></sup> They are not of the world, even as I am not of it. <sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth. <sup><strong>18</strong></sup> As you sent me into the world, I have sent them into the world. <sup><strong>19</strong></sup> For them I sanctify myself, that they too may be truly sanctified. <sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. ","kjv":"<strong>11</strong> And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.  <strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  <strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  <strong>18</strong> As thou hast sent me into the world, even so have I also sent them into the world.  <strong>19</strong> And for their sakes I sanctify myself, that they also might be sanctified through the truth.  <strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  ","esv":"<div>\n<p id=\"p43017011_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017011-1\">11&nbsp;</b><span class=\"woc\">And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one.</span> <b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span> <b class=\"verse-num woc\" id=\"v43017013-1\">13&nbsp;</b><span class=\"woc\">But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.</span> <b class=\"verse-num woc\" id=\"v43017014-1\">14&nbsp;</b><span class=\"woc\">I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017015-1\">15&nbsp;</b><span class=\"woc\">I do not ask that you take them out of the world, but that you keep them from the evil one.</span> <b class=\"verse-num woc\" id=\"v43017016-1\">16&nbsp;</b><span class=\"woc\">They are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span> <b class=\"verse-num woc\" id=\"v43017018-1\">18&nbsp;</b><span class=\"woc\">As you sent me into the world, so I have sent them into the world.</span> <b class=\"verse-num woc\" id=\"v43017019-1\">19&nbsp;</b><span class=\"woc\">And for their sake I consecrate myself, that they also may be sanctified in truth.</span></p>\n<p id=\"p43017019_01-23\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span></p>\n\n</div>"},{"_id":"5fd262e1a1012d290aa88a66","topicId":"5fc31fdc8888bb90841ded70","verse":"Psalm 133","votes":67,"__v":0,"niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity! <sup><strong>2</strong></sup> It is like precious oil poured on the head, running down on the beard, running down on Aaron's beard, down upon the collar of his robes. <sup><strong>3</strong></sup> It is as if the dew of Hermon were falling on Mount Zion. For there the LORD bestows his blessing, even life forevermore. ","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  <strong>2</strong>             It is like the precious ointment upon the head, that ran down upon the beard, even Aaron’s beard: that went down to the skirts of his garments;  <strong>3</strong> As the dew of Hermon, and as the dew that descended upon the mountains of Zion: for there the LORD commanded the blessing, even  life for evermore.  ","esv":"<div>\n\n<h4 id=\"p19133001_06-1\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br><span id=\"p19133002_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19133002-1\">2&nbsp;</b>&nbsp;&nbsp;It is like the precious oil on the head,</span><br><span id=\"p19133002_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;running down on the beard,</span><br><span id=\"p19133002_06-1\" class=\"line\">&nbsp;&nbsp;on the beard of Aaron,</span><br><span id=\"p19133002_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;running down on the collar of his robes!</span><br><span id=\"p19133003_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19133003-1\">3&nbsp;</b>&nbsp;&nbsp;It is like the dew of Hermon,</span><br><span id=\"p19133003_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which falls on the mountains of Zion!</span><br><span id=\"p19133003_06-1\" class=\"line\">&nbsp;&nbsp;For there the LORD has commanded the blessing,</span><br><span id=\"p19133003_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;life forevermore.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2023-03-01T02:24:36.321Z"},{"_id":"5fd262e1a1012d290aa88a67","topicId":"5fc31fdc8888bb90841ded70","verse":"Romans 15:5-7","votes":62,"__v":0,"niv":"<sup><strong>5</strong></sup> May the God who gives endurance and encouragement give you a spirit of unity among yourselves as you follow Christ Jesus, <sup><strong>6</strong></sup> so that with one heart and mouth you may glorify the God and Father of our Lord Jesus Christ. <sup><strong>7</strong></sup> Accept one another, then, just as Christ accepted you, in order to bring praise to God. ","kjv":"<strong>5</strong> Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:  <strong>6</strong> That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.  <strong>7</strong> Wherefore receive ye one another, as Christ also received us to the glory of God.  ","esv":"<div>\n<p id=\"p45015005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015005-1\">5&nbsp;</b>May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus, <b class=\"verse-num\" id=\"v45015006-1\">6&nbsp;</b>that together you may with one voice glorify the God and Father of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45015007-1\">7&nbsp;</b>Therefore welcome one another as Christ has welcomed you, for the glory of God.</p>\n</div>","modified":"2022-03-21T10:06:24.010Z"},{"_id":"5fd262e1a1012d290aa88a68","topicId":"5fc31fdc8888bb90841ded70","verse":"1 Corinthians 12:13","votes":58,"__v":0,"niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink.","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","esv":"<div>\n<p id=\"p46012013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","modified":"2021-11-07T23:17:19.575Z"},{"_id":"5fd262e1a1012d290aa88a69","topicId":"5fc31fdc8888bb90841ded70","verse":"John 17:21","votes":46,"__v":0,"niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","esv":"<div>\n<p id=\"p43017021_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","modified":"2023-06-10T23:22:37.109Z"}]}