{"_id":"616cd114e9d39d04b3b5fd94","slug":"unjust-","name":"Unjust ","verses":[{"_id":"616cd114e9d39d04b3b5fd95","topicId":"616cd114e9d39d04b3b5fd94","verse":"2 Timothy 2:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"616cd115e9d39d04b3b5fd96","topicId":"616cd114e9d39d04b3b5fd94","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-2\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. ","modified":"2022-10-01T20:25:37.671Z"},{"_id":"616cd115e9d39d04b3b5fd97","topicId":"616cd114e9d39d04b3b5fd94","verse":"James 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you?"},{"_id":"616cd116e9d39d04b3b5fd98","topicId":"616cd114e9d39d04b3b5fd94","verse":"Luke 18:9-14","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-4\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"616cd116e9d39d04b3b5fd99","topicId":"616cd114e9d39d04b3b5fd94","verse":"Romans 13:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"616cd116e9d39d04b3b5fd9a","topicId":"616cd114e9d39d04b3b5fd94","verse":"Leviticus 20:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads.","modified":"2023-10-17T19:10:10.725Z"},{"_id":"616cd116e9d39d04b3b5fd9b","topicId":"616cd114e9d39d04b3b5fd94","verse":"Matthew 5:27-28","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40005027_02-7\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. "},{"_id":"616cd117e9d39d04b3b5fd9c","topicId":"616cd114e9d39d04b3b5fd94","verse":"Hebrews 13:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue.</p>\n</div>","kjv":"<strong>1</strong> Let brotherly love continue.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers."},{"_id":"616cd117e9d39d04b3b5fd9d","topicId":"616cd114e9d39d04b3b5fd94","verse":"Galatians 5:19-21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616cd118e9d39d04b3b5fd9e","topicId":"616cd114e9d39d04b3b5fd94","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616cd118e9d39d04b3b5fd9f","topicId":"616cd114e9d39d04b3b5fd94","verse":"James 1:19-20","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-11\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"616cd118e9d39d04b3b5fda0","topicId":"616cd114e9d39d04b3b5fd94","verse":"Matthew 6:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-12\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616cd118e9d39d04b3b5fda1","topicId":"616cd114e9d39d04b3b5fd94","verse":"James 4:11-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-13\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"616cd119e9d39d04b3b5fda2","topicId":"616cd114e9d39d04b3b5fd94","verse":"Hebrews 13:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616cd119e9d39d04b3b5fda3","topicId":"616cd114e9d39d04b3b5fd94","verse":"James 2:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism."},{"_id":"616cd119e9d39d04b3b5fda4","topicId":"616cd114e9d39d04b3b5fd94","verse":"Hebrews 10:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-16\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"616cd11ae9d39d04b3b5fda5","topicId":"616cd114e9d39d04b3b5fd94","verse":"1 John 1:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"616cd11ae9d39d04b3b5fda6","topicId":"616cd114e9d39d04b3b5fd94","verse":"Ephesians 2:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins</p>\n</div>","kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins,"},{"_id":"616cd11ae9d39d04b3b5fda7","topicId":"616cd114e9d39d04b3b5fd94","verse":"2 Timothy 3:10-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p55003010_08-19\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616cd11ae9d39d04b3b5fda8","topicId":"616cd114e9d39d04b3b5fd94","verse":"Colossians 3:7-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.</p>\n</div>","kjv":"<strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. "},{"_id":"616cd11be9d39d04b3b5fda9","topicId":"616cd114e9d39d04b3b5fd94","verse":"Colossians 3:5-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-21\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"616cd11be9d39d04b3b5fdaa","topicId":"616cd114e9d39d04b3b5fd94","verse":"Titus 3:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56003003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another.</p>\n</div>","kjv":"<strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  ","niv":"<sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},{"_id":"616cd11be9d39d04b3b5fdab","topicId":"616cd114e9d39d04b3b5fd94","verse":"Romans 14:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"616cd11ce9d39d04b3b5fdac","topicId":"616cd114e9d39d04b3b5fd94","verse":"Ephesians 4:31-32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"616cd11ce9d39d04b3b5fdad","topicId":"616cd114e9d39d04b3b5fd94","verse":"Romans 3:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"}]}