{"_id":"616cd289e9d39d04b3b5fe4c","slug":"utterance","name":"Utterance","verses":[{"_id":"616cd28ae9d39d04b3b5fe4d","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Acts 2:4","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.","modified":"2023-09-21T07:41:52.799Z"},{"_id":"616cd28ae9d39d04b3b5fe4e","topicId":"616cd289e9d39d04b3b5fe4c","verse":"2 Peter 1:21","votes":12,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit.","modified":"2022-08-31T23:31:20.069Z"},{"_id":"616cd28ae9d39d04b3b5fe4f","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Colossians 2:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-3\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"616cd28be9d39d04b3b5fe50","topicId":"616cd289e9d39d04b3b5fe4c","verse":"2 Peter 1:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation.","modified":"2023-10-15T19:13:37.702Z"},{"_id":"616cd28be9d39d04b3b5fe51","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Ephesians 6:19","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49006019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,</p>\n</div>","kjv":"<strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  ","niv":"<sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel,","modified":"2023-06-05T22:14:48.993Z"},{"_id":"616cd28be9d39d04b3b5fe52","topicId":"616cd289e9d39d04b3b5fe4c","verse":"2 Timothy 3:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2022-09-07T02:44:45.868Z"},{"_id":"616cd28ce9d39d04b3b5fe53","topicId":"616cd289e9d39d04b3b5fe4c","verse":"1 Corinthians 13:1-13","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-8\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-8\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-8\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. ","modified":"2023-05-09T23:01:19.043Z"},{"_id":"616cd28ce9d39d04b3b5fe54","topicId":"616cd289e9d39d04b3b5fe4c","verse":"1 Corinthians 12:1-31","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-10\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-10\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-10\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-10\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-10\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-10\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-07-20T22:51:03.043Z"},{"_id":"616cd28ce9d39d04b3b5fe55","topicId":"616cd289e9d39d04b3b5fe4c","verse":"2 Timothy 3:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55003017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work.","modified":"2023-01-22T08:34:38.564Z"},{"_id":"616cd28ce9d39d04b3b5fe56","topicId":"616cd289e9d39d04b3b5fe4c","verse":"1 Timothy 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"616cd28de9d39d04b3b5fe57","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Romans 10:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616cd28de9d39d04b3b5fe58","topicId":"616cd289e9d39d04b3b5fe4c","verse":"1 Thessalonians 1:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p52001005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v52001005-1\">5&nbsp;</b>because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake.</p>\n</div>","kjv":"<strong>5</strong> For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake.  ","niv":"<sup><strong>5</strong></sup> because our gospel came to you not simply with words, but also with power, with the Holy Spirit and with deep conviction. You know how we lived among you for your sake.","modified":"2022-12-18T05:52:04.294Z"},{"_id":"616cd28de9d39d04b3b5fe59","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God.","modified":"2023-04-23T16:55:56.611Z"},{"_id":"616cd28ee9d39d04b3b5fe5a","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Acts 1:1-26","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-18\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-18\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-18\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-18\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-18\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-18\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-18\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  <strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  <strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  <strong>4</strong> And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.  <strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  <strong>6</strong> When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?  <strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  <strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  <strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  <strong>15</strong> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)  <strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  <strong>26</strong> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach <sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen. <sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God. <sup><strong>4</strong></sup> On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about. <sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\" <sup><strong>6</strong></sup> So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\" <sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority. <sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\" <sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. <sup><strong>15</strong></sup> In those days Peter stood up among the believers (a group numbering about a hundred and twenty) <sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" <sup><strong>26</strong></sup> Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles. "},{"_id":"616cd28ee9d39d04b3b5fe5b","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616cd28ee9d39d04b3b5fe5c","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Jeremiah 29:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"616cd28ee9d39d04b3b5fe5d","topicId":"616cd289e9d39d04b3b5fe4c","verse":"1 Thessalonians 4:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52004008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004008-1\">8&nbsp;</b>Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you.</p>\n</div>","kjv":"<strong>8</strong> He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.  ","niv":"<sup><strong>8</strong></sup> Therefore, he who rejects this instruction does not reject man but God, who gives you his Holy Spirit."},{"_id":"616cd28fe9d39d04b3b5fe5e","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Romans 8:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-23\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.</p>\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express.","modified":"2022-09-22T20:08:33.867Z"},{"_id":"616cd28fe9d39d04b3b5fe5f","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 11:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43011025_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span></p>\n\n</div>","kjv":"<strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  ","niv":"<sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies;"},{"_id":"616cd290e9d39d04b3b5fe60","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 1:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"616cd290e9d39d04b3b5fe61","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 5:39","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  ","niv":"<sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me,"},{"_id":"616cd290e9d39d04b3b5fe62","topicId":"616cd289e9d39d04b3b5fe4c","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-27\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616cd290e9d39d04b3b5fe63","topicId":"616cd289e9d39d04b3b5fe4c","verse":"James 2:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002010_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it.</p>\n</div>","kjv":"<strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  ","niv":"<sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."},{"_id":"616cd291e9d39d04b3b5fe64","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Hebrews 10:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"616cd291e9d39d04b3b5fe65","topicId":"616cd289e9d39d04b3b5fe4c","verse":"Colossians 4:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51004003_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—</p>\n</div>","kjv":"<strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  ","niv":"<sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains.","modified":"2023-04-26T01:18:01.056Z"}]}