{"_id":"616cd34ce9d39d04b3b5feaf","slug":"valentines-day","name":"Valentines Day","verses":[{"_id":"616cd34de9d39d04b3b5feb0","topicId":"616cd34ce9d39d04b3b5feaf","verse":"John 15:13","votes":77,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"616cd34de9d39d04b3b5feb1","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Corinthians 7:1-40","votes":68,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-3\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-3\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-3\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-3\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-3\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-3\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-3\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-3\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-3\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"616cd34de9d39d04b3b5feb2","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Corinthians 13:1-13","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-5\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-5\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-5\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616cd34ee9d39d04b3b5feb3","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Hebrews 13:4","votes":43,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"616cd34ee9d39d04b3b5feb4","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 John 3:18","votes":35,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth.","modified":"2022-02-13T14:43:33.135Z"},{"_id":"616cd34ee9d39d04b3b5feb5","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Romans 12:9","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p45012009_06-8\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good.</p>\n</div>","kjv":"<strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  ","niv":"<sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good."},{"_id":"616cd34fe9d39d04b3b5feb6","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Mark 12:33","votes":34,"__v":0,"esv":"<div>\n<p id=\"p41012033_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v41012033-1\">33&nbsp;</b>And to love him with all the heart and with all the understanding and with all the strength, and to love one’s neighbor as oneself, is much more than all whole burnt offerings and sacrifices.”</p>\n</div>","kjv":"<strong>33</strong> And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.  ","niv":"<sup><strong>33</strong></sup> To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.\""},{"_id":"616cd34fe9d39d04b3b5feb7","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Ephesians 5:1","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children.</p>\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children"},{"_id":"616cd34fe9d39d04b3b5feb8","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 John 4:19","votes":30,"__v":0,"esv":"<div>\n<p id=\"p62004019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us.</p>\n</div>","kjv":"<strong>19</strong> We love him, because he first loved us.  ","niv":"<sup><strong>19</strong></sup> We love because he first loved us."},{"_id":"616cd34fe9d39d04b3b5feb9","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 John 3:16","votes":30,"__v":0,"esv":"<div>\n<p id=\"p62003016_01-12\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.</p>\n</div>","kjv":"<strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  ","niv":"<sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers."},{"_id":"616cd350e9d39d04b3b5feba","topicId":"616cd34ce9d39d04b3b5feaf","verse":"John 3:16","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616cd350e9d39d04b3b5febb","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Corinthians 6:18-20","votes":29,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616cd350e9d39d04b3b5febc","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Colossians 3:14","votes":28,"__v":0,"esv":"<div>\n<p id=\"p51003014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity."},{"_id":"616cd351e9d39d04b3b5febd","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Corinthians 13:13","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-18\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love."},{"_id":"616cd351e9d39d04b3b5febe","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Corinthians 13:4-8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-20\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_01-20\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. "},{"_id":"616cd351e9d39d04b3b5febf","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 Thessalonians 4:3-8","votes":24,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God; <b class=\"verse-num\" id=\"v52004006-1\">6&nbsp;</b>that no one transgress and wrong his brother in this matter, because the Lord is an avenger in all these things, as we told you beforehand and solemnly warned you. <b class=\"verse-num\" id=\"v52004007-1\">7&nbsp;</b>For God has not called us for impurity, but in holiness. <b class=\"verse-num\" id=\"v52004008-1\">8&nbsp;</b>Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you.</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  <strong>6</strong> That no man go beyond and defraud his brother in any  matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified.  <strong>7</strong> For God hath not called us unto uncleanness, but unto holiness.  <strong>8</strong> He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; <sup><strong>6</strong></sup> and that in this matter no one should wrong his brother or take advantage of him. The Lord will punish men for all such sins, as we have already told you and warned you. <sup><strong>7</strong></sup> For God did not call us to be impure, but to live a holy life. <sup><strong>8</strong></sup> Therefore, he who rejects this instruction does not reject man but God, who gives you his Holy Spirit. "},{"_id":"616cd352e9d39d04b3b5fec0","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Genesis 29:20","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01029020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01029020-1\">20&nbsp;</b>So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her.</p>\n</div>","kjv":"<strong>20</strong> And Jacob served seven years for Rachel; and they seemed unto him but a few days, for the love he had to her.  ","niv":"<sup><strong>20</strong></sup> So Jacob served seven years to get Rachel, but they seemed like only a few days to him because of his love for her."},{"_id":"616cd352e9d39d04b3b5fec1","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Song of Solomon 1:2","votes":23,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"></p><h4 id=\"p22001002_06-24\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001002_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001002-1\">2&nbsp;</b>&nbsp;&nbsp;Let him kiss me with the kisses of his mouth!</span><br><span id=\"p22001002_06-24\" class=\"line\">&nbsp;&nbsp;For your love is better than wine;</span><br><p></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Let him kiss me with the kisses of his mouth: for thy love is  better than wine.  ","niv":"<sup><strong>2</strong></sup> Let him kiss me with the kisses of his mouth- for your love is more delightful than wine."},{"_id":"616cd352e9d39d04b3b5fec2","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Matthew 22:37-39","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40022037_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span></p>\n</div>","kjv":"<strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' "},{"_id":"616cd352e9d39d04b3b5fec3","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Proverbs 17:17","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017017_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017017-1\">17&nbsp;</b>&nbsp;&nbsp;A friend loves at all times,</span><br><span id=\"p20017017_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a brother is born for adversity.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> A friend loveth at all times, and a brother is born for adversity.  ","niv":"<sup><strong>17</strong></sup> A friend loves at all times, and a brother is born for adversity."},{"_id":"616cd353e9d39d04b3b5fec4","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Psalm 37:4","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037004_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  ","niv":"<sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart."},{"_id":"616cd353e9d39d04b3b5fec5","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Numbers 6:24-26","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  ","niv":"<sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' "},{"_id":"616cd353e9d39d04b3b5fec6","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 John 4:8","votes":18,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"616cd354e9d39d04b3b5fec7","topicId":"616cd34ce9d39d04b3b5feaf","verse":"Psalm 63:1-11","votes":17,"__v":0,"esv":"<div>\n\n<h4 id=\"p19063001_06-30\" class=\"psalm-title\">A Psalm of David, when he was in the wilderness of Judah.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19063001_06-30\" class=\"line\"><b class=\"chapter-num\" id=\"v19063001-1\">63:1&nbsp;</b>&nbsp;&nbsp;O God, you are my God; earnestly I seek you;</span><br><span id=\"p19063001_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul thirsts for you;</span><br><span id=\"p19063001_06-30\" class=\"line\">&nbsp;&nbsp;my flesh faints for you,</span><br><span id=\"p19063001_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in a dry and weary land where there is no water.</span><br><span id=\"p19063002_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063002-1\">2&nbsp;</b>&nbsp;&nbsp;So I have looked upon you in the sanctuary,</span><br><span id=\"p19063002_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;beholding your power and glory.</span><br><span id=\"p19063003_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063003-1\">3&nbsp;</b>&nbsp;&nbsp;Because your steadfast love is better than life,</span><br><span id=\"p19063003_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my lips will praise you.</span><br><span id=\"p19063004_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063004-1\">4&nbsp;</b>&nbsp;&nbsp;So I will bless you as long as I live;</span><br><span id=\"p19063004_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your name I will lift up my hands.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19063005_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063005-1\">5&nbsp;</b>&nbsp;&nbsp;My soul will be satisfied as with fat and rich food,</span><br><span id=\"p19063005_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth will praise you with joyful lips,</span><br><span id=\"p19063006_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063006-1\">6&nbsp;</b>&nbsp;&nbsp;when I remember you upon my bed,</span><br><span id=\"p19063006_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and meditate on you in the watches of the night;</span><br><span id=\"p19063007_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063007-1\">7&nbsp;</b>&nbsp;&nbsp;for you have been my help,</span><br><span id=\"p19063007_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in the shadow of your wings I will sing for joy.</span><br><span id=\"p19063008_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063008-1\">8&nbsp;</b>&nbsp;&nbsp;My soul clings to you;</span><br><span id=\"p19063008_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your right hand upholds me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19063009_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063009-1\">9&nbsp;</b>&nbsp;&nbsp;But those who seek to destroy my life</span><br><span id=\"p19063009_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall go down into the depths of the earth;</span><br><span id=\"p19063010_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063010-1\">10&nbsp;</b>&nbsp;&nbsp;they shall be given over to the power of the sword;</span><br><span id=\"p19063010_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be a portion for jackals.</span><br><span id=\"p19063011_06-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19063011-1\">11&nbsp;</b>&nbsp;&nbsp;But the king shall rejoice in God;</span><br><span id=\"p19063011_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who swear by him shall exult,</span><br><span id=\"p19063011_06-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouths of liars will be stopped.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> O God, thou art my God; early will I seek thee: my soul thirsteth for thee, my flesh longeth for thee in a dry and thirsty land, where no water is;  <strong>2</strong> To see thy power and thy glory, so as I have seen thee in the sanctuary.  <strong>3</strong> Because thy lovingkindness is better than life, my lips shall praise thee.  <strong>4</strong> Thus will I bless thee while I live: I will lift up my hands in thy name.  <strong>5</strong> My soul shall be satisfied as with marrow and fatness; and my mouth shall praise thee with joyful lips:  <strong>6</strong> When I remember thee upon my bed, and meditate on thee in the night watches.  <strong>7</strong> Because thou hast been my help, therefore in the shadow of thy wings will I rejoice.  <strong>8</strong> My soul followeth hard after thee: thy right hand upholdeth me.  <strong>9</strong> But those that seek my soul, to destroy it, shall go into the lower parts of the earth.  <strong>10</strong> They shall fall by the sword: they shall be a portion for foxes.  <strong>11</strong> But the king shall rejoice in God; every one that sweareth by him shall glory: but the mouth of them that speak lies shall be stopped.  ","niv":"<sup><strong>1</strong></sup> O God, you are my God, earnestly I seek you; my soul thirsts for you, my body longs for you, in a dry and weary land where there is no water. <sup><strong>2</strong></sup> I have seen you in the sanctuary and beheld your power and your glory. <sup><strong>3</strong></sup> Because your love is better than life, my lips will glorify you. <sup><strong>4</strong></sup> I will praise you as long as I live, and in your name I will lift up my hands. <sup><strong>5</strong></sup> My soul will be satisfied as with the richest of foods; with singing lips my mouth will praise you. <sup><strong>6</strong></sup> On my bed I remember you; I think of you through the watches of the night. <sup><strong>7</strong></sup> Because you are my help, I sing in the shadow of your wings. <sup><strong>8</strong></sup> My soul clings to you; your right hand upholds me. <sup><strong>9</strong></sup> They who seek my life will be destroyed; they will go down to the depths of the earth. <sup><strong>10</strong></sup> They will be given over to the sword and become food for jackals. <sup><strong>11</strong></sup> But the king will rejoice in God; all who swear by God's name will praise him, while the mouths of liars will be silenced. "},{"_id":"616cd354e9d39d04b3b5fec8","topicId":"616cd34ce9d39d04b3b5feaf","verse":"1 John 4:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","modified":"2022-02-09T17:10:56.650Z"}]}