{"_id":"616cd3c4e9d39d04b3b5fefd","slug":"vampires","name":"Vampires","verses":[{"_id":"616cd3c4e9d39d04b3b5fefe","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Leviticus 17:10-14","votes":186,"__v":0,"esv":"<div>\n\n<p id=\"p03017010_05-1\"><b class=\"verse-num\" id=\"v03017010-1\">10&nbsp;</b>“If any one of the house of Israel or of the strangers who sojourn among them eats any blood, I will set my face against that person who eats blood and will cut him off from among his people. <b class=\"verse-num\" id=\"v03017011-1\">11&nbsp;</b>For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life. <b class=\"verse-num\" id=\"v03017012-1\">12&nbsp;</b>Therefore I have said to the people of Israel, No person among you shall eat blood, neither shall any stranger who sojourns among you eat blood.</p>\n<p id=\"p03017012_05-1\"><b class=\"verse-num\" id=\"v03017013-1\">13&nbsp;</b>“Any one also of the people of Israel, or of the strangers who sojourn among them, who takes in hunting any beast or bird that may be eaten shall pour out its blood and cover it with earth. <b class=\"verse-num\" id=\"v03017014-1\">14&nbsp;</b>For the life of every creature is its blood: its blood is its life. Therefore I have said to the people of Israel, You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off.</p>\n\n</div>","kjv":"<strong>10</strong> And whatsoever man there be of the house of Israel, or of the strangers that sojourn among you, that eateth any manner of blood; I will even set my face against that soul that eateth blood, and will cut him off from among his people.  <strong>11</strong> For the life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is  the blood that maketh an atonement for the soul.  <strong>12</strong> Therefore I said unto the children of Israel, No soul of you shall eat blood, neither shall any stranger that sojourneth among you eat blood.  <strong>13</strong> And whatsoever man there be of the children of Israel, or of the strangers that sojourn among you, which hunteth and catcheth any beast or fowl that may be eaten; he shall even pour out the blood thereof, and cover it with dust.  <strong>14</strong> For it is the life of all flesh; the blood of it is  for the life thereof: therefore I said unto the children of Israel, Ye shall eat the blood of no manner of flesh: for the life of all flesh is the blood thereof: whosoever eateth it shall be cut off.  ","niv":"<sup><strong>10</strong></sup> \"'Any Israelite or any alien living among them who eats any blood-I will set my face against that person who eats blood and will cut him off from his people. <sup><strong>11</strong></sup> For the life of a creature is in the blood, and I have given it to you to make atonement for yourselves on the altar; it is the blood that makes atonement for one's life. <sup><strong>12</strong></sup> Therefore I say to the Israelites, \"None of you may eat blood, nor may an alien living among you eat blood.\" <sup><strong>13</strong></sup> \"'Any Israelite or any alien living among you who hunts any animal or bird that may be eaten must drain out the blood and cover it with earth, <sup><strong>14</strong></sup> because the life of every creature is its blood. That is why I have said to the Israelites, \"You must not eat the blood of any creature, because the life of every creature is its blood; anyone who eats it must be cut off.\" ","modified":"2022-10-29T14:17:36.279Z"},{"_id":"616cd3c5e9d39d04b3b5feff","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Deuteronomy 12:23","votes":86,"__v":0,"esv":"<div>\n<p id=\"p05012023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012023-1\">23&nbsp;</b>Only be sure that you do not eat the blood, for the blood is the life, and you shall not eat the life with the flesh.</p>\n</div>","kjv":"<strong>23</strong> Only be sure that thou eat not the blood: for the blood is  the life; and thou mayest not eat the life with the flesh.  ","niv":"<sup><strong>23</strong></sup> But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat."},{"_id":"616cd3c5e9d39d04b3b5ff00","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Ephesians 6:12","votes":78,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2022-09-11T04:09:12.768Z"},{"_id":"616cd3c5e9d39d04b3b5ff01","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"1 Chronicles 11:19","votes":68,"__v":0,"esv":"<div>\n<p id=\"p13011019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v13011019-1\">19&nbsp;</b>and said, “Far be it from me before my God that I should do this. Shall I drink the lifeblood of these men? For at the risk of their lives they brought it.” Therefore he would not drink it. These things did the three mighty men.</p>\n</div>","kjv":"<strong>19</strong> And said, My God forbid it me, that I should do this thing: shall I drink the blood of these men that have put their lives in jeopardy? for with the jeopardy of their lives they brought it. Therefore he would not drink it. These things did these three mightiest.  ","niv":"<sup><strong>19</strong></sup> \"God forbid that I should do this!\" he said. \"Should I drink the blood of these men who went at the risk of their lives?\" Because they risked their lives to bring it back, David would not drink it. Such were the exploits of the three mighty men."},{"_id":"616cd3c5e9d39d04b3b5ff02","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Proverbs 30:11-18","votes":58,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030011_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030011-1\">11&nbsp;</b>&nbsp;&nbsp;There are those who curse their fathers</span><br><span id=\"p20030011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not bless their mothers.</span><br><span id=\"p20030012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030012-1\">12&nbsp;</b>&nbsp;&nbsp;There are those who are clean in their own eyes</span><br><span id=\"p20030012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are not washed of their filth.</span><br><span id=\"p20030013_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030013-1\">13&nbsp;</b>&nbsp;&nbsp;There are those—how lofty are their eyes,</span><br><span id=\"p20030013_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how high their eyelids lift!</span><br><span id=\"p20030014_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030014-1\">14&nbsp;</b>&nbsp;&nbsp;There are those whose teeth are swords,</span><br><span id=\"p20030014_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose fangs are knives,</span><br><span id=\"p20030014_01-6\" class=\"line\">&nbsp;&nbsp;to devour the poor from off the earth,</span><br><span id=\"p20030014_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the needy from among mankind.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030015_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030015-1\">15&nbsp;</b>&nbsp;&nbsp;The leech has two daughters:</span><br><span id=\"p20030015_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give and Give.</span><br><span id=\"p20030015_01-6\" class=\"line\">&nbsp;&nbsp;Three things are never satisfied;</span><br><span id=\"p20030015_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four never say, “Enough”:</span><br><span id=\"p20030016_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030016-1\">16&nbsp;</b>&nbsp;&nbsp;Sheol, the barren womb,</span><br><span id=\"p20030016_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the land never satisfied with water,</span><br><span id=\"p20030016_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fire that never says, “Enough.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030017_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030017-1\">17&nbsp;</b>&nbsp;&nbsp;The eye that mocks a father</span><br><span id=\"p20030017_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and scorns to obey a mother</span><br><span id=\"p20030017_01-6\" class=\"line\">&nbsp;&nbsp;will be picked out by the ravens of the valley</span><br><span id=\"p20030017_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and eaten by the vultures.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030018_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030018-1\">18&nbsp;</b>&nbsp;&nbsp;Three things are too wonderful for me;</span><br><span id=\"p20030018_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four I do not understand:</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> There is a generation that curseth their father, and doth not bless their mother.  <strong>12</strong> There is a generation that are pure in their own eyes, and yet is not washed from their filthiness.  <strong>13</strong> There is a generation, O how lofty are their eyes! and their eyelids are lifted up.  <strong>14</strong> There is a generation, whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men.  <strong>15</strong> The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:  <strong>16</strong> The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough.  <strong>17</strong> The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it.  <strong>18</strong> There be three things which are too wonderful for me, yea, four which I know not:  ","niv":"<sup><strong>11</strong></sup> \"There are those who curse their fathers and do not bless their mothers; <sup><strong>12</strong></sup> those who are pure in their own eyes and yet are not cleansed of their filth; <sup><strong>13</strong></sup> those whose eyes are ever so haughty, whose glances are so disdainful; <sup><strong>14</strong></sup> those whose teeth are swords and whose jaws are set with knives to devour the poor from the earth, the needy from among mankind. <sup><strong>15</strong></sup> \"The leech has two daughters. 'Give! Give!' they cry. \"There are three things that are never satisfied, four that never say, 'Enough!': <sup><strong>16</strong></sup> the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, 'Enough!' <sup><strong>17</strong></sup> \"The eye that mocks a father, that scorns obedience to a mother, will be pecked out by the ravens of the valley, will be eaten by the vultures. <sup><strong>18</strong></sup> \"There are three things that are too amazing for me, four that I do not understand: ","modified":"2023-01-06T05:53:55.828Z"},{"_id":"616cd3c6e9d39d04b3b5ff03","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Deuteronomy 32:17","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05032017_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v05032017-1\">17&nbsp;</b>&nbsp;&nbsp;They sacrificed to demons that were no gods,</span><br><span id=\"p05032017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to gods they had never known,</span><br><span id=\"p05032017_01-7\" class=\"line\">&nbsp;&nbsp;to new gods that had come recently,</span><br><span id=\"p05032017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom your fathers had never dreaded.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> They sacrificed unto devils, not to God; to gods whom they knew not, to new gods that came newly up, whom your fathers feared not.  ","niv":"<sup><strong>17</strong></sup> They sacrificed to demons, which are not God- gods they had not known, gods that recently appeared, gods your fathers did not fear."},{"_id":"616cd3c6e9d39d04b3b5ff04","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Acts 15:28-29","votes":58,"__v":0,"esv":"<div>\n<p id=\"p44015028_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n</div>","kjv":"<strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  ","niv":"<sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. "},{"_id":"616cd3c6e9d39d04b3b5ff05","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"1 Peter 5:8","votes":51,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616cd3c7e9d39d04b3b5ff06","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Philippians 4:8","votes":48,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-11\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"616cd3c7e9d39d04b3b5ff07","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Acts 15:29","votes":41,"__v":0,"esv":"<div>\n<p id=\"p44015029_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n</div>","kjv":"<strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  ","niv":"<sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell."},{"_id":"616cd3c7e9d39d04b3b5ff08","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Leviticus 19:26","votes":36,"__v":0,"esv":"<div>\n<p id=\"p03019026_01-13\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes.</p>\n</div>","kjv":"<strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  ","niv":"<sup><strong>26</strong></sup> \"'Do not eat any meat with the blood still in it. \"'Do not practice divination or sorcery."},{"_id":"616cd3c8e9d39d04b3b5ff09","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"2 Timothy 1:7","votes":32,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"616cd3c8e9d39d04b3b5ff0a","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Deuteronomy 18:9-12","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-15\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"616cd3c8e9d39d04b3b5ff0b","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Leviticus 7:26-27","votes":29,"__v":0,"esv":"<div>\n<p id=\"p03007026_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v03007026-1\">26&nbsp;</b>Moreover, you shall eat no blood whatever, whether of fowl or of animal, in any of your dwelling places. <b class=\"verse-num\" id=\"v03007027-1\">27&nbsp;</b>Whoever eats any blood, that person shall be cut off from his people.”</p>\n</div>","kjv":"<strong>26</strong> Moreover ye shall eat no manner of blood, whether it be of fowl or of beast, in any of your dwellings.  <strong>27</strong> Whatsoever soul it be that eateth any manner of blood, even that soul shall be cut off from his people.  ","niv":"<sup><strong>26</strong></sup> And wherever you live, you must not eat the blood of any bird or animal. <sup><strong>27</strong></sup> If anyone eats blood, that person must be cut off from his people.'\" "},{"_id":"616cd3c8e9d39d04b3b5ff0c","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Revelation 1:3","votes":28,"__v":0,"esv":"<div>\n<p id=\"p66001003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n</div>","kjv":"<strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  ","niv":"<sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near."},{"_id":"616cd3c9e9d39d04b3b5ff0d","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Leviticus 17:14","votes":27,"__v":0,"esv":"<div>\n<p id=\"p03017014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v03017014-1\">14&nbsp;</b>For the life of every creature is its blood: its blood is its life. Therefore I have said to the people of Israel, You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off.</p>\n\n</div>","kjv":"<strong>14</strong> For it is the life of all flesh; the blood of it is  for the life thereof: therefore I said unto the children of Israel, Ye shall eat the blood of no manner of flesh: for the life of all flesh is the blood thereof: whosoever eateth it shall be cut off.  ","niv":"<sup><strong>14</strong></sup> because the life of every creature is its blood. That is why I have said to the Israelites, \"You must not eat the blood of any creature, because the life of every creature is its blood; anyone who eats it must be cut off.\""},{"_id":"616cd3c9e9d39d04b3b5ff0e","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Acts 15:20","votes":25,"__v":0,"esv":"<div>\n<p id=\"p44015020_01-19\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood.</p>\n</div>","kjv":"<strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  ","niv":"<sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood."},{"_id":"616cd3c9e9d39d04b3b5ff0f","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"John 10:10","votes":25,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"616cd3cae9d39d04b3b5ff10","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Revelation 1:1","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616cd3cae9d39d04b3b5ff11","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Deuteronomy 12:23-25","votes":23,"__v":0,"esv":"<div>\n<p id=\"p05012023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012023-1\">23&nbsp;</b>Only be sure that you do not eat the blood, for the blood is the life, and you shall not eat the life with the flesh. <b class=\"verse-num\" id=\"v05012024-1\">24&nbsp;</b>You shall not eat it; you shall pour it out on the earth like water. <b class=\"verse-num\" id=\"v05012025-1\">25&nbsp;</b>You shall not eat it, that all may go well with you and with your children after you, when you do what is right in the sight of the LORD.</p>\n</div>","kjv":"<strong>23</strong> Only be sure that thou eat not the blood: for the blood is  the life; and thou mayest not eat the life with the flesh.  <strong>24</strong> Thou shalt not eat it; thou shalt pour it upon the earth as water.  <strong>25</strong> Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the sight of the LORD.  ","niv":"<sup><strong>23</strong></sup> But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat. <sup><strong>24</strong></sup> You must not eat the blood; pour it out on the ground like water. <sup><strong>25</strong></sup> Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the LORD. "},{"_id":"616cd3cae9d39d04b3b5ff12","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"John 8:12","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-23\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\""},{"_id":"616cd3cbe9d39d04b3b5ff13","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Proverbs 30:15","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030015_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030015-1\">15&nbsp;</b>&nbsp;&nbsp;The leech has two daughters:</span><br><span id=\"p20030015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give and Give.</span><br><span id=\"p20030015_01-24\" class=\"line\">&nbsp;&nbsp;Three things are never satisfied;</span><br><span id=\"p20030015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four never say, “Enough”:</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:  ","niv":"<sup><strong>15</strong></sup> \"The leech has two daughters. 'Give! Give!' they cry. \"There are three things that are never satisfied, four that never say, 'Enough!':"},{"_id":"616cd3cbe9d39d04b3b5ff14","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"John 3:16","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616cd3cbe9d39d04b3b5ff15","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Matthew 7:15","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-26\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"616cd3cbe9d39d04b3b5ff16","topicId":"616cd3c4e9d39d04b3b5fefd","verse":"Romans 12:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."}]}