{"_id":"616cd43ee9d39d04b3b5ff4b","slug":"vasectomies","name":"Vasectomies","verses":[{"_id":"616cd43ee9d39d04b3b5ff4c","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"1 Corinthians 7:1-40","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-1\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-1\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-1\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-1\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-1\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-1\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-1\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-1\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-1\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"616cd43ee9d39d04b3b5ff4d","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Psalm 127:3-5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-2\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"616cd43ee9d39d04b3b5ff4e","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Genesis 1:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-3\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"616cd43fe9d39d04b3b5ff4f","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Galatians 5:12-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48005012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n<p id=\"p48005012_01-4\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n\n<p id=\"p48005015_07-4\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.</p>\n</div>","kjv":"<strong>12</strong> I would they were even cut off which trouble you.  <strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  <strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  <strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  ","niv":"<sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves! <sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" <sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other. <sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. "},{"_id":"616cd43fe9d39d04b3b5ff50","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Isaiah 56:3-7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the foreigner who has joined himself to the LORD say,</span><br><span id=\"p23056003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD will surely separate me from his people”;</span><br><span id=\"p23056003_01-5\" class=\"line\">&nbsp;&nbsp;and let not the eunuch say,</span><br><span id=\"p23056003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, I am a dry tree.”</span><br><span id=\"p23056004_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23056004_01-5\" class=\"line\">&nbsp;&nbsp;“To the eunuchs who keep my Sabbaths,</span><br><span id=\"p23056004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who choose the things that please me</span><br><span id=\"p23056004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold fast my covenant,</span><br><span id=\"p23056005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056005-1\">5&nbsp;</b>&nbsp;&nbsp;I will give in my house and within my walls</span><br><span id=\"p23056005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a monument and a name</span><br><span id=\"p23056005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;better than sons and daughters;</span><br><span id=\"p23056005_01-5\" class=\"line\">&nbsp;&nbsp;I will give them an everlasting name</span><br><span id=\"p23056005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23056006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056006-1\">6&nbsp;</b>&nbsp;&nbsp;“And the foreigners who join themselves to the LORD,</span><br><span id=\"p23056006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to minister to him, to love the name of the LORD,</span><br><span id=\"p23056006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to be his servants,</span><br><span id=\"p23056006_01-5\" class=\"line\">&nbsp;&nbsp;everyone who keeps the Sabbath and does not profane it,</span><br><span id=\"p23056006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holds fast my covenant—</span><br><span id=\"p23056007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056007-1\">7&nbsp;</b>&nbsp;&nbsp;these I will bring to my holy mountain,</span><br><span id=\"p23056007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them joyful in my house of prayer;</span><br><span id=\"p23056007_01-5\" class=\"line\">&nbsp;&nbsp;their burnt offerings and their sacrifices</span><br><span id=\"p23056007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be accepted on my altar;</span><br><span id=\"p23056007_01-5\" class=\"line\">&nbsp;&nbsp;for my house shall be called a house of prayer</span><br><span id=\"p23056007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all peoples.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  <strong>6</strong> Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;  <strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  ","niv":"<sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. <sup><strong>6</strong></sup> And foreigners who bind themselves to the LORD to serve him, to love the name of the LORD, and to worship him, all who keep the Sabbath without desecrating it and who hold fast to my covenant- <sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\" "},{"_id":"616cd43fe9d39d04b3b5ff51","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Matthew 19:11-29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_07-6\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_11-6\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_11-6\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span></p>\n\n</div>","kjv":"<strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  ","niv":"<sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. "},{"_id":"616cd440e9d39d04b3b5ff52","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Proverbs 17:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017006_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017006-1\">6&nbsp;</b>&nbsp;&nbsp;Grandchildren are the crown of the aged,</span><br><span id=\"p20017006_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glory of children is their fathers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Children’s children are the crown of old men; and the glory of children are their fathers.  ","niv":"<sup><strong>6</strong></sup> Children's children are a crown to the aged, and parents are the pride of their children."},{"_id":"616cd440e9d39d04b3b5ff53","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Proverbs 5:1-23","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20005001_04-8\" class=\"line\"><b class=\"chapter-num\" id=\"v20005001-1\">5:1&nbsp;</b>&nbsp;&nbsp;My son, be attentive to my wisdom;</span><br><span id=\"p20005001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incline your ear to my understanding,</span><br><span id=\"p20005002_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005002-1\">2&nbsp;</b>&nbsp;&nbsp;that you may keep discretion,</span><br><span id=\"p20005002_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your lips may guard knowledge.</span><br><span id=\"p20005003_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005003-1\">3&nbsp;</b>&nbsp;&nbsp;For the lips of a forbidden woman drip honey,</span><br><span id=\"p20005003_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her speech is smoother than oil,</span><br><span id=\"p20005004_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005004-1\">4&nbsp;</b>&nbsp;&nbsp;but in the end she is bitter as wormwood,</span><br><span id=\"p20005004_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sharp as a two-edged sword.</span><br><span id=\"p20005005_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005005-1\">5&nbsp;</b>&nbsp;&nbsp;Her feet go down to death;</span><br><span id=\"p20005005_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her steps follow the path to Sheol;</span><br><span id=\"p20005006_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005006-1\">6&nbsp;</b>&nbsp;&nbsp;she does not ponder the path of life;</span><br><span id=\"p20005006_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her ways wander, and she does not know it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20005007_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005007-1\">7&nbsp;</b>&nbsp;&nbsp;And now, O sons, listen to me,</span><br><span id=\"p20005007_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not depart from the words of my mouth.</span><br><span id=\"p20005008_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005008-1\">8&nbsp;</b>&nbsp;&nbsp;Keep your way far from her,</span><br><span id=\"p20005008_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not go near the door of her house,</span><br><span id=\"p20005009_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005009-1\">9&nbsp;</b>&nbsp;&nbsp;lest you give your honor to others</span><br><span id=\"p20005009_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your years to the merciless,</span><br><span id=\"p20005010_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005010-1\">10&nbsp;</b>&nbsp;&nbsp;lest strangers take their fill of your strength,</span><br><span id=\"p20005010_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your labors go to the house of a foreigner,</span><br><span id=\"p20005011_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005011-1\">11&nbsp;</b>&nbsp;&nbsp;and at the end of your life you groan,</span><br><span id=\"p20005011_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when your flesh and body are consumed,</span><br><span id=\"p20005012_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005012-1\">12&nbsp;</b>&nbsp;&nbsp;and you say, “How I hated discipline,</span><br><span id=\"p20005012_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my heart despised reproof!</span><br><span id=\"p20005013_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005013-1\">13&nbsp;</b>&nbsp;&nbsp;I did not listen to the voice of my teachers</span><br><span id=\"p20005013_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or incline my ear to my instructors.</span><br><span id=\"p20005014_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005014-1\">14&nbsp;</b>&nbsp;&nbsp;I am at the brink of utter ruin</span><br><span id=\"p20005014_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the assembled congregation.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20005015_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005015-1\">15&nbsp;</b>&nbsp;&nbsp;Drink water from your own cistern,</span><br><span id=\"p20005015_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;flowing water from your own well.</span><br><span id=\"p20005016_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005016-1\">16&nbsp;</b>&nbsp;&nbsp;Should your springs be scattered abroad,</span><br><span id=\"p20005016_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;streams of water in the streets?</span><br><span id=\"p20005017_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be for yourself alone,</span><br><span id=\"p20005017_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not for strangers with you.</span><br><span id=\"p20005018_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005018-1\">18&nbsp;</b>&nbsp;&nbsp;Let your fountain be blessed,</span><br><span id=\"p20005018_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice in the wife of your youth,</span><br><span id=\"p20005019_04-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v20005019-1\">19&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;a lovely deer, a graceful doe.</span><br><span id=\"p20005019_04-8\" class=\"line\">&nbsp;&nbsp;Let her breasts fill you at all times with delight;</span><br><span id=\"p20005019_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be intoxicated always in her love.</span><br><span id=\"p20005020_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005020-1\">20&nbsp;</b>&nbsp;&nbsp;Why should you be intoxicated, my son, with a forbidden woman</span><br><span id=\"p20005020_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and embrace the bosom of an adulteress?</span><br><span id=\"p20005021_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005021-1\">21&nbsp;</b>&nbsp;&nbsp;For a man’s ways are before the eyes of the LORD,</span><br><span id=\"p20005021_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he ponders all his paths.</span><br><span id=\"p20005022_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005022-1\">22&nbsp;</b>&nbsp;&nbsp;The iniquities of the wicked ensnare him,</span><br><span id=\"p20005022_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he is held fast in the cords of his sin.</span><br><span id=\"p20005023_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005023-1\">23&nbsp;</b>&nbsp;&nbsp;He dies for lack of discipline,</span><br><span id=\"p20005023_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and because of his great folly he is led astray.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, attend unto my wisdom, and bow thine ear to my understanding:  <strong>2</strong> That thou mayest regard discretion, and that thy lips may keep knowledge.  <strong>3</strong> For the lips of a strange woman drop as an honeycomb, and her mouth is smoother than oil:  <strong>4</strong> But her end is bitter as wormwood, sharp as a twoedged sword.  <strong>5</strong> Her feet go down to death; her steps take hold on hell.  <strong>6</strong> Lest thou shouldest ponder the path of life, her ways are moveable, that thou canst not know them.  <strong>7</strong> Hear me now therefore, O ye children, and depart not from the words of my mouth.  <strong>8</strong> Remove thy way far from her, and come not nigh the door of her house:  <strong>9</strong> Lest thou give thine honour unto others, and thy years unto the cruel:  <strong>10</strong> Lest strangers be filled with thy wealth; and thy labours be  in the house of a stranger;  <strong>11</strong> And thou mourn at the last, when thy flesh and thy body are consumed,  <strong>12</strong> And say, How have I hated instruction, and my heart despised reproof;  <strong>13</strong> And have not obeyed the voice of my teachers, nor inclined mine ear to them that instructed me!  <strong>14</strong> I was almost in all evil in the midst of the congregation and assembly.  <strong>15</strong> Drink waters out of thine own cistern, and running waters out of thine own well.  <strong>16</strong> Let thy fountains be dispersed abroad, and rivers of waters in the streets.  <strong>17</strong> Let them be only thine own, and not strangers’ with thee.  <strong>18</strong> Let thy fountain be blessed: and rejoice with the wife of thy youth.  <strong>19</strong> Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love.  <strong>20</strong> And why wilt thou, my son, be ravished with a strange woman, and embrace the bosom of a stranger?  <strong>21</strong> For the ways of man are before the eyes of the LORD, and he pondereth all his goings.  <strong>22</strong> His own iniquities shall take the wicked himself, and he shall be holden with the cords of his sins.  <strong>23</strong> He shall die without instruction; and in the greatness of his folly he shall go astray.  ","niv":"<sup><strong>1</strong></sup> My son, pay attention to my wisdom, listen well to my words of insight, <sup><strong>2</strong></sup> that you may maintain discretion and your lips may preserve knowledge. <sup><strong>3</strong></sup> For the lips of an adulteress drip honey, and her speech is smoother than oil; <sup><strong>4</strong></sup> but in the end she is bitter as gall, sharp as a double-edged sword. <sup><strong>5</strong></sup> Her feet go down to death; her steps lead straight to the grave. <sup><strong>6</strong></sup> She gives no thought to the way of life; her paths are crooked, but she knows it not. <sup><strong>7</strong></sup> Now then, my sons, listen to me; do not turn aside from what I say. <sup><strong>8</strong></sup> Keep to a path far from her, do not go near the door of her house, <sup><strong>9</strong></sup> lest you give your best strength to others and your years to one who is cruel, <sup><strong>10</strong></sup> lest strangers feast on your wealth and your toil enrich another man's house. <sup><strong>11</strong></sup> At the end of your life you will groan, when your flesh and body are spent. <sup><strong>12</strong></sup> You will say, \"How I hated discipline! How my heart spurned correction! <sup><strong>13</strong></sup> I would not obey my teachers or listen to my instructors. <sup><strong>14</strong></sup> I have come to the brink of utter ruin in the midst of the whole assembly.\" <sup><strong>15</strong></sup> Drink water from your own cistern, running water from your own well. <sup><strong>16</strong></sup> Should your springs overflow in the streets, your streams of water in the public squares? <sup><strong>17</strong></sup> Let them be yours alone, never to be shared with strangers. <sup><strong>18</strong></sup> May your fountain be blessed, and may you rejoice in the wife of your youth. <sup><strong>19</strong></sup> A loving doe, a graceful deer- may her breasts satisfy you always, may you ever be captivated by her love. <sup><strong>20</strong></sup> Why be captivated, my son, by an adulteress? Why embrace the bosom of another man's wife? <sup><strong>21</strong></sup> For a man's ways are in full view of the LORD, and he examines all his paths. <sup><strong>22</strong></sup> The evil deeds of a wicked man ensnare him; the cords of his sin hold him fast. <sup><strong>23</strong></sup> He will die for lack of discipline, led astray by his own great folly. "},{"_id":"616cd440e9d39d04b3b5ff54","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Psalm 139:13-16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-9\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-9\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-9\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. "},{"_id":"616cd440e9d39d04b3b5ff55","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Psalm 113:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113009-1\">9&nbsp;</b>&nbsp;&nbsp;He gives the barren woman a home,</span><br><span id=\"p19113009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making her the joyous mother of children.</span><br><span id=\"p19113009_01-10\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.  ","niv":"<sup><strong>9</strong></sup> He settles the barren woman in her home as a happy mother of children. Praise the LORD."},{"_id":"616cd441e9d39d04b3b5ff56","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"1 Corinthians 9:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46009027_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize."},{"_id":"616cd441e9d39d04b3b5ff57","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"1 Corinthians 7:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46007005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n</div>","kjv":"<strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  ","niv":"<sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control."},{"_id":"616cd441e9d39d04b3b5ff58","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Ephesians 5:1-33","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-15\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-15\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-15\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-15\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-15\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-15\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616cd442e9d39d04b3b5ff59","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Jeremiah 1:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-16\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-16\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616cd442e9d39d04b3b5ff5a","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Isaiah 10:1-34","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010001_01-17\" class=\"line\"><b class=\"chapter-num\" id=\"v23010001-1\">10:1&nbsp;</b>&nbsp;&nbsp;Woe to those who decree iniquitous decrees,</span><br><span id=\"p23010001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the writers who keep writing oppression,</span><br><span id=\"p23010002_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010002-1\">2&nbsp;</b>&nbsp;&nbsp;to turn aside the needy from justice</span><br><span id=\"p23010002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to rob the poor of my people of their right,</span><br><span id=\"p23010002_01-17\" class=\"line\">&nbsp;&nbsp;that widows may be their spoil,</span><br><span id=\"p23010002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that they may make the fatherless their prey!</span><br><span id=\"p23010003_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010003-1\">3&nbsp;</b>&nbsp;&nbsp;What will you do on the day of punishment,</span><br><span id=\"p23010003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the ruin that will come from afar?</span><br><span id=\"p23010003_01-17\" class=\"line\">&nbsp;&nbsp;To whom will you flee for help,</span><br><span id=\"p23010003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and where will you leave your wealth?</span><br><span id=\"p23010004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010004-1\">4&nbsp;</b>&nbsp;&nbsp;Nothing remains but to crouch among the prisoners</span><br><span id=\"p23010004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or fall among the slain.</span><br><span id=\"p23010004_01-17\" class=\"line\">&nbsp;&nbsp;For all this his anger has not turned away,</span><br><span id=\"p23010004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hand is stretched out still.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010005_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010005-1\">5&nbsp;</b>&nbsp;&nbsp;Woe to Assyria, the rod of my anger;</span><br><span id=\"p23010005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the staff in their hands is my fury!</span><br><span id=\"p23010006_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010006-1\">6&nbsp;</b>&nbsp;&nbsp;Against a godless nation I send him,</span><br><span id=\"p23010006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against the people of my wrath I command him,</span><br><span id=\"p23010006_05-17\" class=\"line\">&nbsp;&nbsp;to take spoil and seize plunder,</span><br><span id=\"p23010006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to tread them down like the mire of the streets.</span><br><span id=\"p23010007_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010007-1\">7&nbsp;</b>&nbsp;&nbsp;But he does not so intend,</span><br><span id=\"p23010007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his heart does not so think;</span><br><span id=\"p23010007_05-17\" class=\"line\">&nbsp;&nbsp;but it is in his heart to destroy,</span><br><span id=\"p23010007_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to cut off nations not a few;</span><br><span id=\"p23010008_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010008-1\">8&nbsp;</b>&nbsp;&nbsp;for he says:</span><br><span id=\"p23010008_05-17\" class=\"line\">&nbsp;&nbsp;“Are not my commanders all kings?</span><br><span id=\"p23010009_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010009-1\">9&nbsp;</b>&nbsp;&nbsp;Is not Calno like Carchemish?</span><br><span id=\"p23010009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is not Hamath like Arpad?</span><br><span id=\"p23010009_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is not Samaria like Damascus?</span><br><span id=\"p23010010_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010010-1\">10&nbsp;</b>&nbsp;&nbsp;As my hand has reached to the kingdoms of the idols,</span><br><span id=\"p23010010_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose carved images were greater than those of Jerusalem and Samaria,</span><br><span id=\"p23010011_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010011-1\">11&nbsp;</b>&nbsp;&nbsp;shall I not do to Jerusalem and her idols</span><br><span id=\"p23010011_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as I have done to Samaria and her images?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23010011_05-17\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23010012-1\">12&nbsp;</b>When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of the arrogant heart of the king of Assyria and the boastful look in his eyes. <b class=\"verse-num\" id=\"v23010013-1\">13&nbsp;</b>For he says:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010013_05-17\" class=\"line\">&nbsp;&nbsp;“By the strength of my hand I have done it,</span><br><span id=\"p23010013_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by my wisdom, for I have understanding;</span><br><span id=\"p23010013_05-17\" class=\"line\">&nbsp;&nbsp;I remove the boundaries of peoples,</span><br><span id=\"p23010013_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and plunder their treasures;</span><br><span id=\"p23010013_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a bull I bring down those who sit on thrones.</span><br><span id=\"p23010014_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010014-1\">14&nbsp;</b>&nbsp;&nbsp;My hand has found like a nest</span><br><span id=\"p23010014_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wealth of the peoples;</span><br><span id=\"p23010014_05-17\" class=\"line\">&nbsp;&nbsp;and as one gathers eggs that have been forsaken,</span><br><span id=\"p23010014_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so I have gathered all the earth;</span><br><span id=\"p23010014_05-17\" class=\"line\">&nbsp;&nbsp;and there was none that moved a wing</span><br><span id=\"p23010014_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or opened the mouth or chirped.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23010015_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010015-1\">15&nbsp;</b>&nbsp;&nbsp;Shall the axe boast over him who hews with it,</span><br><span id=\"p23010015_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the saw magnify itself against him who wields it?</span><br><span id=\"p23010015_05-17\" class=\"line\">&nbsp;&nbsp;As if a rod should wield him who lifts it,</span><br><span id=\"p23010015_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or as if a staff should lift him who is not wood!</span><br><span id=\"p23010016_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010016-1\">16&nbsp;</b>&nbsp;&nbsp;Therefore the Lord GOD of hosts</span><br><span id=\"p23010016_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will send wasting sickness among his stout warriors,</span><br><span id=\"p23010016_05-17\" class=\"line\">&nbsp;&nbsp;and under his glory a burning will be kindled,</span><br><span id=\"p23010016_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like the burning of fire.</span><br><span id=\"p23010017_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010017-1\">17&nbsp;</b>&nbsp;&nbsp;The light of Israel will become a fire,</span><br><span id=\"p23010017_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Holy One a flame,</span><br><span id=\"p23010017_05-17\" class=\"line\">&nbsp;&nbsp;and it will burn and devour</span><br><span id=\"p23010017_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his thorns and briers in one day.</span><br><span id=\"p23010018_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010018-1\">18&nbsp;</b>&nbsp;&nbsp;The glory of his forest and of his fruitful land</span><br><span id=\"p23010018_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD will destroy, both soul and body,</span><br><span id=\"p23010018_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it will be as when a sick man wastes away.</span><br><span id=\"p23010019_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010019-1\">19&nbsp;</b>&nbsp;&nbsp;The remnant of the trees of his forest will be so few</span><br><span id=\"p23010019_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that a child can write them down.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23010019_11-17\"><b class=\"verse-num\" id=\"v23010020-1\">20&nbsp;</b>In that day the remnant of Israel and the survivors of the house of Jacob will no more lean on him who struck them, but will lean on the LORD, the Holy One of Israel, in truth. <b class=\"verse-num\" id=\"v23010021-1\">21&nbsp;</b>A remnant will return, the remnant of Jacob, to the mighty God. <b class=\"verse-num\" id=\"v23010022-1\">22&nbsp;</b>For though your people Israel be as the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness. <b class=\"verse-num\" id=\"v23010023-1\">23&nbsp;</b>For the Lord GOD of hosts will make a full end, as decreed, in the midst of all the earth.</p>\n<p id=\"p23010023_11-17\"><b class=\"verse-num\" id=\"v23010024-1\">24&nbsp;</b>Therefore thus says the Lord GOD of hosts: “O my people, who dwell in Zion, be not afraid of the Assyrians when they strike with the rod and lift up their staff against you as the Egyptians did. <b class=\"verse-num\" id=\"v23010025-1\">25&nbsp;</b>For in a very little while my fury will come to an end, and my anger will be directed to their destruction. <b class=\"verse-num\" id=\"v23010026-1\">26&nbsp;</b>And the LORD of hosts will wield against them a whip, as when he struck Midian at the rock of Oreb. And his staff will be over the sea, and he will lift it as he did in Egypt. <b class=\"verse-num\" id=\"v23010027-1\">27&nbsp;</b>And in that day his burden will depart from your shoulder, and his yoke from your neck; and the yoke will be broken because of the fat.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010028_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010028-1\">28&nbsp;</b>&nbsp;&nbsp;He has come to Aiath;</span><br><span id=\"p23010028_11-17\" class=\"line\">&nbsp;&nbsp;he has passed through Migron;</span><br><span id=\"p23010028_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at Michmash he stores his baggage;</span><br><span id=\"p23010029_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010029-1\">29&nbsp;</b>&nbsp;&nbsp;they have crossed over the pass;</span><br><span id=\"p23010029_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at Geba they lodge for the night;</span><br><span id=\"p23010029_11-17\" class=\"line\">&nbsp;&nbsp;Ramah trembles;</span><br><span id=\"p23010029_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Gibeah of Saul has fled.</span><br><span id=\"p23010030_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010030-1\">30&nbsp;</b>&nbsp;&nbsp;Cry aloud, O daughter of Gallim!</span><br><span id=\"p23010030_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give attention, O Laishah!</span><br><span id=\"p23010030_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O poor Anathoth!</span><br><span id=\"p23010031_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010031-1\">31&nbsp;</b>&nbsp;&nbsp;Madmenah is in flight;</span><br><span id=\"p23010031_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the inhabitants of Gebim flee for safety.</span><br><span id=\"p23010032_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010032-1\">32&nbsp;</b>&nbsp;&nbsp;This very day he will halt at Nob;</span><br><span id=\"p23010032_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will shake his fist</span><br><span id=\"p23010032_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the mount of the daughter of Zion,</span><br><span id=\"p23010032_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the hill of Jerusalem.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23010033_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010033-1\">33&nbsp;</b>&nbsp;&nbsp;Behold, the Lord GOD of hosts</span><br><span id=\"p23010033_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will lop the boughs with terrifying power;</span><br><span id=\"p23010033_11-17\" class=\"line\">&nbsp;&nbsp;the great in height will be hewn down,</span><br><span id=\"p23010033_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lofty will be brought low.</span><br><span id=\"p23010034_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010034-1\">34&nbsp;</b>&nbsp;&nbsp;He will cut down the thickets of the forest with an axe,</span><br><span id=\"p23010034_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Lebanon will fall by the Majestic One.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;  <strong>2</strong> To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that  they may rob the fatherless!  <strong>3</strong> And what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?  <strong>4</strong> Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.  <strong>5</strong> O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation.  <strong>6</strong> I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets.  <strong>7</strong> Howbeit he meaneth not so, neither doth his heart think so; but it is in his heart to destroy and cut off nations not a few.  <strong>8</strong> For he saith, Are not my princes altogether kings?  <strong>9</strong> Is not Calno as Carchemish? is not Hamath as Arpad? is not Samaria as Damascus?  <strong>10</strong> As my hand hath found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;  <strong>11</strong> Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?  <strong>12</strong> Wherefore it shall come to pass, that when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.  <strong>13</strong> For he saith, By the strength of my hand I have done it,  and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man:  <strong>14</strong> And my hand hath found as a nest the riches of the people: and as one gathereth eggs that are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.  <strong>15</strong> Shall the axe boast itself against him that heweth therewith? or shall the saw magnify itself against him that shaketh it? as if the rod should shake itself against them that lift it up, or as if the staff should lift up itself, as if it were  no wood.  <strong>16</strong> Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.  <strong>17</strong> And the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day;  <strong>18</strong> And shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standardbearer fainteth.  <strong>19</strong> And the rest of the trees of his forest shall be few, that a child may write them.  <strong>20</strong> And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the LORD, the Holy One of Israel, in truth.  <strong>21</strong> The remnant shall return, even the remnant of Jacob, unto the mighty God.  <strong>22</strong> For though thy people Israel be as the sand of the sea, yet  a remnant of them shall return: the consumption decreed shall overflow with righteousness.  <strong>23</strong> For the Lord GOD of hosts shall make a consumption, even determined, in the midst of all the land.  <strong>24</strong> Therefore thus saith the Lord GOD of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.  <strong>25</strong> For yet a very little while, and the indignation shall cease, and mine anger in their destruction.  <strong>26</strong> And the LORD of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and as his rod was  upon the sea, so shall he lift it up after the manner of Egypt.  <strong>27</strong> And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.  <strong>28</strong> He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages:  <strong>29</strong> They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled.  <strong>30</strong> Lift up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth.  <strong>31</strong> Madmenah is removed; the inhabitants of Gebim gather themselves to flee.  <strong>32</strong> As yet shall he remain at Nob that day: he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.  <strong>33</strong> Behold, the Lord, the LORD of hosts, shall lop the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled.  <strong>34</strong> And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one.  ","niv":"<sup><strong>1</strong></sup> Woe to those who make unjust laws, to those who issue oppressive decrees, <sup><strong>2</strong></sup> to deprive the poor of their rights and withhold justice from the oppressed of my people, making widows their prey and robbing the fatherless. <sup><strong>3</strong></sup> What will you do on the day of reckoning, when disaster comes from afar? To whom will you run for help? Where will you leave your riches? <sup><strong>4</strong></sup> Nothing will remain but to cringe among the captives or fall among the slain. Yet for all this, his anger is not turned away, his hand is still upraised. <sup><strong>5</strong></sup> \"Woe to the Assyrian, the rod of my anger, in whose hand is the club of my wrath! <sup><strong>6</strong></sup> I send him against a godless nation, I dispatch him against a people who anger me, to seize loot and snatch plunder, and to trample them down like mud in the streets. <sup><strong>7</strong></sup> But this is not what he intends, this is not what he has in mind; his purpose is to destroy, to put an end to many nations. <sup><strong>8</strong></sup> 'Are not my commanders all kings?' he says. <sup><strong>9</strong></sup> 'Has not Calno fared like Carchemish? Is not Hamath like Arpad, and Samaria like Damascus? <sup><strong>10</strong></sup> As my hand seized the kingdoms of the idols, kingdoms whose images excelled those of Jerusalem and Samaria- <sup><strong>11</strong></sup> shall I not deal with Jerusalem and her images as I dealt with Samaria and her idols?'\" <sup><strong>12</strong></sup> When the Lord has finished all his work against Mount Zion and Jerusalem, he will say, \"I will punish the king of Assyria for the willful pride of his heart and the haughty look in his eyes. <sup><strong>13</strong></sup> For he says: \"'By the strength of my hand I have done this, and by my wisdom, because I have understanding. I removed the boundaries of nations, I plundered their treasures; like a mighty one I subdued their kings. <sup><strong>14</strong></sup> As one reaches into a nest, so my hand reached for the wealth of the nations; as men gather abandoned eggs, so I gathered all the countries; not one flapped a wing, or opened its mouth to chirp.'\" <sup><strong>15</strong></sup> Does the ax raise itself above him who swings it, or the saw boast against him who uses it? As if a rod were to wield him who lifts it up, or a club brandish him who is not wood! <sup><strong>16</strong></sup> Therefore, the Lord, the LORD Almighty, will send a wasting disease upon his sturdy warriors; under his pomp a fire will be kindled like a blazing flame. <sup><strong>17</strong></sup> The Light of Israel will become a fire, their Holy One a flame; in a single day it will burn and consume his thorns and his briers. <sup><strong>18</strong></sup> The splendor of his forests and fertile fields it will completely destroy, as when a sick man wastes away. <sup><strong>19</strong></sup> And the remaining trees of his forests will be so few that a child could write them down. <sup><strong>20</strong></sup> In that day the remnant of Israel, the survivors of the house of Jacob, will no longer rely on him who struck them down but will truly rely on the LORD, the Holy One of Israel. <sup><strong>21</strong></sup> A remnant will return, a remnant of Jacob will return to the Mighty God. <sup><strong>22</strong></sup> Though your people, O Israel, be like the sand by the sea, only a remnant will return. Destruction has been decreed, overwhelming and righteous. <sup><strong>23</strong></sup> The Lord, the LORD Almighty, will carry out the destruction decreed upon the whole land. <sup><strong>24</strong></sup> Therefore, this is what the Lord, the LORD Almighty, says: \"O my people who live in Zion, do not be afraid of the Assyrians, who beat you with a rod and lift up a club against you, as Egypt did. <sup><strong>25</strong></sup> Very soon my anger against you will end and my wrath will be directed to their destruction.\" <sup><strong>26</strong></sup> The LORD Almighty will lash them with a whip, as when he struck down Midian at the rock of Oreb; and he will raise his staff over the waters, as he did in Egypt. <sup><strong>27</strong></sup> In that day their burden will be lifted from your shoulders, their yoke from your neck; the yoke will be broken because you have grown so fat. <sup><strong>28</strong></sup> They enter Aiath; they pass through Migron; they store supplies at Micmash. <sup><strong>29</strong></sup> They go over the pass, and say, \"We will camp overnight at Geba.\" Ramah trembles; Gibeah of Saul flees. <sup><strong>30</strong></sup> Cry out, O Daughter of Gallim! Listen, O Laishah! Poor Anathoth! <sup><strong>31</strong></sup> Madmenah is in flight; the people of Gebim take cover. <sup><strong>32</strong></sup> This day they will halt at Nob; they will shake their fist at the mount of the Daughter of Zion, at the hill of Jerusalem. <sup><strong>33</strong></sup> See, the Lord, the LORD Almighty, will lop off the boughs with great power. The lofty trees will be felled, the tall ones will be brought low. <sup><strong>34</strong></sup> He will cut down the forest thickets with an ax; Lebanon will fall before the Mighty One. "},{"_id":"616cd442e9d39d04b3b5ff5b","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Genesis 38:1-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01038001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01038001-1\">38:1&nbsp;</b>It happened at that time that Judah went down from his brothers and turned aside to a certain Adullamite, whose name was Hirah. <b class=\"verse-num\" id=\"v01038002-1\">2&nbsp;</b>There Judah saw the daughter of a certain Canaanite whose name was Shua. He took her and went in to her, <b class=\"verse-num\" id=\"v01038003-1\">3&nbsp;</b>and she conceived and bore a son, and he called his name Er. <b class=\"verse-num\" id=\"v01038004-1\">4&nbsp;</b>She conceived again and bore a son, and she called his name Onan. <b class=\"verse-num\" id=\"v01038005-1\">5&nbsp;</b>Yet again she bore a son, and she called his name Shelah. Judah was in Chezib when she bore him.</p>\n<p id=\"p01038005_04-18\"><b class=\"verse-num\" id=\"v01038006-1\">6&nbsp;</b>And Judah took a wife for Er his firstborn, and her name was Tamar. <b class=\"verse-num\" id=\"v01038007-1\">7&nbsp;</b>But Er, Judah’s firstborn, was wicked in the sight of the LORD, and the LORD put him to death. <b class=\"verse-num\" id=\"v01038008-1\">8&nbsp;</b>Then Judah said to Onan, “Go in to your brother’s wife and perform the duty of a brother-in-law to her, and raise up offspring for your brother.” <b class=\"verse-num\" id=\"v01038009-1\">9&nbsp;</b>But Onan knew that the offspring would not be his. So whenever he went in to his brother’s wife he would waste the semen on the ground, so as not to give offspring to his brother. <b class=\"verse-num\" id=\"v01038010-1\">10&nbsp;</b>And what he did was wicked in the sight of the LORD, and he put him to death also. <b class=\"verse-num\" id=\"v01038011-1\">11&nbsp;</b>Then Judah said to Tamar his daughter-in-law, “Remain a widow in your father’s house, till Shelah my son grows up”—for he feared that he would die, like his brothers. So Tamar went and remained in her father’s house.</p>\n<p id=\"p01038011_04-18\"><b class=\"verse-num\" id=\"v01038012-1\">12&nbsp;</b>In the course of time the wife of Judah, Shua’s daughter, died. When Judah was comforted, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite. <b class=\"verse-num\" id=\"v01038013-1\">13&nbsp;</b>And when Tamar was told, “Your father-in-law is going up to Timnah to shear his sheep,” <b class=\"verse-num\" id=\"v01038014-1\">14&nbsp;</b>she took off her widow’s garments and covered herself with a veil, wrapping herself up, and sat at the entrance to Enaim, which is on the road to Timnah. For she saw that Shelah was grown up, and she had not been given to him in marriage. <b class=\"verse-num\" id=\"v01038015-1\">15&nbsp;</b>When Judah saw her, he thought she was a prostitute, for she had covered her face. <b class=\"verse-num\" id=\"v01038016-1\">16&nbsp;</b>He turned to her at the roadside and said, “Come, let me come in to you,” for he did not know that she was his daughter-in-law. She said, “What will you give me, that you may come in to me?” <b class=\"verse-num\" id=\"v01038017-1\">17&nbsp;</b>He answered, “I will send you a young goat from the flock.” And she said, “If you give me a pledge, until you send it—” <b class=\"verse-num\" id=\"v01038018-1\">18&nbsp;</b>He said, “What pledge shall I give you?” She replied, “Your signet and your cord and your staff that is in your hand.” So he gave them to her and went in to her, and she conceived by him. <b class=\"verse-num\" id=\"v01038019-1\">19&nbsp;</b>Then she arose and went away, and taking off her veil she put on the garments of her widowhood.</p>\n<p id=\"p01038019_04-18\"><b class=\"verse-num\" id=\"v01038020-1\">20&nbsp;</b>When Judah sent the young goat by his friend the Adullamite to take back the pledge from the woman’s hand, he did not find her. <b class=\"verse-num\" id=\"v01038021-1\">21&nbsp;</b>And he asked the men of the place, “Where is the cult prostitute who was at Enaim at the roadside?” And they said, “No cult prostitute has been here.” <b class=\"verse-num\" id=\"v01038022-1\">22&nbsp;</b>So he returned to Judah and said, “I have not found her. Also, the men of the place said, ‘No cult prostitute has been here.’” <b class=\"verse-num\" id=\"v01038023-1\">23&nbsp;</b>And Judah replied, “Let her keep the things as her own, or we shall be laughed at. You see, I sent this young goat, and you did not find her.”</p>\n<p id=\"p01038023_04-18\"><b class=\"verse-num\" id=\"v01038024-1\">24&nbsp;</b>About three months later Judah was told, “Tamar your daughter-in-law has been immoral. Moreover, she is pregnant by immorality.” And Judah said, “Bring her out, and let her be burned.” <b class=\"verse-num\" id=\"v01038025-1\">25&nbsp;</b>As she was being brought out, she sent word to her father-in-law, “By the man to whom these belong, I am pregnant.” And she said, “Please identify whose these are, the signet and the cord and the staff.” <b class=\"verse-num\" id=\"v01038026-1\">26&nbsp;</b>Then Judah identified them and said, “She is more righteous than I, since I did not give her to my son Shelah.” And he did not know her again.</p>\n<p id=\"p01038026_04-18\"><b class=\"verse-num\" id=\"v01038027-1\">27&nbsp;</b>When the time of her labor came, there were twins in her womb. <b class=\"verse-num\" id=\"v01038028-1\">28&nbsp;</b>And when she was in labor, one put out a hand, and the midwife took and tied a scarlet thread on his hand, saying, “This one came out first.” <b class=\"verse-num\" id=\"v01038029-1\">29&nbsp;</b>But as he drew back his hand, behold, his brother came out. And she said, “What a breach you have made for yourself!” Therefore his name was called Perez. <b class=\"verse-num\" id=\"v01038030-1\">30&nbsp;</b>Afterward his brother came out with the scarlet thread on his hand, and his name was called Zerah.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah.  <strong>2</strong> And Judah saw there a daughter of a certain Canaanite, whose name was Shuah; and he took her, and went in unto her.  <strong>3</strong> And she conceived, and bare a son; and he called his name Er.  <strong>4</strong> And she conceived again, and bare a son; and she called his name Onan.  <strong>5</strong> And she yet again conceived, and bare a son; and called his name Shelah: and he was at Chezib, when she bare him.  <strong>6</strong> And Judah took a wife for Er his firstborn, whose name was  Tamar.  <strong>7</strong> And Er, Judah’s firstborn, was wicked in the sight of the LORD; and the LORD slew him.  <strong>8</strong> And Judah said unto Onan, Go in unto thy brother’s wife, and marry her, and raise up seed to thy brother.  <strong>9</strong> And Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother’s wife, that he spilled it on the ground, lest that he should give seed to his brother.  <strong>10</strong> And the thing which he did displeased the LORD: wherefore he slew him also.  <strong>11</strong> Then said Judah to Tamar his daughter in law, Remain a widow at thy father’s house, till Shelah my son be grown: for he said, Lest peradventure he die also, as his brethren did. And Tamar went and dwelt in her father’s house.  <strong>12</strong> And in process of time the daughter of Shuah Judah’s wife died; and Judah was comforted, and went up unto his sheepshearers to Timnath, he and his friend Hirah the Adullamite.  <strong>13</strong> And it was told Tamar, saying, Behold thy father in law goeth up to Timnath to shear his sheep.  <strong>14</strong> And she put her widow’s garments off from her, and covered her with a vail, and wrapped herself, and sat in an open place, which is by the way to Timnath; for she saw that Shelah was grown, and she was not given unto him to wife.  <strong>15</strong> When Judah saw her, he thought her to be an harlot; because she had covered her face.  <strong>16</strong> And he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?  <strong>17</strong> And he said, I will send thee a kid from the flock. And she said, Wilt thou give me a pledge, till thou send it?  <strong>18</strong> And he said, What pledge shall I give thee? And she said, Thy signet, and thy bracelets, and thy staff that is in thine hand. And he gave it her, and came in unto her, and she conceived by him.  <strong>19</strong> And she arose, and went away, and laid by her vail from her, and put on the garments of her widowhood.  <strong>20</strong> And Judah sent the kid by the hand of his friend the Adullamite, to receive his pledge from the woman’s hand: but he found her not.  <strong>21</strong> Then he asked the men of that place, saying, Where is the harlot, that was openly by the way side? And they said, There was no harlot in this place.  <strong>22</strong> And he returned to Judah, and said, I cannot find her; and also the men of the place said, that there was no harlot in this place.  <strong>23</strong> And Judah said, Let her take it to her, lest we be shamed: behold, I sent this kid, and thou hast not found her.  <strong>24</strong> And it came to pass about three months after, that it was told Judah, saying, Tamar thy daughter in law hath played the harlot; and also, behold, she is with child by whoredom. And Judah said, Bring her forth, and let her be burnt.  <strong>25</strong> When she was brought forth, she sent to her father in law, saying, By the man, whose these are, am I with child: and she said, Discern, I pray thee, whose are these, the signet, and bracelets, and staff.  <strong>26</strong> And Judah acknowledged them, and said, She hath been more righteous than I; because that I gave her not to Shelah my son. And he knew her again no more.  <strong>27</strong> And it came to pass in the time of her travail, that, behold, twins were in her womb.  <strong>28</strong> And it came to pass, when she travailed, that the one put out his hand: and the midwife took and bound upon his hand a scarlet thread, saying, This came out first,  <strong>29</strong> And it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, How hast thou broken forth? this breach be upon thee: therefore his name was called Pharez.  <strong>30</strong> And afterward came out his brother, that had the scarlet thread upon his hand: and his name was called Zarah.  ","niv":"<sup><strong>1</strong></sup> At that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah. <sup><strong>2</strong></sup> There Judah met the daughter of a Canaanite man named Shua. He married her and lay with her; <sup><strong>3</strong></sup> she became pregnant and gave birth to a son, who was named Er. <sup><strong>4</strong></sup> She conceived again and gave birth to a son and named him Onan. <sup><strong>5</strong></sup> She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him. <sup><strong>6</strong></sup> Judah got a wife for Er, his firstborn, and her name was Tamar. <sup><strong>7</strong></sup> But Er, Judah's firstborn, was wicked in the LORD's sight; so the LORD put him to death. <sup><strong>8</strong></sup> Then Judah said to Onan, \"Lie with your brother's wife and fulfill your duty to her as a brother-in-law to produce offspring for your brother.\" <sup><strong>9</strong></sup> But Onan knew that the offspring would not be his; so whenever he lay with his brother's wife, he spilled his semen on the ground to keep from producing offspring for his brother. <sup><strong>10</strong></sup> What he did was wicked in the LORD's sight; so he put him to death also. <sup><strong>11</strong></sup> Judah then said to his daughter-in-law Tamar, \"Live as a widow in your father's house until my son Shelah grows up.\" For he thought, \"He may die too, just like his brothers.\" So Tamar went to live in her father's house. <sup><strong>12</strong></sup> After a long time Judah's wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him. <sup><strong>13</strong></sup> When Tamar was told, \"Your father-in-law is on his way to Timnah to shear his sheep,\" <sup><strong>14</strong></sup> she took off her widow's clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife. <sup><strong>15</strong></sup> When Judah saw her, he thought she was a prostitute, for she had covered her face. <sup><strong>16</strong></sup> Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, \"Come now, let me sleep with you.And what will you give me to sleep with you?\" she asked. <sup><strong>17</strong></sup> \"I'll send you a young goat from my flock,\" he said. \"Will you give me something as a pledge until you send it?\" she asked. <sup><strong>18</strong></sup> He said, \"What pledge should I give you?Your seal and its cord, and the staff in your hand,\" she answered. So he gave them to her and slept with her, and she became pregnant by him. <sup><strong>19</strong></sup> After she left, she took off her veil and put on her widow's clothes again. <sup><strong>20</strong></sup> Meanwhile Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her. <sup><strong>21</strong></sup> He asked the men who lived there, \"Where is the shrine prostitute who was beside the road at Enaim?There hasn't been any shrine prostitute here,\" they said. <sup><strong>22</strong></sup> So he went back to Judah and said, \"I didn't find her. Besides, the men who lived there said, 'There hasn't been any shrine prostitute here.'\" <sup><strong>23</strong></sup> Then Judah said, \"Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn't find her.\" <sup><strong>24</strong></sup> About three months later Judah was told, \"Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.\" Judah said, \"Bring her out and have her burned to death!\" <sup><strong>25</strong></sup> As she was being brought out, she sent a message to her father-in-law. \"I am pregnant by the man who owns these,\" she said. And she added, \"See if you recognize whose seal and cord and staff these are.\" <sup><strong>26</strong></sup> Judah recognized them and said, \"She is more righteous than I, since I wouldn't give her to my son Shelah.\" And he did not sleep with her again. <sup><strong>27</strong></sup> When the time came for her to give birth, there were twin boys in her womb. <sup><strong>28</strong></sup> As she was giving birth, one of them put out his hand; so the midwife took a scarlet thread and tied it on his wrist and said, \"This one came out first.\" <sup><strong>29</strong></sup> But when he drew back his hand, his brother came out, and she said, \"So this is how you have broken out!\" And he was named Perez. <sup><strong>30</strong></sup> Then his brother, who had the scarlet thread on his wrist, came out and he was given the name Zerah. "},{"_id":"616cd443e9d39d04b3b5ff5c","topicId":"616cd43ee9d39d04b3b5ff4b","verse":"Psalm 127:3","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him."}]}