{"_id":"616cd4d8e9d39d04b3b5ffab","slug":"veil","name":"Veil","verses":[{"_id":"616cd4d8e9d39d04b3b5ffac","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Matthew 27:51","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40027051_01-1\"><b class=\"verse-num\" id=\"v40027051-1\">51&nbsp;</b>And behold, the curtain of the temple was torn in two, from top to bottom. And the earth shook, and the rocks were split.</p>\n</div>","kjv":"<strong>51</strong> And, behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;  ","niv":"<sup><strong>51</strong></sup> At that moment the curtain of the temple was torn in two from top to bottom. The earth shook and the rocks split.","modified":"2023-04-26T23:01:08.707Z"},{"_id":"616cd4d8e9d39d04b3b5ffad","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Luke 23:45","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42023045_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023045-1\">45&nbsp;</b>while the sun’s light failed. And the curtain of the temple was torn in two.</p>\n</div>","kjv":"<strong>45</strong> And the sun was darkened, and the veil of the temple was rent in the midst.  ","niv":"<sup><strong>45</strong></sup> for the sun stopped shining. And the curtain of the temple was torn in two.","modified":"2023-06-20T19:34:16.348Z"},{"_id":"616cd4d9e9d39d04b3b5ffae","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Mark 15:38","votes":26,"__v":0,"esv":"<div>\n<p id=\"p41015038_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v41015038-1\">38&nbsp;</b>And the curtain of the temple was torn in two, from top to bottom.</p>\n</div>","kjv":"<strong>38</strong> And the veil of the temple was rent in twain from the top to the bottom.  ","niv":"<sup><strong>38</strong></sup> The curtain of the temple was torn in two from top to bottom.","modified":"2023-03-07T16:18:24.521Z"},{"_id":"616cd4d9e9d39d04b3b5ffaf","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"2 Corinthians 3:16","votes":23,"__v":0,"esv":"<div>\n<p id=\"p47003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003016-1\">16&nbsp;</b>But when one turns to the Lord, the veil is removed.</p>\n\n</div>","kjv":"<strong>16</strong> Nevertheless when it shall turn to the Lord, the vail shall be taken away.  ","niv":"<sup><strong>16</strong></sup> But whenever anyone turns to the Lord, the veil is taken away.","modified":"2023-07-22T11:27:19.203Z"},{"_id":"616cd4d9e9d39d04b3b5ffb0","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 6:19","votes":24,"__v":0,"esv":"<div>\n<p id=\"p58006019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006019-1\">19&nbsp;</b>We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,</p>\n</div>","kjv":"<strong>19</strong> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;  ","niv":"<sup><strong>19</strong></sup> We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain,","modified":"2023-01-01T06:37:42.070Z"},{"_id":"616cd4dae9d39d04b3b5ffb1","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Exodus 26:33","votes":23,"__v":0,"esv":"<div>\n<p id=\"p02026033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v02026033-1\">33&nbsp;</b>And you shall hang the veil from the clasps, and bring the ark of the testimony in there within the veil. And the veil shall separate for you the Holy Place from the Most Holy.</p>\n</div>","kjv":"<strong>33</strong> And thou shalt hang up the vail under the taches, that thou mayest bring in thither within the vail the ark of the testimony: and the vail shall divide unto you between the holy place and the most holy.  ","niv":"<sup><strong>33</strong></sup> Hang the curtain from the clasps and place the ark of the Testimony behind the curtain. The curtain will separate the Holy Place from the Most Holy Place."},{"_id":"616cd4dae9d39d04b3b5ffb2","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 10:20","votes":18,"__v":0,"esv":"<div>\n<p id=\"p58010020_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh,</p>\n</div>","kjv":"<strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  ","niv":"<sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body,","modified":"2023-01-29T04:57:18.963Z"},{"_id":"616cd4dae9d39d04b3b5ffb3","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Isaiah 25:7","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23025007_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23025007-1\">7&nbsp;</b>&nbsp;&nbsp;And he will swallow up on this mountain</span><br><span id=\"p23025007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the covering that is cast over all peoples,</span><br><span id=\"p23025007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the veil that is spread over all nations.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations.  ","niv":"<sup><strong>7</strong></sup> On this mountain he will destroy the shroud that enfolds all peoples, the sheet that covers all nations;","modified":"2023-05-28T18:22:22.448Z"},{"_id":"616cd4dbe9d39d04b3b5ffb4","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"1 Corinthians 11:1-34","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-10\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-10\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-10\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-10\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-10\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. ","modified":"2022-09-22T03:17:36.691Z"},{"_id":"616cd4dbe9d39d04b3b5ffb5","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 9:3","votes":17,"__v":0,"esv":"<div>\n<p id=\"p58009003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009003-1\">3&nbsp;</b>Behind the second curtain was a second section called the Most Holy Place,</p>\n\n</div>","kjv":"<strong>3</strong> And after the second veil, the tabernacle which is called the Holiest of all;  ","niv":"<sup><strong>3</strong></sup> Behind the second curtain was a room called the Most Holy Place,","modified":"2023-04-25T23:30:09.517Z"},{"_id":"616cd4dbe9d39d04b3b5ffb6","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"2 Corinthians 3:13","votes":16,"__v":0,"esv":"<div>\n<p id=\"p47003013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003013-1\">13&nbsp;</b>not like Moses, who would put a veil over his face so that the Israelites might not gaze at the outcome of what was being brought to an end.</p>\n</div>","kjv":"<strong>13</strong> And not as Moses, which put a vail over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:  ","niv":"<sup><strong>13</strong></sup> We are not like Moses, who would put a veil over his face to keep the Israelites from gazing at it while the radiance was fading away."},{"_id":"616cd4dbe9d39d04b3b5ffb7","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 10:19","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p58010019_06-13\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus,</p>\n\n</div>","kjv":"<strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  ","niv":"<sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus,","modified":"2023-06-28T11:10:46.838Z"},{"_id":"616cd4dce9d39d04b3b5ffb8","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Leviticus 16:2","votes":14,"__v":0,"esv":"<div>\n<p id=\"p03016002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v03016002-1\">2&nbsp;</b>and the LORD said to Moses, “Tell Aaron your brother not to come at any time into the Holy Place inside the veil, before the mercy seat that is on the ark, so that he may not die. For I will appear in the cloud over the mercy seat.</p>\n</div>","kjv":"<strong>2</strong> And the LORD said unto Moses, Speak unto Aaron thy brother, that he come not at all times into the holy place within the vail before the mercy seat, which is upon the ark; that he die not: for I will appear in the cloud upon the mercy seat.  ","niv":"<sup><strong>2</strong></sup> The LORD said to Moses: \"Tell your brother Aaron not to come whenever he chooses into the Most Holy Place behind the curtain in front of the atonement cover on the ark, or else he will die, because I appear in the cloud over the atonement cover."},{"_id":"616cd4dce9d39d04b3b5ffb9","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 10:19-22","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p58010019_06-15\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, <b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh, <b class=\"verse-num\" id=\"v58010021-1\">21&nbsp;</b>and since we have a great priest over the house of God, <b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water.</p>\n\n</div>","kjv":"<strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  ","niv":"<sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus, <sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body, <sup><strong>21</strong></sup> and since we have a great priest over the house of God, <sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water. "},{"_id":"616cd4dce9d39d04b3b5ffba","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"2 Corinthians 3:12-16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p47003012_01-16\"><b class=\"verse-num\" id=\"v47003012-1\">12&nbsp;</b>Since we have such a hope, we are very bold, <b class=\"verse-num\" id=\"v47003013-1\">13&nbsp;</b>not like Moses, who would put a veil over his face so that the Israelites might not gaze at the outcome of what was being brought to an end. <b class=\"verse-num\" id=\"v47003014-1\">14&nbsp;</b>But their minds were hardened. For to this day, when they read the old covenant, that same veil remains unlifted, because only through Christ is it taken away. <b class=\"verse-num\" id=\"v47003015-1\">15&nbsp;</b>Yes, to this day whenever Moses is read a veil lies over their hearts. <b class=\"verse-num\" id=\"v47003016-1\">16&nbsp;</b>But when one turns to the Lord, the veil is removed.</p>\n\n</div>","kjv":"<strong>12</strong> Seeing then that we have such hope, we use great plainness of speech:  <strong>13</strong> And not as Moses, which put a vail over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:  <strong>14</strong> But their minds were blinded: for until this day remaineth the same vail untaken away in the reading of the old testament; which vail is done away in Christ.  <strong>15</strong> But even unto this day, when Moses is read, the vail is upon their heart.  <strong>16</strong> Nevertheless when it shall turn to the Lord, the vail shall be taken away.  ","niv":"<sup><strong>12</strong></sup> Therefore, since we have such a hope, we are very bold. <sup><strong>13</strong></sup> We are not like Moses, who would put a veil over his face to keep the Israelites from gazing at it while the radiance was fading away. <sup><strong>14</strong></sup> But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away. <sup><strong>15</strong></sup> Even to this day when Moses is read, a veil covers their hearts. <sup><strong>16</strong></sup> But whenever anyone turns to the Lord, the veil is taken away. "},{"_id":"616cd4dde9d39d04b3b5ffbb","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Hebrews 10:19-20","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p58010019_06-17\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus, <b class=\"verse-num\" id=\"v58010020-1\">20&nbsp;</b>by the new and living way that he opened for us through the curtain, that is, through his flesh,</p>\n\n</div>","kjv":"<strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  ","niv":"<sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus, <sup><strong>20</strong></sup> by a new and living way opened for us through the curtain, that is, his body, "},{"_id":"616cd4dde9d39d04b3b5ffbc","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Exodus 26:31","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02026031_01-18\"><b class=\"verse-num\" id=\"v02026031-1\">31&nbsp;</b>“And you shall make a veil of blue and purple and scarlet yarns and fine twined linen. It shall be made with cherubim skillfully worked into it.</p>\n</div>","kjv":"<strong>31</strong> And thou shalt make a vail of blue, and purple, and scarlet, and fine twined linen of cunning work: with cherubims shall it be made:  ","niv":"<sup><strong>31</strong></sup> \"Make a curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim worked into it by a skilled craftsman.","modified":"2022-07-28T12:12:01.438Z"},{"_id":"616cd4dde9d39d04b3b5ffbd","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Genesis 24:65","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01024065_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01024065-1\">65&nbsp;</b>and said to the servant, “Who is that man, walking in the field to meet us?” The servant said, “It is my master.” So she took her veil and covered herself.</p>\n</div>","kjv":"<strong>65</strong> For she had said unto the servant, What man is  this that walketh in the field to meet us? And the servant had  said, It is my master: therefore she took a vail, and covered herself.  ","niv":"<sup><strong>65</strong></sup> and asked the servant, \"Who is that man in the field coming to meet us?He is my master,\" the servant answered. So she took her veil and covered herself.","modified":"2023-05-07T06:25:09.456Z"},{"_id":"616cd4dee9d39d04b3b5ffbe","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Matthew 27:50-51","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40027050_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027050-1\">50&nbsp;</b>And Jesus cried out again with a loud voice and yielded up his spirit.</p>\n<p id=\"p40027050_01-20\"><b class=\"verse-num\" id=\"v40027051-1\">51&nbsp;</b>And behold, the curtain of the temple was torn in two, from top to bottom. And the earth shook, and the rocks were split.</p>\n</div>","kjv":"<strong>50</strong> Jesus, when he had cried again with a loud voice, yielded up the ghost.  <strong>51</strong> And, behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;  ","niv":"<sup><strong>50</strong></sup> And when Jesus had cried out again in a loud voice, he gave up his spirit. <sup><strong>51</strong></sup> At that moment the curtain of the temple was torn in two from top to bottom. The earth shook and the rocks split. "},{"_id":"616cd4dee9d39d04b3b5ffbf","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"John 14:6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2022-11-10T01:03:30.346Z"},{"_id":"616cd4dee9d39d04b3b5ffc0","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Isaiah 47:2","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047002_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047002-1\">2&nbsp;</b>&nbsp;&nbsp;Take the millstones and grind flour,</span><br><span id=\"p23047002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put off your veil,</span><br><span id=\"p23047002_01-22\" class=\"line\">&nbsp;&nbsp;strip off your robe, uncover your legs,</span><br><span id=\"p23047002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pass through the rivers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Take the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers.  ","niv":"<sup><strong>2</strong></sup> Take millstones and grind flour; take off your veil. Lift up your skirts, bare your legs, and wade through the streams.","modified":"2022-07-28T12:13:53.759Z"},{"_id":"616cd4dfe9d39d04b3b5ffc1","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"2 Corinthians 3:16-18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p47003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003016-1\">16&nbsp;</b>But when one turns to the Lord, the veil is removed. <b class=\"verse-num\" id=\"v47003017-1\">17&nbsp;</b>Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. <b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>16</strong> Nevertheless when it shall turn to the Lord, the vail shall be taken away.  <strong>17</strong> Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.  <strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>16</strong></sup> But whenever anyone turns to the Lord, the veil is taken away. <sup><strong>17</strong></sup> Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. <sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit. "},{"_id":"616cd4dfe9d39d04b3b5ffc2","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Exodus 26:31-33","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02026031_01-24\"><b class=\"verse-num\" id=\"v02026031-1\">31&nbsp;</b>“And you shall make a veil of blue and purple and scarlet yarns and fine twined linen. It shall be made with cherubim skillfully worked into it. <b class=\"verse-num\" id=\"v02026032-1\">32&nbsp;</b>And you shall hang it on four pillars of acacia overlaid with gold, with hooks of gold, on four bases of silver. <b class=\"verse-num\" id=\"v02026033-1\">33&nbsp;</b>And you shall hang the veil from the clasps, and bring the ark of the testimony in there within the veil. And the veil shall separate for you the Holy Place from the Most Holy.</p>\n</div>","kjv":"<strong>31</strong> And thou shalt make a vail of blue, and purple, and scarlet, and fine twined linen of cunning work: with cherubims shall it be made:  <strong>32</strong> And thou shalt hang it upon four pillars of shittim wood  overlaid with gold: their hooks shall be of gold, upon the four sockets of silver.  <strong>33</strong> And thou shalt hang up the vail under the taches, that thou mayest bring in thither within the vail the ark of the testimony: and the vail shall divide unto you between the holy place and the most holy.  ","niv":"<sup><strong>31</strong></sup> \"Make a curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim worked into it by a skilled craftsman. <sup><strong>32</strong></sup> Hang it with gold hooks on four posts of acacia wood overlaid with gold and standing on four silver bases. <sup><strong>33</strong></sup> Hang the curtain from the clasps and place the ark of the Testimony behind the curtain. The curtain will separate the Holy Place from the Most Holy Place. ","modified":"2022-08-28T04:55:01.119Z"},{"_id":"616cd4dfe9d39d04b3b5ffc3","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"2 Corinthians 3:18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47003018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit.","modified":"2022-07-28T01:02:56.464Z"},{"_id":"616cd4dfe9d39d04b3b5ffc4","topicId":"616cd4d8e9d39d04b3b5ffab","verse":"Song of Solomon 4:1","votes":9,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"></p><h4 id=\"p22004001_06-26\" class=\"speaker\">He</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22004001_06-26\" class=\"line\"><b class=\"chapter-num\" id=\"v22004001-1\">4:1&nbsp;</b>&nbsp;&nbsp;Behold, you are beautiful, my love,</span><br><span id=\"p22004001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, you are beautiful!</span><br><span id=\"p22004001_06-26\" class=\"line\">&nbsp;&nbsp;Your eyes are doves</span><br><span id=\"p22004001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behind your veil.</span><br><span id=\"p22004001_06-26\" class=\"line\">&nbsp;&nbsp;Your hair is like a flock of goats</span><br><span id=\"p22004001_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;leaping down the slopes of Gilead.</span><br><p></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Behold, thou art fair, my love; behold, thou art  fair; thou hast doves’ eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead.  ","niv":"<sup><strong>1</strong></sup> How beautiful you are, my darling! Oh, how beautiful! Your eyes behind your veil are doves. Your hair is like a flock of goats descending from Mount Gilead."}]}