{"_id":"616cd527e9d39d04b3b5ffdf","slug":"vessels","name":"Vessels","verses":[{"_id":"616cd528e9d39d04b3b5ffe0","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Timothy 2:21","votes":156,"__v":0,"esv":"<div>\n<p id=\"p55002021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n\n</div>","kjv":"<strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  ","niv":"<sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work.","modified":"2023-10-25T21:43:56.326Z"},{"_id":"616cd528e9d39d04b3b5ffe1","topicId":"616cd527e9d39d04b3b5ffdf","verse":"1 Corinthians 6:19-20","votes":61,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2023-11-28T05:15:54.668Z"},{"_id":"616cd528e9d39d04b3b5ffe2","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Corinthians 4:7","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p47004007_06-4\"><b class=\"verse-num\" id=\"v47004007-1\">7&nbsp;</b>But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.</p>\n</div>","kjv":"<strong>7</strong> But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.  ","niv":"<sup><strong>7</strong></sup> But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.","modified":"2022-10-02T14:26:28.904Z"},{"_id":"616cd528e9d39d04b3b5ffe3","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Kings 4:1-7","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p12004001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12004001-1\">4:1&nbsp;</b>Now the wife of one of the sons of the prophets cried to Elisha, “Your servant my husband is dead, and you know that your servant feared the LORD, but the creditor has come to take my two children to be his slaves.” <b class=\"verse-num\" id=\"v12004002-1\">2&nbsp;</b>And Elisha said to her, “What shall I do for you? Tell me; what have you in the house?” And she said, “Your servant has nothing in the house except a jar of oil.” <b class=\"verse-num\" id=\"v12004003-1\">3&nbsp;</b>Then he said, “Go outside, borrow vessels from all your neighbors, empty vessels and not too few. <b class=\"verse-num\" id=\"v12004004-1\">4&nbsp;</b>Then go in and shut the door behind yourself and your sons and pour into all these vessels. And when one is full, set it aside.” <b class=\"verse-num\" id=\"v12004005-1\">5&nbsp;</b>So she went from him and shut the door behind herself and her sons. And as she poured they brought the vessels to her. <b class=\"verse-num\" id=\"v12004006-1\">6&nbsp;</b>When the vessels were full, she said to her son, “Bring me another vessel.” And he said to her, “There is not another.” Then the oil stopped flowing. <b class=\"verse-num\" id=\"v12004007-1\">7&nbsp;</b>She came and told the man of God, and he said, “Go, sell the oil and pay your debts, and you and your sons can live on the rest.”</p>\n</div>","kjv":"<strong>1</strong> Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant did fear the LORD: and the creditor is come to take unto him my two sons to be bondmen.  <strong>2</strong> And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.  <strong>3</strong> Then he said, Go, borrow thee vessels abroad of all thy neighbours, even empty vessels; borrow not a few.  <strong>4</strong> And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full.  <strong>5</strong> So she went from him, and shut the door upon her and upon her sons, who brought the vessels to her; and she poured out.  <strong>6</strong> And it came to pass, when the vessels were full, that she said unto her son, Bring me yet a vessel. And he said unto her, There is not a vessel more. And the oil stayed.  <strong>7</strong> Then she came and told the man of God. And he said, Go, sell the oil, and pay thy debt, and live thou and thy children of the rest.  ","niv":"<sup><strong>1</strong></sup> The wife of a man from the company of the prophets cried out to Elisha, \"Your servant my husband is dead, and you know that he revered the LORD. But now his creditor is coming to take my two boys as his slaves.\" <sup><strong>2</strong></sup> Elisha replied to her, \"How can I help you? Tell me, what do you have in your house?Your servant has nothing there at all,\" she said, \"except a little oil.\" <sup><strong>3</strong></sup> Elisha said, \"Go around and ask all your neighbors for empty jars. Don't ask for just a few. <sup><strong>4</strong></sup> Then go inside and shut the door behind you and your sons. Pour oil into all the jars, and as each is filled, put it to one side.\" <sup><strong>5</strong></sup> She left him and afterward shut the door behind her and her sons. They brought the jars to her and she kept pouring. <sup><strong>6</strong></sup> When all the jars were full, she said to her son, \"Bring me another one.\" But he replied, \"There is not a jar left.\" Then the oil stopped flowing. <sup><strong>7</strong></sup> She went and told the man of God, and he said, \"Go, sell the oil and pay your debts. You and your sons can live on what is left.\" ","modified":"2023-08-14T09:39:41.683Z"},{"_id":"616cd528e9d39d04b3b5ffe4","topicId":"616cd527e9d39d04b3b5ffdf","verse":"1 Peter 3:7","votes":31,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-7\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers.","modified":"2023-11-18T03:56:16.439Z"},{"_id":"616cd529e9d39d04b3b5ffe5","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Timothy 2:20-21","votes":36,"__v":0,"esv":"<div>\n<p id=\"p55002020_01-8\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. <b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n\n</div>","kjv":"<strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  ","niv":"<sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. <sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work. ","modified":"2023-11-21T08:47:25.158Z"},{"_id":"616cd529e9d39d04b3b5ffe6","topicId":"616cd527e9d39d04b3b5ffdf","verse":"James 4:7","votes":26,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2023-09-03T04:59:41.593Z"},{"_id":"616cd529e9d39d04b3b5ffe7","topicId":"616cd527e9d39d04b3b5ffdf","verse":"1 Thessalonians 4:3-5","votes":25,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; ","modified":"2022-08-16T05:49:27.940Z"},{"_id":"616cd52ae9d39d04b3b5ffe8","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Luke 8:16","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p42008016_06-12\"><b class=\"verse-num woc\" id=\"v42008016-1\">16&nbsp;</b><span class=\"woc\">“No one after lighting a lamp covers it with a jar or puts it under a bed, but puts it on a stand, so that those who enter may see the light.</span></p>\n</div>","kjv":"<strong>16</strong>           No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.  ","niv":"<sup><strong>16</strong></sup> \"No one lights a lamp and hides it in a jar or puts it under a bed. Instead, he puts it on a stand, so that those who come in can see the light.","modified":"2022-10-15T08:54:45.434Z"},{"_id":"616cd52ae9d39d04b3b5ffe9","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Colossians 3:23-24","votes":19,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. ","modified":"2023-09-08T01:46:14.341Z"},{"_id":"616cd52ae9d39d04b3b5ffea","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Habakkuk 2:1-3","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002001_01-14\" class=\"line\"><b class=\"chapter-num\" id=\"v35002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;I will take my stand at my watchpost</span><br><span id=\"p35002001_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and station myself on the tower,</span><br><span id=\"p35002001_01-14\" class=\"line\">&nbsp;&nbsp;and look out to see what he will say to me,</span><br><span id=\"p35002001_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what I will answer concerning my complaint.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p35002001_08-14\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v35002002-1\">2&nbsp;</b>And the LORD answered me:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35002002_08-14\" class=\"line\">&nbsp;&nbsp;“Write the vision;</span><br><span id=\"p35002002_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make it plain on tablets,</span><br><span id=\"p35002002_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he may run who reads it.</span><br><span id=\"p35002003_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v35002003-1\">3&nbsp;</b>&nbsp;&nbsp;For still the vision awaits its appointed time;</span><br><span id=\"p35002003_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it hastens to the end—it will not lie.</span><br><span id=\"p35002003_08-14\" class=\"line\">&nbsp;&nbsp;If it seems slow, wait for it;</span><br><span id=\"p35002003_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will surely come; it will not delay.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> I will stand upon my watch, and set me upon the tower, and will watch to see what he will say unto me, and what I shall answer when I am reproved.  <strong>2</strong> And the LORD answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.  <strong>3</strong> For the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.  ","niv":"<sup><strong>1</strong></sup> I will stand at my watch and station myself on the ramparts; I will look to see what he will say to me, and what answer I am to give to this complaint. <sup><strong>2</strong></sup> Then the LORD replied: \"Write down the revelation and make it plain on tablets so that a herald may run with it. <sup><strong>3</strong></sup> For the revelation awaits an appointed time; it speaks of the end and will not prove false. Though it linger, wait for it; it will certainly come and will not delay. ","modified":"2023-09-16T18:25:34.311Z"},{"_id":"616cd52ae9d39d04b3b5ffeb","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Hebrews 2:14","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-15\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--","modified":"2023-11-19T07:46:42.188Z"},{"_id":"616cd52be9d39d04b3b5ffec","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Timothy 2:20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55002020_01-16\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable.</p>\n</div>","kjv":"<strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  ","niv":"<sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble.","modified":"2023-08-28T06:37:47.782Z"},{"_id":"616cd52be9d39d04b3b5ffed","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Mark 11:16","votes":12,"__v":0,"esv":"<div>\n<p id=\"p41011016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v41011016-1\">16&nbsp;</b>And he would not allow anyone to carry anything through the temple.</p>\n</div>","kjv":"<strong>16</strong> And would not suffer that any man should carry any vessel through the temple.  ","niv":"<sup><strong>16</strong></sup> and would not allow anyone to carry merchandise through the temple courts.","modified":"2023-11-18T04:22:50.532Z"},{"_id":"616cd52be9d39d04b3b5ffee","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Romans 9:22","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45009022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,</p>\n</div>","kjv":"<strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  ","niv":"<sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction?","modified":"2023-03-12T16:03:33.663Z"},{"_id":"616cd52ce9d39d04b3b5ffef","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Numbers 19:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p04019015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v04019015-1\">15&nbsp;</b>And every open vessel that has no cover fastened on it is unclean.</p>\n</div>","kjv":"<strong>15</strong> And every open vessel, which hath no covering bound upon it, is  unclean.  ","niv":"<sup><strong>15</strong></sup> and every open container without a lid fastened on it will be unclean.","modified":"2022-09-11T11:04:43.361Z"},{"_id":"616cd52ce9d39d04b3b5fff0","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Galatians 5:19-21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. ","modified":"2023-11-18T04:33:19.722Z"},{"_id":"616cd52ce9d39d04b3b5fff1","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Romans 9:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45009021_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009021-1\">21&nbsp;</b>Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?</p>\n</div>","kjv":"<strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  ","niv":"<sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?","modified":"2023-11-05T08:34:18.931Z"},{"_id":"616cd52de9d39d04b3b5fff2","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Isaiah 64:8","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064008-1\">8&nbsp;</b>&nbsp;&nbsp;But now, O LORD, you are our Father;</span><br><span id=\"p23064008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are the clay, and you are our potter;</span><br><span id=\"p23064008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are all the work of your hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But now, O LORD, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.  ","niv":"<sup><strong>8</strong></sup> Yet, O LORD, you are our Father. We are the clay, you are the potter; we are all the work of your hand.","modified":"2023-09-08T01:51:36.691Z"},{"_id":"616cd52de9d39d04b3b5fff3","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Romans 6:23","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616cd52de9d39d04b3b5fff4","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Jeremiah 18:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p24018004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v24018004-1\">4&nbsp;</b>And the vessel he was making of clay was spoiled in the potter’s hand, and he reworked it into another vessel, as it seemed good to the potter to do.</p>\n</div>","kjv":"<strong>4</strong> And the vessel that he made of clay was marred in the hand of the potter: so he made it again another vessel, as seemed good to the potter to make it.  ","niv":"<sup><strong>4</strong></sup> But the pot he was shaping from the clay was marred in his hands; so the potter formed it into another pot, shaping it as seemed best to him.","modified":"2023-11-12T07:05:49.455Z"},{"_id":"616cd52ee9d39d04b3b5fff5","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Acts 10:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44010011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth.</p>\n</div>","kjv":"<strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  ","niv":"<sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners.","modified":"2023-11-19T05:56:42.500Z"},{"_id":"616cd52ee9d39d04b3b5fff6","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Acts 5:29","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"616cd52ee9d39d04b3b5fff7","topicId":"616cd527e9d39d04b3b5ffdf","verse":"Ephesians 2:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616cd52ee9d39d04b3b5fff8","topicId":"616cd527e9d39d04b3b5ffdf","verse":"2 Corinthians 4:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God.","modified":"2022-10-17T12:47:57.503Z"}]}