{"_id":"616ce089e9d39d04b3b601cb","slug":"wages","name":"Wages","verses":[{"_id":"616ce089e9d39d04b3b601cc","topicId":"616ce089e9d39d04b3b601cb","verse":"Romans 4:4","votes":149,"__v":0,"esv":"<div>\n<p id=\"p45004004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004004-1\">4&nbsp;</b>Now to the one who works, his wages are not counted as a gift but as his due.</p>\n</div>","kjv":"<strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  ","niv":"<sup><strong>4</strong></sup> Now when a man works, his wages are not credited to him as a gift, but as an obligation."},{"_id":"616ce089e9d39d04b3b601cd","topicId":"616ce089e9d39d04b3b601cb","verse":"James 5:4","votes":125,"__v":0,"esv":"<div>\n<p id=\"p59005004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts.</p>\n</div>","kjv":"<strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  ","niv":"<sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty."},{"_id":"616ce089e9d39d04b3b601ce","topicId":"616ce089e9d39d04b3b601cb","verse":"Romans 6:23","votes":119,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","modified":"2023-08-09T06:12:34.147Z"},{"_id":"616ce08ae9d39d04b3b601cf","topicId":"616ce089e9d39d04b3b601cb","verse":"Leviticus 19:13","votes":99,"__v":0,"esv":"<div>\n<p id=\"p03019013_01-4\"><b class=\"verse-num\" id=\"v03019013-1\">13&nbsp;</b>“You shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning.</p>\n</div>","kjv":"<strong>13</strong> Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning.  ","niv":"<sup><strong>13</strong></sup> \"'Do not defraud your neighbor or rob him. \"'Do not hold back the wages of a hired man overnight."},{"_id":"616ce08ae9d39d04b3b601d0","topicId":"616ce089e9d39d04b3b601cb","verse":"Jeremiah 22:13","votes":98,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24022013_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022013-1\">13&nbsp;</b>&nbsp;&nbsp;“Woe to him who builds his house by unrighteousness,</span><br><span id=\"p24022013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his upper rooms by injustice,</span><br><span id=\"p24022013_01-5\" class=\"line\">&nbsp;&nbsp;who makes his neighbor serve him for nothing</span><br><span id=\"p24022013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not give him his wages,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Woe unto him that buildeth his house by unrighteousness, and his chambers by wrong; that useth his neighbour’s service without wages, and giveth him not for his work;  ","niv":"<sup><strong>13</strong></sup> \"Woe to him who builds his palace by unrighteousness, his upper rooms by injustice, making his countrymen work for nothing, not paying them for their labor."},{"_id":"616ce08ae9d39d04b3b601d1","topicId":"616ce089e9d39d04b3b601cb","verse":"Deuteronomy 24:14-15","votes":82,"__v":0,"esv":"<div>\n<p id=\"p05024014_01-6\"><b class=\"verse-num\" id=\"v05024014-1\">14&nbsp;</b>“You shall not oppress a hired worker who is poor and needy, whether he is one of your brothers or one of the sojourners who are in your land within your towns. <b class=\"verse-num\" id=\"v05024015-1\">15&nbsp;</b>You shall give him his wages on the same day, before the sun sets (for he is poor and counts on it), lest he cry against you to the LORD, and you be guilty of sin.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:  <strong>15</strong> At his day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and setteth his heart upon it: lest he cry against thee unto the LORD, and it be sin unto thee.  ","niv":"<sup><strong>14</strong></sup> Do not take advantage of a hired man who is poor and needy, whether he is a brother Israelite or an alien living in one of your towns. <sup><strong>15</strong></sup> Pay him his wages each day before sunset, because he is poor and is counting on it. Otherwise he may cry to the LORD against you, and you will be guilty of sin. "},{"_id":"616ce08be9d39d04b3b601d2","topicId":"616ce089e9d39d04b3b601cb","verse":"1 Timothy 5:18","votes":78,"__v":0,"esv":"<div>\n<p id=\"p54005018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\""},{"_id":"616ce08be9d39d04b3b601d3","topicId":"616ce089e9d39d04b3b601cb","verse":"Malachi 3:5","votes":66,"__v":0,"esv":"<div>\n<p id=\"p39003005_01-9\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n</div>","kjv":"<strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  ","niv":"<sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty."},{"_id":"616ce08be9d39d04b3b601d4","topicId":"616ce089e9d39d04b3b601cb","verse":"Colossians 4:1","votes":53,"__v":0,"esv":"<div>\n<p id=\"p51004001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51004001-1\">4:1&nbsp;</b>Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.</p>\n\n</div>","kjv":"<strong>1</strong> Masters, give unto your servants that which is just and equal; knowing that ye also have a Master in heaven.  ","niv":"<sup><strong>1</strong></sup> Masters, provide your slaves with what is right and fair, because you know that you also have a Master in heaven."},{"_id":"616ce08ce9d39d04b3b601d5","topicId":"616ce089e9d39d04b3b601cb","verse":"Proverbs 3:27-28","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003027_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003027-1\">27&nbsp;</b>&nbsp;&nbsp;Do not withhold good from those to whom it is due,</span><br><span id=\"p20003027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is in your power to do it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003028_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not say to your neighbor, “Go, and come again,</span><br><span id=\"p20003028_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tomorrow I will give it”—when you have it with you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.  <strong>28</strong> Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.  ","niv":"<sup><strong>27</strong></sup> Do not withhold good from those who deserve it, when it is in your power to act. <sup><strong>28</strong></sup> Do not say to your neighbor, \"Come back later; I'll give it tomorrow\"- when you now have it with you. ","modified":"2022-11-25T22:29:02.776Z"},{"_id":"616ce08ce9d39d04b3b601d6","topicId":"616ce089e9d39d04b3b601cb","verse":"Luke 10:7","votes":42,"__v":0,"esv":"<div>\n<p id=\"p42010007_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010007-1\">7&nbsp;</b><span class=\"woc\">And remain in the same house, eating and drinking what they provide, for the laborer deserves his wages. Do not go from house to house.</span></p>\n</div>","kjv":"<strong>7</strong> And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house.  ","niv":"<sup><strong>7</strong></sup> Stay in that house, eating and drinking whatever they give you, for the worker deserves his wages. Do not move around from house to house."},{"_id":"616ce08ce9d39d04b3b601d7","topicId":"616ce089e9d39d04b3b601cb","verse":"Luke 3:14","votes":42,"__v":0,"esv":"<div>\n<p id=\"p42003014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003014-1\">14&nbsp;</b>Soldiers also asked him, “And we, what shall we do?” And he said to them, “Do not extort money from anyone by threats or by false accusation, and be content with your wages.”</p>\n</div>","kjv":"<strong>14</strong> And the soldiers likewise demanded of him, saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse any  falsely; and be content with your wages.  ","niv":"<sup><strong>14</strong></sup> them. Then some soldiers asked him, \"And what should we do?\" He replied, \"Don't extort money and don't accuse people falsely--be content with your pay.\""},{"_id":"616ce08ce9d39d04b3b601d8","topicId":"616ce089e9d39d04b3b601cb","verse":"Haggai 1:6","votes":26,"__v":0,"esv":"<div>\n<p id=\"p37001006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001006-1\">6&nbsp;</b>You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.</p>\n</div>","kjv":"<strong>6</strong> Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.  ","niv":"<sup><strong>6</strong></sup> You have planted much, but have harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\""},{"_id":"616ce08de9d39d04b3b601d9","topicId":"616ce089e9d39d04b3b601cb","verse":"Matthew 20:1-15","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span></p>\n\n</div>","kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' "},{"_id":"616ce08de9d39d04b3b601da","topicId":"616ce089e9d39d04b3b601cb","verse":"Proverbs 14:31","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014031_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014031-1\">31&nbsp;</b>&nbsp;&nbsp;Whoever oppresses a poor man insults his Maker,</span><br><span id=\"p20014031_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is generous to the needy honors him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.  ","niv":"<sup><strong>31</strong></sup> He who oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."},{"_id":"616ce08de9d39d04b3b601db","topicId":"616ce089e9d39d04b3b601cb","verse":"Genesis 31:41","votes":19,"__v":0,"esv":"<div>\n<p id=\"p01031041_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01031041-1\">41&nbsp;</b>These twenty years I have been in your house. I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times.</p>\n</div>","kjv":"<strong>41</strong> Thus have I been twenty years in thy house; I served thee fourteen years for thy two daughters, and six years for thy cattle: and thou hast changed my wages ten times.  ","niv":"<sup><strong>41</strong></sup> It was like this for the twenty years I was in your household. I worked for you fourteen years for your two daughters and six years for your flocks, and you changed my wages ten times."},{"_id":"616ce08ee9d39d04b3b601dc","topicId":"616ce089e9d39d04b3b601cb","verse":"Romans 2:6-8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-18\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"616ce08ee9d39d04b3b601dd","topicId":"616ce089e9d39d04b3b601cb","verse":"Matthew 20:1-16","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" "},{"_id":"616ce08ee9d39d04b3b601de","topicId":"616ce089e9d39d04b3b601cb","verse":"1 Timothy 5:17-18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-21\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" "},{"_id":"616ce08fe9d39d04b3b601df","topicId":"616ce089e9d39d04b3b601cb","verse":"Deuteronomy 24:15","votes":17,"__v":0,"esv":"<div>\n<p id=\"p05024015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05024015-1\">15&nbsp;</b>You shall give him his wages on the same day, before the sun sets (for he is poor and counts on it), lest he cry against you to the LORD, and you be guilty of sin.</p>\n</div>","kjv":"<strong>15</strong> At his day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and setteth his heart upon it: lest he cry against thee unto the LORD, and it be sin unto thee.  ","niv":"<sup><strong>15</strong></sup> Pay him his wages each day before sunset, because he is poor and is counting on it. Otherwise he may cry to the LORD against you, and you will be guilty of sin.","modified":"2023-03-14T12:59:04.820Z"},{"_id":"616ce08fe9d39d04b3b601e0","topicId":"616ce089e9d39d04b3b601cb","verse":"Genesis 31:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p01031007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01031007-1\">7&nbsp;</b>yet your father has cheated me and changed my wages ten times. But God did not permit him to harm me.</p>\n</div>","kjv":"<strong>7</strong> And your father hath deceived me, and changed my wages ten times; but God suffered him not to hurt me.  ","niv":"<sup><strong>7</strong></sup> yet your father has cheated me by changing my wages ten times. However, God has not allowed him to harm me."},{"_id":"616ce08fe9d39d04b3b601e1","topicId":"616ce089e9d39d04b3b601cb","verse":"1 Corinthians 9:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46009014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009014-1\">14&nbsp;</b>In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.</p>\n</div>","kjv":"<strong>14</strong> Even so hath the Lord ordained that they which preach the gospel should live of the gospel.  ","niv":"<sup><strong>14</strong></sup> In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel."},{"_id":"616ce08fe9d39d04b3b601e2","topicId":"616ce089e9d39d04b3b601cb","verse":"Matthew 6:33","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"616ce090e9d39d04b3b601e3","topicId":"616ce089e9d39d04b3b601cb","verse":"Deuteronomy 25:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p05025004_01-27\"><b class=\"verse-num\" id=\"v05025004-1\">4&nbsp;</b>“You shall not muzzle an ox when it is treading out the grain.</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not muzzle the ox when he treadeth out the corn.  ","niv":"<sup><strong>4</strong></sup> Do not muzzle an ox while it is treading out the grain."},{"_id":"616ce090e9d39d04b3b601e4","topicId":"616ce089e9d39d04b3b601cb","verse":"Genesis 30:28-34","votes":13,"__v":0,"esv":"<div>\n<p id=\"p01030028_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v01030028-1\">28&nbsp;</b>Name your wages, and I will give it.” <b class=\"verse-num\" id=\"v01030029-1\">29&nbsp;</b>Jacob said to him, “You yourself know how I have served you, and how your livestock has fared with me. <b class=\"verse-num\" id=\"v01030030-1\">30&nbsp;</b>For you had little before I came, and it has increased abundantly, and the LORD has blessed you wherever I turned. But now when shall I provide for my own household also?” <b class=\"verse-num\" id=\"v01030031-1\">31&nbsp;</b>He said, “What shall I give you?” Jacob said, “You shall not give me anything. If you will do this for me, I will again pasture your flock and keep it: <b class=\"verse-num\" id=\"v01030032-1\">32&nbsp;</b>let me pass through all your flock today, removing from it every speckled and spotted sheep and every black lamb, and the spotted and speckled among the goats, and they shall be my wages. <b class=\"verse-num\" id=\"v01030033-1\">33&nbsp;</b>So my honesty will answer for me later, when you come to look into my wages with you. Every one that is not speckled and spotted among the goats and black among the lambs, if found with me, shall be counted stolen.” <b class=\"verse-num\" id=\"v01030034-1\">34&nbsp;</b>Laban said, “Good! Let it be as you have said.”</p>\n</div>","kjv":"<strong>28</strong> And he said, Appoint me thy wages, and I will give it.  <strong>29</strong> And he said unto him, Thou knowest how I have served thee, and how thy cattle was with me.  <strong>30</strong> For it was little which thou hadst before I came,  and it is now increased unto a multitude; and the LORD hath blessed thee since my coming: and now when shall I provide for mine own house also?  <strong>31</strong> And he said, What shall I give thee? And Jacob said, Thou shalt not give me any thing: if thou wilt do this thing for me, I will again feed and  keep thy flock:  <strong>32</strong> I will pass through all thy flock to day, removing from thence all the speckled and spotted cattle, and all the brown cattle among the sheep, and the spotted and speckled among the goats: and of such shall be my hire.  <strong>33</strong> So shall my righteousness answer for me in time to come, when it shall come for my hire before thy face: every one that is not speckled and spotted among the goats, and brown among the sheep, that shall be counted stolen with me.  <strong>34</strong> And Laban said, Behold, I would it might be according to thy word.  ","niv":"<sup><strong>28</strong></sup> He added, \"Name your wages, and I will pay them.\" <sup><strong>29</strong></sup> Jacob said to him, \"You know how I have worked for you and how your livestock has fared under my care. <sup><strong>30</strong></sup> The little you had before I came has increased greatly, and the LORD has blessed you wherever I have been. But now, when may I do something for my own household?\" <sup><strong>31</strong></sup> \"What shall I give you?\" he asked. \"Don't give me anything,\" Jacob replied. \"But if you will do this one thing for me, I will go on tending your flocks and watching over them: <sup><strong>32</strong></sup> Let me go through all your flocks today and remove from them every speckled or spotted sheep, every dark-colored lamb and every spotted or speckled goat. They will be my wages. <sup><strong>33</strong></sup> And my honesty will testify for me in the future, whenever you check on the wages you have paid me. Any goat in my possession that is not speckled or spotted, or any lamb that is not dark-colored, will be considered stolen.\" <sup><strong>34</strong></sup> \"Agreed,\" said Laban. \"Let it be as you have said.\" "}]}