{"_id":"616ce252e9d39d04b3b602e9","slug":"walking-with-jesus","name":"Walking With Jesus","verses":[{"_id":"616ce252e9d39d04b3b602ea","topicId":"616ce252e9d39d04b3b602e9","verse":"1 Peter 2:21","votes":115,"__v":0,"esv":"<div>\n<p id=\"p60002021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.</p>\n</div>","kjv":"<strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  ","niv":"<sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps.","modified":"2023-11-14T08:38:45.237Z"},{"_id":"616ce253e9d39d04b3b602eb","topicId":"616ce252e9d39d04b3b602e9","verse":"Isaiah 41:10","votes":114,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-2\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2023-11-28T13:51:12.887Z"},{"_id":"616ce253e9d39d04b3b602ec","topicId":"616ce252e9d39d04b3b602e9","verse":"Colossians 2:6","votes":70,"__v":0,"esv":"<div>\n\n<p id=\"p51002006_04-3\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him,</p>\n</div>","kjv":"<strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  ","niv":"<sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him,","modified":"2023-11-19T22:57:05.868Z"},{"_id":"616ce253e9d39d04b3b602ed","topicId":"616ce252e9d39d04b3b602e9","verse":"1 John 2:3-6","votes":69,"__v":0,"esv":"<div>\n<p id=\"p62002003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n</div>","kjv":"<strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  ","niv":"<sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. ","modified":"2023-07-04T11:27:51.551Z"},{"_id":"616ce253e9d39d04b3b602ee","topicId":"616ce252e9d39d04b3b602e9","verse":"1 John 2:5-6","votes":54,"__v":0,"esv":"<div>\n<p id=\"p62002005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n</div>","kjv":"<strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  ","niv":"<sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. ","modified":"2023-12-05T05:28:28.259Z"},{"_id":"616ce254e9d39d04b3b602ef","topicId":"616ce252e9d39d04b3b602e9","verse":"Matthew 11:28-30","votes":47,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" ","modified":"2023-03-29T12:02:46.160Z"},{"_id":"616ce254e9d39d04b3b602f0","topicId":"616ce252e9d39d04b3b602e9","verse":"John 15:7","votes":35,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you.","modified":"2023-05-24T00:23:10.827Z"},{"_id":"616ce254e9d39d04b3b602f1","topicId":"616ce252e9d39d04b3b602e9","verse":"John 13:34-35","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"616ce255e9d39d04b3b602f2","topicId":"616ce252e9d39d04b3b602e9","verse":"Luke 24:13-33","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p42024013_06-9\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_06-9\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together,</p>\n\n</div>","kjv":"<strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  ","niv":"<sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together ","modified":"2023-08-13T03:42:31.252Z"},{"_id":"616ce255e9d39d04b3b602f3","topicId":"616ce252e9d39d04b3b602e9","verse":"John 10:27","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43010027_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span></p>\n</div>","kjv":"<strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  ","niv":"<sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me.","modified":"2022-10-06T11:57:33.878Z"},{"_id":"616ce255e9d39d04b3b602f4","topicId":"616ce252e9d39d04b3b602e9","verse":"Psalm 23:1-6","votes":25,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-11\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-11\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-11\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-11\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-11\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-11\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. ","modified":"2023-08-04T03:40:21.692Z"},{"_id":"616ce256e9d39d04b3b602f5","topicId":"616ce252e9d39d04b3b602e9","verse":"Romans 5:1","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,","modified":"2023-06-15T18:28:48.820Z"},{"_id":"616ce256e9d39d04b3b602f6","topicId":"616ce252e9d39d04b3b602e9","verse":"John 5:24-25","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n<p id=\"p43005024_01-13\"><b class=\"verse-num woc\" id=\"v43005025-1\">25&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life. <sup><strong>25</strong></sup> I tell you the truth, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live. ","modified":"2023-07-14T10:20:49.591Z"},{"_id":"616ce256e9d39d04b3b602f7","topicId":"616ce252e9d39d04b3b602e9","verse":"Psalm 1:1","votes":19,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-14\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-14\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers.","modified":"2023-05-11T06:59:18.406Z"},{"_id":"616ce256e9d39d04b3b602f8","topicId":"616ce252e9d39d04b3b602e9","verse":"John 1:7","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43001007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him.</p>\n</div>","kjv":"<strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  ","niv":"<sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe."},{"_id":"616ce257e9d39d04b3b602f9","topicId":"616ce252e9d39d04b3b602e9","verse":"Micah 6:8","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006008_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006008-1\">8&nbsp;</b>&nbsp;&nbsp;He has told you, O man, what is good;</span><br><span id=\"p33006008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what does the LORD require of you</span><br><span id=\"p33006008_01-16\" class=\"line\">&nbsp;&nbsp;but to do justice, and to love kindness,</span><br><span id=\"p33006008_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to walk humbly with your God?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?  ","niv":"<sup><strong>8</strong></sup> He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.","modified":"2023-11-11T14:01:02.471Z"},{"_id":"616ce257e9d39d04b3b602fa","topicId":"616ce252e9d39d04b3b602e9","verse":"John 8:12","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-17\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"","modified":"2023-12-01T21:16:00.287Z"},{"_id":"616ce257e9d39d04b3b602fb","topicId":"616ce252e9d39d04b3b602e9","verse":"1 John 1:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62001007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.</p>\n</div>","kjv":"<strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  ","niv":"<sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.","modified":"2023-01-02T17:05:21.387Z"},{"_id":"616ce258e9d39d04b3b602fc","topicId":"616ce252e9d39d04b3b602e9","verse":"1 John 2:6","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62002006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n</div>","kjv":"<strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  ","niv":"<sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did.","modified":"2023-06-12T01:42:19.558Z"},{"_id":"616ce258e9d39d04b3b602fd","topicId":"616ce252e9d39d04b3b602e9","verse":"Amos 3:3","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003003-1\">3&nbsp;</b>&nbsp;&nbsp;“Do two walk together,</span><br><span id=\"p30003003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless they have agreed to meet?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Can two walk together, except they be agreed?  ","niv":"<sup><strong>3</strong></sup> Do two walk together unless they have agreed to do so?","modified":"2023-03-16T18:20:34.466Z"},{"_id":"616ce258e9d39d04b3b602fe","topicId":"616ce252e9d39d04b3b602e9","verse":"Ephesians 4:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-21\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ.","modified":"2023-11-28T13:12:27.693Z"},{"_id":"616ce259e9d39d04b3b602ff","topicId":"616ce252e9d39d04b3b602e9","verse":"Ephesians 2:10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do.","modified":"2023-09-08T22:51:03.397Z"},{"_id":"616ce259e9d39d04b3b60300","topicId":"616ce252e9d39d04b3b602e9","verse":"Genesis 3:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01003008_01-23\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden.</p>\n\n</div>","kjv":"<strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  ","niv":"<sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden."},{"_id":"616ce259e9d39d04b3b60301","topicId":"616ce252e9d39d04b3b602e9","verse":"Matthew 6:33","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2023-06-08T05:53:52.833Z"},{"_id":"616ce259e9d39d04b3b60302","topicId":"616ce252e9d39d04b3b602e9","verse":"2 Corinthians 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47005007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight.</p>\n</div>","kjv":"<strong>7</strong> (For we walk by faith, not by sight:)  ","niv":"<sup><strong>7</strong></sup> We live by faith, not by sight.","modified":"2023-11-01T03:02:10.470Z"}]}