{"_id":"616ce201e9d39d04b3b602b5","slug":"walking-upright","name":"Walking Upright","verses":[{"_id":"616ce201e9d39d04b3b602b6","topicId":"616ce201e9d39d04b3b602b5","verse":"Psalm 84:11","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084011-1\">11&nbsp;</b>&nbsp;&nbsp;For the LORD God is a sun and shield;</span><br><span id=\"p19084011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD bestows favor and honor.</span><br><span id=\"p19084011_01-1\" class=\"line\">&nbsp;&nbsp;No good thing does he withhold</span><br><span id=\"p19084011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from those who walk uprightly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.  ","niv":"<sup><strong>11</strong></sup> For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless.","modified":"2022-08-17T03:31:09.643Z"},{"_id":"616ce201e9d39d04b3b602b7","topicId":"616ce201e9d39d04b3b602b5","verse":"Psalm 15:2","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19015002_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19015002-1\">2&nbsp;</b>&nbsp;&nbsp;He who walks blamelessly and does what is right</span><br><span id=\"p19015002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and speaks truth in his heart;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart.  ","niv":"<sup><strong>2</strong></sup> He whose walk is blameless and who does what is righteous, who speaks the truth from his heart","modified":"2023-07-25T10:58:44.854Z"},{"_id":"616ce202e9d39d04b3b602b8","topicId":"616ce201e9d39d04b3b602b5","verse":"2 Timothy 3:1-17","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-3\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616ce202e9d39d04b3b602b9","topicId":"616ce201e9d39d04b3b602b5","verse":"Isaiah 57:2","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23057002_01-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23057002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;he enters into peace;</span><br><span id=\"p23057002_01-4\" class=\"line\">&nbsp;&nbsp;they rest in their beds</span><br><span id=\"p23057002_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk in their uprightness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> He shall enter into peace: they shall rest in their beds, each one  walking in his uprightness.  ","niv":"<sup><strong>2</strong></sup> Those who walk uprightly enter into peace; they find rest as they lie in death.","modified":"2023-12-11T16:08:59.058Z"},{"_id":"616ce202e9d39d04b3b602ba","topicId":"616ce201e9d39d04b3b602b5","verse":"2 Timothy 2:15","votes":16,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth.","modified":"2023-06-18T12:59:28.538Z"},{"_id":"616ce203e9d39d04b3b602bb","topicId":"616ce201e9d39d04b3b602b5","verse":"Job 1:1-22","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p18001001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18001001-1\">1:1&nbsp;</b>There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil. <b class=\"verse-num\" id=\"v18001002-1\">2&nbsp;</b>There were born to him seven sons and three daughters. <b class=\"verse-num\" id=\"v18001003-1\">3&nbsp;</b>He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys, and very many servants, so that this man was the greatest of all the people of the east. <b class=\"verse-num\" id=\"v18001004-1\">4&nbsp;</b>His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them. <b class=\"verse-num\" id=\"v18001005-1\">5&nbsp;</b>And when the days of the feast had run their course, Job would send and consecrate them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my children have sinned, and cursed God in their hearts.” Thus Job did continually.</p>\n\n<p id=\"p18001005_10-6\"><b class=\"verse-num\" id=\"v18001006-1\">6&nbsp;</b>Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them. <b class=\"verse-num\" id=\"v18001007-1\">7&nbsp;</b>The LORD said to Satan, “From where have you come?” Satan answered the LORD and said, “From going to and fro on the earth, and from walking up and down on it.” <b class=\"verse-num\" id=\"v18001008-1\">8&nbsp;</b>And the LORD said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?” <b class=\"verse-num\" id=\"v18001009-1\">9&nbsp;</b>Then Satan answered the LORD and said, “Does Job fear God for no reason? <b class=\"verse-num\" id=\"v18001010-1\">10&nbsp;</b>Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land. <b class=\"verse-num\" id=\"v18001011-1\">11&nbsp;</b>But stretch out your hand and touch all that he has, and he will curse you to your face.” <b class=\"verse-num\" id=\"v18001012-1\">12&nbsp;</b>And the LORD said to Satan, “Behold, all that he has is in your hand. Only against him do not stretch out your hand.” So Satan went out from the presence of the LORD.</p>\n\n<p id=\"p18001012_16-6\"><b class=\"verse-num\" id=\"v18001013-1\">13&nbsp;</b>Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001014-1\">14&nbsp;</b>and there came a messenger to Job and said, “The oxen were plowing and the donkeys feeding beside them, <b class=\"verse-num\" id=\"v18001015-1\">15&nbsp;</b>and the Sabeans fell upon them and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001016-1\">16&nbsp;</b>While he was yet speaking, there came another and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001017-1\">17&nbsp;</b>While he was yet speaking, there came another and said, “The Chaldeans formed three groups and made a raid on the camels and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.” <b class=\"verse-num\" id=\"v18001018-1\">18&nbsp;</b>While he was yet speaking, there came another and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house, <b class=\"verse-num\" id=\"v18001019-1\">19&nbsp;</b>and behold, a great wind came across the wilderness and struck the four corners of the house, and it fell upon the young people, and they are dead, and I alone have escaped to tell you.”</p>\n<p id=\"p18001019_16-6\"><b class=\"verse-num\" id=\"v18001020-1\">20&nbsp;</b>Then Job arose and tore his robe and shaved his head and fell on the ground and worshiped. <b class=\"verse-num\" id=\"v18001021-1\">21&nbsp;</b>And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”</p>\n<p id=\"p18001021_16-6\"><b class=\"verse-num\" id=\"v18001022-1\">22&nbsp;</b>In all this Job did not sin or charge God with wrong.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.  <strong>2</strong> And there were born unto him seven sons and three daughters.  <strong>3</strong> His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.  <strong>4</strong> And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them.  <strong>5</strong> And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.  <strong>6</strong> Now there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them.  <strong>7</strong> And the LORD said unto Satan, Whence comest thou? Then Satan answered the LORD, and said, From going to and fro in the earth, and from walking up and down in it.  <strong>8</strong> And the LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?  <strong>9</strong> Then Satan answered the LORD, and said, Doth Job fear God for nought?  <strong>10</strong> Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.  <strong>11</strong> But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.  <strong>12</strong> And the LORD said unto Satan, Behold, all that he hath is  in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the LORD.  <strong>13</strong> And there was a day when his sons and his daughters were  eating and drinking wine in their eldest brother’s house:  <strong>14</strong> And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:  <strong>15</strong> And the Sabeans fell upon them, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>16</strong> While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.  <strong>17</strong> While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.  <strong>18</strong> While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother’s house:  <strong>19</strong> And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.  <strong>20</strong> Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,  <strong>21</strong> And said, Naked came I out of my mother’s womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.  <strong>22</strong> In all this Job sinned not, nor charged God foolishly.  ","niv":"<sup><strong>1</strong></sup> In the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil. <sup><strong>2</strong></sup> He had seven sons and three daughters, <sup><strong>3</strong></sup> and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East. <sup><strong>4</strong></sup> His sons used to take turns holding feasts in their homes, and they would invite their three sisters to eat and drink with them. <sup><strong>5</strong></sup> When a period of feasting had run its course, Job would send and have them purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, \"Perhaps my children have sinned and cursed God in their hearts.\" This was Job's regular custom. <sup><strong>6</strong></sup> One day the angels came to present themselves before the LORD, and Satan also came with them. <sup><strong>7</strong></sup> The LORD said to Satan, \"Where have you come from?\" Satan answered the LORD, \"From roaming through the earth and going back and forth in it.\" <sup><strong>8</strong></sup> Then the LORD said to Satan, \"Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil.\" <sup><strong>9</strong></sup> \"Does Job fear God for nothing?\" Satan replied. <sup><strong>10</strong></sup> \"Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land. <sup><strong>11</strong></sup> But stretch out your hand and strike everything he has, and he will surely curse you to your face.\" <sup><strong>12</strong></sup> The LORD said to Satan, \"Very well, then, everything he has is in your hands, but on the man himself do not lay a finger.\" Then Satan went out from the presence of the LORD. <sup><strong>13</strong></sup> One day when Job's sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>14</strong></sup> a messenger came to Job and said, \"The oxen were plowing and the donkeys were grazing nearby, <sup><strong>15</strong></sup> and the Sabeans attacked and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>16</strong></sup> While he was still speaking, another messenger came and said, \"The fire of God fell from the sky and burned up the sheep and the servants, and I am the only one who has escaped to tell you!\" <sup><strong>17</strong></sup> While he was still speaking, another messenger came and said, \"The Chaldeans formed three raiding parties and swept down on your camels and carried them off. They put the servants to the sword, and I am the only one who has escaped to tell you!\" <sup><strong>18</strong></sup> While he was still speaking, yet another messenger came and said, \"Your sons and daughters were feasting and drinking wine at the oldest brother's house, <sup><strong>19</strong></sup> when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!\" <sup><strong>20</strong></sup> At this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship <sup><strong>21</strong></sup> and said: \"Naked I came from my mother's womb, and naked I will depart. The LORD gave and the LORD has taken away; may the name of the LORD be praised.\" <sup><strong>22</strong></sup> In all this, Job did not sin by charging God with wrongdoing. ","modified":"2022-04-21T13:55:36.206Z"},{"_id":"616ce203e9d39d04b3b602bc","topicId":"616ce201e9d39d04b3b602b5","verse":"1 Kings 3:6","votes":21,"__v":0,"esv":"<div>\n<p id=\"p11003006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v11003006-1\">6&nbsp;</b>And Solomon said, “You have shown great and steadfast love to your servant David my father, because he walked before you in faithfulness, in righteousness, and in uprightness of heart toward you. And you have kept for him this great and steadfast love and have given him a son to sit on his throne this day.</p>\n</div>","kjv":"<strong>6</strong> And Solomon said, Thou hast shewed unto thy servant David my father great mercy, according as he walked before thee in truth, and in righteousness, and in uprightness of heart with thee; and thou hast kept for him this great kindness, that thou hast given him a son to sit on his throne, as it is  this day.  ","niv":"<sup><strong>6</strong></sup> Solomon answered, \"You have shown great kindness to your servant, my father David, because he was faithful to you and righteous and upright in heart. You have continued this great kindness to him and have given him a son to sit on his throne this very day.","modified":"2022-04-08T18:32:35.279Z"},{"_id":"616ce203e9d39d04b3b602bd","topicId":"616ce201e9d39d04b3b602b5","verse":"Isaiah 33:15","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23033015_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23033015-1\">15&nbsp;</b>&nbsp;&nbsp;He who walks righteously and speaks uprightly,</span><br><span id=\"p23033015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who despises the gain of oppressions,</span><br><span id=\"p23033015_01-9\" class=\"line\">&nbsp;&nbsp;who shakes his hands, lest they hold a bribe,</span><br><span id=\"p23033015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who stops his ears from hearing of bloodshed</span><br><span id=\"p23033015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shuts his eyes from looking on evil,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil;  ","niv":"<sup><strong>15</strong></sup> He who walks righteously and speaks what is right, who rejects gain from extortion and keeps his hand from accepting bribes, who stops his ears against plots of murder and shuts his eyes against contemplating evil-","modified":"2023-01-13T01:02:15.708Z"},{"_id":"616ce204e9d39d04b3b602be","topicId":"616ce201e9d39d04b3b602b5","verse":"Psalm 119:1-176","votes":13,"__v":0,"esv":"<div>\n\n<h4 id=\"p19119001_09-10\" class=\"psalm-acrostic-title\">Aleph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119001_09-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19119001-1\">119:1&nbsp;</b>&nbsp;&nbsp; Blessed are those whose way is blameless,</span><br><span id=\"p19119001_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk in the law of the LORD!</span><br><span id=\"p19119002_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed are those who keep his testimonies,</span><br><span id=\"p19119002_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek him with their whole heart,</span><br><span id=\"p19119003_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119003-1\">3&nbsp;</b>&nbsp;&nbsp;who also do no wrong,</span><br><span id=\"p19119003_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but walk in his ways!</span><br><span id=\"p19119004_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119004-1\">4&nbsp;</b>&nbsp;&nbsp;You have commanded your precepts</span><br><span id=\"p19119004_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be kept diligently.</span><br><span id=\"p19119005_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119005-1\">5&nbsp;</b>&nbsp;&nbsp;Oh that my ways may be steadfast</span><br><span id=\"p19119005_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping your statutes!</span><br><span id=\"p19119006_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119006-1\">6&nbsp;</b>&nbsp;&nbsp;Then I shall not be put to shame,</span><br><span id=\"p19119006_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;having my eyes fixed on all your commandments.</span><br><span id=\"p19119007_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119007-1\">7&nbsp;</b>&nbsp;&nbsp;I will praise you with an upright heart,</span><br><span id=\"p19119007_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I learn your righteous rules.</span><br><span id=\"p19119008_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119008-1\">8&nbsp;</b>&nbsp;&nbsp;I will keep your statutes;</span><br><span id=\"p19119008_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not utterly forsake me!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119008_09-10\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br><span id=\"p19119012_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed are you, O LORD;</span><br><span id=\"p19119012_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119013_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119013-1\">13&nbsp;</b>&nbsp;&nbsp;With my lips I declare</span><br><span id=\"p19119013_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the rules of your mouth.</span><br><span id=\"p19119014_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119014-1\">14&nbsp;</b>&nbsp;&nbsp;In the way of your testimonies I delight</span><br><span id=\"p19119014_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as much as in all riches.</span><br><span id=\"p19119015_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119015-1\">15&nbsp;</b>&nbsp;&nbsp;I will meditate on your precepts</span><br><span id=\"p19119015_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fix my eyes on your ways.</span><br><span id=\"p19119016_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119016_09-10\" class=\"psalm-acrostic-title\">Gimel</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119017_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119017-1\">17&nbsp;</b>&nbsp;&nbsp;Deal bountifully with your servant,</span><br><span id=\"p19119017_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may live and keep your word.</span><br><span id=\"p19119018_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br><span id=\"p19119019_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119019-1\">19&nbsp;</b>&nbsp;&nbsp;I am a sojourner on the earth;</span><br><span id=\"p19119019_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide not your commandments from me!</span><br><span id=\"p19119020_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119020-1\">20&nbsp;</b>&nbsp;&nbsp;My soul is consumed with longing</span><br><span id=\"p19119020_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules at all times.</span><br><span id=\"p19119021_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119021-1\">21&nbsp;</b>&nbsp;&nbsp;You rebuke the insolent, accursed ones,</span><br><span id=\"p19119021_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who wander from your commandments.</span><br><span id=\"p19119022_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119022-1\">22&nbsp;</b>&nbsp;&nbsp;Take away from me scorn and contempt,</span><br><span id=\"p19119022_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have kept your testimonies.</span><br><span id=\"p19119023_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119023-1\">23&nbsp;</b>&nbsp;&nbsp;Even though princes sit plotting against me,</span><br><span id=\"p19119023_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your servant will meditate on your statutes.</span><br><span id=\"p19119024_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119024-1\">24&nbsp;</b>&nbsp;&nbsp;Your testimonies are my delight;</span><br><span id=\"p19119024_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are my counselors.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119024_09-10\" class=\"psalm-acrostic-title\">Daleth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119025_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119025-1\">25&nbsp;</b>&nbsp;&nbsp;My soul clings to the dust;</span><br><span id=\"p19119025_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your word!</span><br><span id=\"p19119026_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119026-1\">26&nbsp;</b>&nbsp;&nbsp;When I told of my ways, you answered me;</span><br><span id=\"p19119026_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119027_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119027-1\">27&nbsp;</b>&nbsp;&nbsp;Make me understand the way of your precepts,</span><br><span id=\"p19119027_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your wondrous works.</span><br><span id=\"p19119028_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119028-1\">28&nbsp;</b>&nbsp;&nbsp;My soul melts away for sorrow;</span><br><span id=\"p19119028_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen me according to your word!</span><br><span id=\"p19119029_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119029-1\">29&nbsp;</b>&nbsp;&nbsp;Put false ways far from me</span><br><span id=\"p19119029_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and graciously teach me your law!</span><br><span id=\"p19119030_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119030-1\">30&nbsp;</b>&nbsp;&nbsp;I have chosen the way of faithfulness;</span><br><span id=\"p19119030_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I set your rules before me.</span><br><span id=\"p19119031_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119031-1\">31&nbsp;</b>&nbsp;&nbsp;I cling to your testimonies, O LORD;</span><br><span id=\"p19119031_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame!</span><br><span id=\"p19119032_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119032-1\">32&nbsp;</b>&nbsp;&nbsp;I will run in the way of your commandments</span><br><span id=\"p19119032_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you enlarge my heart!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119032_09-10\" class=\"psalm-acrostic-title\">He</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119033_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119033-1\">33&nbsp;</b>&nbsp;&nbsp;Teach me, O LORD, the way of your statutes;</span><br><span id=\"p19119033_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will keep it to the end.</span><br><span id=\"p19119034_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119034-1\">34&nbsp;</b>&nbsp;&nbsp;Give me understanding, that I may keep your law</span><br><span id=\"p19119034_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observe it with my whole heart.</span><br><span id=\"p19119035_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119035-1\">35&nbsp;</b>&nbsp;&nbsp;Lead me in the path of your commandments,</span><br><span id=\"p19119035_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I delight in it.</span><br><span id=\"p19119036_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119036-1\">36&nbsp;</b>&nbsp;&nbsp;Incline my heart to your testimonies,</span><br><span id=\"p19119036_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to selfish gain!</span><br><span id=\"p19119037_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119037-1\">37&nbsp;</b>&nbsp;&nbsp;Turn my eyes from looking at worthless things;</span><br><span id=\"p19119037_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give me life in your ways.</span><br><span id=\"p19119038_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119038-1\">38&nbsp;</b>&nbsp;&nbsp;Confirm to your servant your promise,</span><br><span id=\"p19119038_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be feared.</span><br><span id=\"p19119039_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119039-1\">39&nbsp;</b>&nbsp;&nbsp;Turn away the reproach that I dread,</span><br><span id=\"p19119039_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules are good.</span><br><span id=\"p19119040_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119040-1\">40&nbsp;</b>&nbsp;&nbsp;Behold, I long for your precepts;</span><br><span id=\"p19119040_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness give me life!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119040_09-10\" class=\"psalm-acrostic-title\">Waw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119041_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119041-1\">41&nbsp;</b>&nbsp;&nbsp;Let your steadfast love come to me, O LORD,</span><br><span id=\"p19119041_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your salvation according to your promise;</span><br><span id=\"p19119042_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119042-1\">42&nbsp;</b>&nbsp;&nbsp;then shall I have an answer for him who taunts me,</span><br><span id=\"p19119042_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I trust in your word.</span><br><span id=\"p19119043_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119043-1\">43&nbsp;</b>&nbsp;&nbsp;And take not the word of truth utterly out of my mouth,</span><br><span id=\"p19119043_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my hope is in your rules.</span><br><span id=\"p19119044_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119044-1\">44&nbsp;</b>&nbsp;&nbsp;I will keep your law continually,</span><br><span id=\"p19119044_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever,</span><br><span id=\"p19119045_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119045-1\">45&nbsp;</b>&nbsp;&nbsp;and I shall walk in a wide place,</span><br><span id=\"p19119045_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119046_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119046-1\">46&nbsp;</b>&nbsp;&nbsp;I will also speak of your testimonies before kings</span><br><span id=\"p19119046_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall not be put to shame,</span><br><span id=\"p19119047_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119047-1\">47&nbsp;</b>&nbsp;&nbsp;for I find my delight in your commandments,</span><br><span id=\"p19119047_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which I love.</span><br><span id=\"p19119048_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119048-1\">48&nbsp;</b>&nbsp;&nbsp;I will lift up my hands toward your commandments, which I love,</span><br><span id=\"p19119048_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your statutes.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119048_09-10\" class=\"psalm-acrostic-title\">Zayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119049_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119049-1\">49&nbsp;</b>&nbsp;&nbsp;Remember your word to your servant,</span><br><span id=\"p19119049_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in which you have made me hope.</span><br><span id=\"p19119050_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119050-1\">50&nbsp;</b>&nbsp;&nbsp;This is my comfort in my affliction,</span><br><span id=\"p19119050_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your promise gives me life.</span><br><span id=\"p19119051_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119051-1\">51&nbsp;</b>&nbsp;&nbsp;The insolent utterly deride me,</span><br><span id=\"p19119051_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not turn away from your law.</span><br><span id=\"p19119052_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119052-1\">52&nbsp;</b>&nbsp;&nbsp;When I think of your rules from of old,</span><br><span id=\"p19119052_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I take comfort, O LORD.</span><br><span id=\"p19119053_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119053-1\">53&nbsp;</b>&nbsp;&nbsp;Hot indignation seizes me because of the wicked,</span><br><span id=\"p19119053_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who forsake your law.</span><br><span id=\"p19119054_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119054-1\">54&nbsp;</b>&nbsp;&nbsp;Your statutes have been my songs</span><br><span id=\"p19119054_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of my sojourning.</span><br><span id=\"p19119055_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119055-1\">55&nbsp;</b>&nbsp;&nbsp;I remember your name in the night, O LORD,</span><br><span id=\"p19119055_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep your law.</span><br><span id=\"p19119056_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119056-1\">56&nbsp;</b>&nbsp;&nbsp;This blessing has fallen to me,</span><br><span id=\"p19119056_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I have kept your precepts.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119056_09-10\" class=\"psalm-acrostic-title\">Heth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119057_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119057-1\">57&nbsp;</b>&nbsp;&nbsp;The LORD is my portion;</span><br><span id=\"p19119057_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I promise to keep your words.</span><br><span id=\"p19119058_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119058-1\">58&nbsp;</b>&nbsp;&nbsp;I entreat your favor with all my heart;</span><br><span id=\"p19119058_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be gracious to me according to your promise.</span><br><span id=\"p19119059_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119059-1\">59&nbsp;</b>&nbsp;&nbsp;When I think on my ways,</span><br><span id=\"p19119059_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I turn my feet to your testimonies;</span><br><span id=\"p19119060_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119060-1\">60&nbsp;</b>&nbsp;&nbsp;I hasten and do not delay</span><br><span id=\"p19119060_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your commandments.</span><br><span id=\"p19119061_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119061-1\">61&nbsp;</b>&nbsp;&nbsp;Though the cords of the wicked ensnare me,</span><br><span id=\"p19119061_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I do not forget your law.</span><br><span id=\"p19119062_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119062-1\">62&nbsp;</b>&nbsp;&nbsp;At midnight I rise to praise you,</span><br><span id=\"p19119062_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your righteous rules.</span><br><span id=\"p19119063_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119063-1\">63&nbsp;</b>&nbsp;&nbsp;I am a companion of all who fear you,</span><br><span id=\"p19119063_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of those who keep your precepts.</span><br><span id=\"p19119064_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119064-1\">64&nbsp;</b>&nbsp;&nbsp;The earth, O LORD, is full of your steadfast love;</span><br><span id=\"p19119064_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119064_09-10\" class=\"psalm-acrostic-title\">Teth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119065_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119065-1\">65&nbsp;</b>&nbsp;&nbsp;You have dealt well with your servant,</span><br><span id=\"p19119065_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your word.</span><br><span id=\"p19119066_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119066-1\">66&nbsp;</b>&nbsp;&nbsp;Teach me good judgment and knowledge,</span><br><span id=\"p19119066_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I believe in your commandments.</span><br><span id=\"p19119067_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119067-1\">67&nbsp;</b>&nbsp;&nbsp;Before I was afflicted I went astray,</span><br><span id=\"p19119067_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now I keep your word.</span><br><span id=\"p19119068_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119068-1\">68&nbsp;</b>&nbsp;&nbsp;You are good and do good;</span><br><span id=\"p19119068_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes.</span><br><span id=\"p19119069_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119069-1\">69&nbsp;</b>&nbsp;&nbsp;The insolent smear me with lies,</span><br><span id=\"p19119069_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with my whole heart I keep your precepts;</span><br><span id=\"p19119070_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119070-1\">70&nbsp;</b>&nbsp;&nbsp;their heart is unfeeling like fat,</span><br><span id=\"p19119070_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I delight in your law.</span><br><span id=\"p19119071_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119071-1\">71&nbsp;</b>&nbsp;&nbsp;It is good for me that I was afflicted,</span><br><span id=\"p19119071_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might learn your statutes.</span><br><span id=\"p19119072_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119072-1\">72&nbsp;</b>&nbsp;&nbsp;The law of your mouth is better to me</span><br><span id=\"p19119072_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than thousands of gold and silver pieces.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119072_09-10\" class=\"psalm-acrostic-title\">Yodh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119073_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119073-1\">73&nbsp;</b>&nbsp;&nbsp;Your hands have made and fashioned me;</span><br><span id=\"p19119073_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may learn your commandments.</span><br><span id=\"p19119074_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119074-1\">74&nbsp;</b>&nbsp;&nbsp;Those who fear you shall see me and rejoice,</span><br><span id=\"p19119074_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I have hoped in your word.</span><br><span id=\"p19119075_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119075-1\">75&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that your rules are righteous,</span><br><span id=\"p19119075_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that in faithfulness you have afflicted me.</span><br><span id=\"p19119076_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119076-1\">76&nbsp;</b>&nbsp;&nbsp;Let your steadfast love comfort me</span><br><span id=\"p19119076_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your promise to your servant.</span><br><span id=\"p19119077_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119077-1\">77&nbsp;</b>&nbsp;&nbsp;Let your mercy come to me, that I may live;</span><br><span id=\"p19119077_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law is my delight.</span><br><span id=\"p19119078_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119078-1\">78&nbsp;</b>&nbsp;&nbsp;Let the insolent be put to shame,</span><br><span id=\"p19119078_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have wronged me with falsehood;</span><br><span id=\"p19119078_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as for me, I will meditate on your precepts.</span><br><span id=\"p19119079_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119079-1\">79&nbsp;</b>&nbsp;&nbsp;Let those who fear you turn to me,</span><br><span id=\"p19119079_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may know your testimonies.</span><br><span id=\"p19119080_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119080-1\">80&nbsp;</b>&nbsp;&nbsp;May my heart be blameless in your statutes,</span><br><span id=\"p19119080_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may not be put to shame!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119080_09-10\" class=\"psalm-acrostic-title\">Kaph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119081_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119081-1\">81&nbsp;</b>&nbsp;&nbsp;My soul longs for your salvation;</span><br><span id=\"p19119081_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119082_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119082-1\">82&nbsp;</b>&nbsp;&nbsp;My eyes long for your promise;</span><br><span id=\"p19119082_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I ask, “When will you comfort me?”</span><br><span id=\"p19119083_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119083-1\">83&nbsp;</b>&nbsp;&nbsp;For I have become like a wineskin in the smoke,</span><br><span id=\"p19119083_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not forgotten your statutes.</span><br><span id=\"p19119084_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119084-1\">84&nbsp;</b>&nbsp;&nbsp;How long must your servant endure?</span><br><span id=\"p19119084_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you judge those who persecute me?</span><br><span id=\"p19119085_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119085-1\">85&nbsp;</b>&nbsp;&nbsp;The insolent have dug pitfalls for me;</span><br><span id=\"p19119085_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not live according to your law.</span><br><span id=\"p19119086_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119086-1\">86&nbsp;</b>&nbsp;&nbsp;All your commandments are sure;</span><br><span id=\"p19119086_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they persecute me with falsehood; help me!</span><br><span id=\"p19119087_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119087-1\">87&nbsp;</b>&nbsp;&nbsp;They have almost made an end of me on earth,</span><br><span id=\"p19119087_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I have not forsaken your precepts.</span><br><span id=\"p19119088_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119088-1\">88&nbsp;</b>&nbsp;&nbsp;In your steadfast love give me life,</span><br><span id=\"p19119088_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the testimonies of your mouth.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119088_09-10\" class=\"psalm-acrostic-title\">Lamedh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119089_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119089-1\">89&nbsp;</b>&nbsp;&nbsp;Forever, O LORD, your word</span><br><span id=\"p19119089_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is firmly fixed in the heavens.</span><br><span id=\"p19119090_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119090-1\">90&nbsp;</b>&nbsp;&nbsp;Your faithfulness endures to all generations;</span><br><span id=\"p19119090_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have established the earth, and it stands fast.</span><br><span id=\"p19119091_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119091-1\">91&nbsp;</b>&nbsp;&nbsp;By your appointment they stand this day,</span><br><span id=\"p19119091_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all things are your servants.</span><br><span id=\"p19119092_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119092-1\">92&nbsp;</b>&nbsp;&nbsp;If your law had not been my delight,</span><br><span id=\"p19119092_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would have perished in my affliction.</span><br><span id=\"p19119093_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119093-1\">93&nbsp;</b>&nbsp;&nbsp;I will never forget your precepts,</span><br><span id=\"p19119093_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for by them you have given me life.</span><br><span id=\"p19119094_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119094-1\">94&nbsp;</b>&nbsp;&nbsp;I am yours; save me,</span><br><span id=\"p19119094_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119095_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119095-1\">95&nbsp;</b>&nbsp;&nbsp;The wicked lie in wait to destroy me,</span><br><span id=\"p19119095_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I consider your testimonies.</span><br><span id=\"p19119096_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119096-1\">96&nbsp;</b>&nbsp;&nbsp;I have seen a limit to all perfection,</span><br><span id=\"p19119096_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandment is exceedingly broad.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119096_09-10\" class=\"psalm-acrostic-title\">Mem</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119097_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119097-1\">97&nbsp;</b>&nbsp;&nbsp;Oh how I love your law!</span><br><span id=\"p19119097_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is my meditation all the day.</span><br><span id=\"p19119098_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119098-1\">98&nbsp;</b>&nbsp;&nbsp;Your commandment makes me wiser than my enemies,</span><br><span id=\"p19119098_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it is ever with me.</span><br><span id=\"p19119099_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119099-1\">99&nbsp;</b>&nbsp;&nbsp;I have more understanding than all my teachers,</span><br><span id=\"p19119099_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your testimonies are my meditation.</span><br><span id=\"p19119100_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119100-1\">100&nbsp;</b>&nbsp;&nbsp;I understand more than the aged,</span><br><span id=\"p19119100_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I keep your precepts.</span><br><span id=\"p19119101_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119101-1\">101&nbsp;</b>&nbsp;&nbsp;I hold back my feet from every evil way,</span><br><span id=\"p19119101_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to keep your word.</span><br><span id=\"p19119102_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119102-1\">102&nbsp;</b>&nbsp;&nbsp;I do not turn aside from your rules,</span><br><span id=\"p19119102_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have taught me.</span><br><span id=\"p19119103_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br><span id=\"p19119104_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119104-1\">104&nbsp;</b>&nbsp;&nbsp;Through your precepts I get understanding;</span><br><span id=\"p19119104_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119104_09-10\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br><span id=\"p19119106_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119106-1\">106&nbsp;</b>&nbsp;&nbsp;I have sworn an oath and confirmed it,</span><br><span id=\"p19119106_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your righteous rules.</span><br><span id=\"p19119107_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119107-1\">107&nbsp;</b>&nbsp;&nbsp;I am severely afflicted;</span><br><span id=\"p19119107_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life, O LORD, according to your word!</span><br><span id=\"p19119108_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119108-1\">108&nbsp;</b>&nbsp;&nbsp;Accept my freewill offerings of praise, O LORD,</span><br><span id=\"p19119108_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your rules.</span><br><span id=\"p19119109_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119109-1\">109&nbsp;</b>&nbsp;&nbsp;I hold my life in my hand continually,</span><br><span id=\"p19119109_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not forget your law.</span><br><span id=\"p19119110_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119110-1\">110&nbsp;</b>&nbsp;&nbsp;The wicked have laid a snare for me,</span><br><span id=\"p19119110_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not stray from your precepts.</span><br><span id=\"p19119111_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119111-1\">111&nbsp;</b>&nbsp;&nbsp;Your testimonies are my heritage forever,</span><br><span id=\"p19119111_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they are the joy of my heart.</span><br><span id=\"p19119112_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119112-1\">112&nbsp;</b>&nbsp;&nbsp;I incline my heart to perform your statutes</span><br><span id=\"p19119112_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever, to the end.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119112_09-10\" class=\"psalm-acrostic-title\">Samekh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119113_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119113-1\">113&nbsp;</b>&nbsp;&nbsp;I hate the double-minded,</span><br><span id=\"p19119113_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119114_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119114-1\">114&nbsp;</b>&nbsp;&nbsp;You are my hiding place and my shield;</span><br><span id=\"p19119114_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119115_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119115-1\">115&nbsp;</b>&nbsp;&nbsp;Depart from me, you evildoers,</span><br><span id=\"p19119115_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the commandments of my God.</span><br><span id=\"p19119116_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119116-1\">116&nbsp;</b>&nbsp;&nbsp;Uphold me according to your promise, that I may live,</span><br><span id=\"p19119116_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let me not be put to shame in my hope!</span><br><span id=\"p19119117_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119117-1\">117&nbsp;</b>&nbsp;&nbsp;Hold me up, that I may be safe</span><br><span id=\"p19119117_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have regard for your statutes continually!</span><br><span id=\"p19119118_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119118-1\">118&nbsp;</b>&nbsp;&nbsp;You spurn all who go astray from your statutes,</span><br><span id=\"p19119118_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their cunning is in vain.</span><br><span id=\"p19119119_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119119-1\">119&nbsp;</b>&nbsp;&nbsp;All the wicked of the earth you discard like dross,</span><br><span id=\"p19119119_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I love your testimonies.</span><br><span id=\"p19119120_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119120-1\">120&nbsp;</b>&nbsp;&nbsp;My flesh trembles for fear of you,</span><br><span id=\"p19119120_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I am afraid of your judgments.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119120_09-10\" class=\"psalm-acrostic-title\">Ayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119121_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119121-1\">121&nbsp;</b>&nbsp;&nbsp;I have done what is just and right;</span><br><span id=\"p19119121_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not leave me to my oppressors.</span><br><span id=\"p19119122_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119122-1\">122&nbsp;</b>&nbsp;&nbsp;Give your servant a pledge of good;</span><br><span id=\"p19119122_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not the insolent oppress me.</span><br><span id=\"p19119123_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119123-1\">123&nbsp;</b>&nbsp;&nbsp;My eyes long for your salvation</span><br><span id=\"p19119123_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the fulfillment of your righteous promise.</span><br><span id=\"p19119124_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119124-1\">124&nbsp;</b>&nbsp;&nbsp;Deal with your servant according to your steadfast love,</span><br><span id=\"p19119124_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119125_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119125-1\">125&nbsp;</b>&nbsp;&nbsp;I am your servant; give me understanding,</span><br><span id=\"p19119125_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may know your testimonies!</span><br><span id=\"p19119126_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119126-1\">126&nbsp;</b>&nbsp;&nbsp;It is time for the LORD to act,</span><br><span id=\"p19119126_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law has been broken.</span><br><span id=\"p19119127_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119127-1\">127&nbsp;</b>&nbsp;&nbsp;Therefore I love your commandments</span><br><span id=\"p19119127_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;above gold, above fine gold.</span><br><span id=\"p19119128_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119128-1\">128&nbsp;</b>&nbsp;&nbsp;Therefore I consider all your precepts to be right;</span><br><span id=\"p19119128_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119128_09-10\" class=\"psalm-acrostic-title\">Pe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119129_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119129-1\">129&nbsp;</b>&nbsp;&nbsp;Your testimonies are wonderful;</span><br><span id=\"p19119129_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore my soul keeps them.</span><br><span id=\"p19119130_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119130-1\">130&nbsp;</b>&nbsp;&nbsp;The unfolding of your words gives light;</span><br><span id=\"p19119130_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it imparts understanding to the simple.</span><br><span id=\"p19119131_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119131-1\">131&nbsp;</b>&nbsp;&nbsp;I open my mouth and pant,</span><br><span id=\"p19119131_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I long for your commandments.</span><br><span id=\"p19119132_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119132-1\">132&nbsp;</b>&nbsp;&nbsp;Turn to me and be gracious to me,</span><br><span id=\"p19119132_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as is your way with those who love your name.</span><br><span id=\"p19119133_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119133-1\">133&nbsp;</b>&nbsp;&nbsp;Keep steady my steps according to your promise,</span><br><span id=\"p19119133_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let no iniquity get dominion over me.</span><br><span id=\"p19119134_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119134-1\">134&nbsp;</b>&nbsp;&nbsp;Redeem me from man’s oppression,</span><br><span id=\"p19119134_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep your precepts.</span><br><span id=\"p19119135_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119135-1\">135&nbsp;</b>&nbsp;&nbsp;Make your face shine upon your servant,</span><br><span id=\"p19119135_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119136_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119136-1\">136&nbsp;</b>&nbsp;&nbsp;My eyes shed streams of tears,</span><br><span id=\"p19119136_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because people do not keep your law.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119136_09-10\" class=\"psalm-acrostic-title\">Tsadhe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119137_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119137-1\">137&nbsp;</b>&nbsp;&nbsp;Righteous are you, O LORD,</span><br><span id=\"p19119137_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right are your rules.</span><br><span id=\"p19119138_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119138-1\">138&nbsp;</b>&nbsp;&nbsp;You have appointed your testimonies in righteousness</span><br><span id=\"p19119138_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all faithfulness.</span><br><span id=\"p19119139_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119139-1\">139&nbsp;</b>&nbsp;&nbsp;My zeal consumes me,</span><br><span id=\"p19119139_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because my foes forget your words.</span><br><span id=\"p19119140_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119140-1\">140&nbsp;</b>&nbsp;&nbsp;Your promise is well tried,</span><br><span id=\"p19119140_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your servant loves it.</span><br><span id=\"p19119141_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119141-1\">141&nbsp;</b>&nbsp;&nbsp;I am small and despised,</span><br><span id=\"p19119141_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I do not forget your precepts.</span><br><span id=\"p19119142_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119142-1\">142&nbsp;</b>&nbsp;&nbsp;Your righteousness is righteous forever,</span><br><span id=\"p19119142_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is true.</span><br><span id=\"p19119143_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119143-1\">143&nbsp;</b>&nbsp;&nbsp;Trouble and anguish have found me out,</span><br><span id=\"p19119143_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandments are my delight.</span><br><span id=\"p19119144_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119144-1\">144&nbsp;</b>&nbsp;&nbsp;Your testimonies are righteous forever;</span><br><span id=\"p19119144_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may live.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119144_09-10\" class=\"psalm-acrostic-title\">Qoph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119145_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119145-1\">145&nbsp;</b>&nbsp;&nbsp;With my whole heart I cry; answer me, O LORD!</span><br><span id=\"p19119145_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will keep your statutes.</span><br><span id=\"p19119146_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119146-1\">146&nbsp;</b>&nbsp;&nbsp;I call to you; save me,</span><br><span id=\"p19119146_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may observe your testimonies.</span><br><span id=\"p19119147_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119147-1\">147&nbsp;</b>&nbsp;&nbsp;I rise before dawn and cry for help;</span><br><span id=\"p19119147_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your words.</span><br><span id=\"p19119148_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119148-1\">148&nbsp;</b>&nbsp;&nbsp;My eyes are awake before the watches of the night,</span><br><span id=\"p19119148_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may meditate on your promise.</span><br><span id=\"p19119149_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119149-1\">149&nbsp;</b>&nbsp;&nbsp;Hear my voice according to your steadfast love;</span><br><span id=\"p19119149_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your justice give me life.</span><br><span id=\"p19119150_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119150-1\">150&nbsp;</b>&nbsp;&nbsp;They draw near who persecute me with evil purpose;</span><br><span id=\"p19119150_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are far from your law.</span><br><span id=\"p19119151_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119151-1\">151&nbsp;</b>&nbsp;&nbsp;But you are near, O LORD,</span><br><span id=\"p19119151_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your commandments are true.</span><br><span id=\"p19119152_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119152_09-10\" class=\"psalm-acrostic-title\">Resh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119153_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119153-1\">153&nbsp;</b>&nbsp;&nbsp;Look on my affliction and deliver me,</span><br><span id=\"p19119153_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your law.</span><br><span id=\"p19119154_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119154-1\">154&nbsp;</b>&nbsp;&nbsp;Plead my cause and redeem me;</span><br><span id=\"p19119154_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your promise!</span><br><span id=\"p19119155_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119155-1\">155&nbsp;</b>&nbsp;&nbsp;Salvation is far from the wicked,</span><br><span id=\"p19119155_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they do not seek your statutes.</span><br><span id=\"p19119156_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119156-1\">156&nbsp;</b>&nbsp;&nbsp;Great is your mercy, O LORD;</span><br><span id=\"p19119156_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your rules.</span><br><span id=\"p19119157_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119157-1\">157&nbsp;</b>&nbsp;&nbsp;Many are my persecutors and my adversaries,</span><br><span id=\"p19119157_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not swerve from your testimonies.</span><br><span id=\"p19119158_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119158-1\">158&nbsp;</b>&nbsp;&nbsp;I look at the faithless with disgust,</span><br><span id=\"p19119158_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they do not keep your commands.</span><br><span id=\"p19119159_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119159-1\">159&nbsp;</b>&nbsp;&nbsp;Consider how I love your precepts!</span><br><span id=\"p19119159_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give me life according to your steadfast love.</span><br><span id=\"p19119160_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119160_09-10\" class=\"psalm-acrostic-title\">Sin and Shin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119161_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119161-1\">161&nbsp;</b>&nbsp;&nbsp;Princes persecute me without cause,</span><br><span id=\"p19119161_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but my heart stands in awe of your words.</span><br><span id=\"p19119162_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119162-1\">162&nbsp;</b>&nbsp;&nbsp;I rejoice at your word</span><br><span id=\"p19119162_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who finds great spoil.</span><br><span id=\"p19119163_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119163-1\">163&nbsp;</b>&nbsp;&nbsp;I hate and abhor falsehood,</span><br><span id=\"p19119163_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119164_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119164-1\">164&nbsp;</b>&nbsp;&nbsp;Seven times a day I praise you</span><br><span id=\"p19119164_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your righteous rules.</span><br><span id=\"p19119165_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119165-1\">165&nbsp;</b>&nbsp;&nbsp;Great peace have those who love your law;</span><br><span id=\"p19119165_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nothing can make them stumble.</span><br><span id=\"p19119166_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119166-1\">166&nbsp;</b>&nbsp;&nbsp;I hope for your salvation, O LORD,</span><br><span id=\"p19119166_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I do your commandments.</span><br><span id=\"p19119167_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119167-1\">167&nbsp;</b>&nbsp;&nbsp;My soul keeps your testimonies;</span><br><span id=\"p19119167_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I love them exceedingly.</span><br><span id=\"p19119168_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119168-1\">168&nbsp;</b>&nbsp;&nbsp;I keep your precepts and testimonies,</span><br><span id=\"p19119168_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all my ways are before you.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119168_09-10\" class=\"psalm-acrostic-title\">Taw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119169_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119169-1\">169&nbsp;</b>&nbsp;&nbsp;Let my cry come before you, O LORD;</span><br><span id=\"p19119169_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding according to your word!</span><br><span id=\"p19119170_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119170-1\">170&nbsp;</b>&nbsp;&nbsp;Let my plea come before you;</span><br><span id=\"p19119170_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver me according to your word.</span><br><span id=\"p19119171_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119171-1\">171&nbsp;</b>&nbsp;&nbsp;My lips will pour forth praise,</span><br><span id=\"p19119171_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you teach me your statutes.</span><br><span id=\"p19119172_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119172-1\">172&nbsp;</b>&nbsp;&nbsp;My tongue will sing of your word,</span><br><span id=\"p19119172_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your commandments are right.</span><br><span id=\"p19119173_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119173-1\">173&nbsp;</b>&nbsp;&nbsp;Let your hand be ready to help me,</span><br><span id=\"p19119173_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have chosen your precepts.</span><br><span id=\"p19119174_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119174-1\">174&nbsp;</b>&nbsp;&nbsp;I long for your salvation, O LORD,</span><br><span id=\"p19119174_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is my delight.</span><br><span id=\"p19119175_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119175-1\">175&nbsp;</b>&nbsp;&nbsp;Let my soul live and praise you,</span><br><span id=\"p19119175_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your rules help me.</span><br><span id=\"p19119176_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119176-1\">176&nbsp;</b>&nbsp;&nbsp;I have gone astray like a lost sheep; seek your servant,</span><br><span id=\"p19119176_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your commandments.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed are the undefiled in the way, who walk in the law of the LORD.  <strong>2</strong> Blessed are they that keep his testimonies, and that  seek him with the whole heart.  <strong>3</strong> They also do no iniquity: they walk in his ways.  <strong>4</strong> Thou hast commanded us to keep thy precepts diligently.  <strong>5</strong> O that my ways were directed to keep thy statutes!  <strong>6</strong> Then shall I not be ashamed, when I have respect unto all thy commandments.  <strong>7</strong> I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments.  <strong>8</strong> I will keep thy statutes: O forsake me not utterly.  <strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  <strong>12</strong> Blessed art thou, O LORD: teach me thy statutes.  <strong>13</strong> With my lips have I declared all the judgments of thy mouth.  <strong>14</strong> I have rejoiced in the way of thy testimonies, as much as  in all riches.  <strong>15</strong> I will meditate in thy precepts, and have respect unto thy ways.  <strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  <strong>17</strong> Deal bountifully with thy servant, that I may live, and keep thy word.  <strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  <strong>19</strong> I am a stranger in the earth: hide not thy commandments from me.  <strong>20</strong> My soul breaketh for the longing that it hath unto thy judgments at all times.  <strong>21</strong> Thou hast rebuked the proud that are cursed, which do err from thy commandments.  <strong>22</strong> Remove from me reproach and contempt; for I have kept thy testimonies.  <strong>23</strong> Princes also did sit and speak against me: but  thy servant did meditate in thy statutes.  <strong>24</strong> Thy testimonies also are my delight and my counsellors.  <strong>25</strong> My soul cleaveth unto the dust: quicken thou me according to thy word.  <strong>26</strong> I have declared my ways, and thou heardest me: teach me thy statutes.  <strong>27</strong> Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.  <strong>28</strong> My soul melteth for heaviness: strengthen thou me according unto thy word.  <strong>29</strong> Remove from me the way of lying: and grant me thy law graciously.  <strong>30</strong> I have chosen the way of truth: thy judgments have I laid before me. <strong>31</strong> I have stuck unto thy testimonies: O LORD, put me not to shame.  <strong>32</strong> I will run the way of thy commandments, when thou shalt enlarge my heart.  <strong>33</strong> Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end.  <strong>34</strong> Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart.  <strong>35</strong> Make me to go in the path of thy commandments; for therein do I delight.  <strong>36</strong> Incline my heart unto thy testimonies, and not to covetousness.  <strong>37</strong> Turn away mine eyes from beholding vanity; and quicken thou me in thy way.  <strong>38</strong> Stablish thy word unto thy servant, who is devoted to thy fear.  <strong>39</strong> Turn away my reproach which I fear: for thy judgments are  good.  <strong>40</strong> Behold, I have longed after thy precepts: quicken me in thy righteousness.  <strong>41</strong> Let thy mercies come also unto me, O LORD, even thy salvation, according to thy word.  <strong>42</strong> So shall I have wherewith to answer him that reproacheth me: for I trust in thy word.  <strong>43</strong> And take not the word of truth utterly out of my mouth; for I have hoped in thy judgments.  <strong>44</strong> So shall I keep thy law continually for ever and ever.  <strong>45</strong> And I will walk at liberty: for I seek thy precepts.  <strong>46</strong> I will speak of thy testimonies also before kings, and will not be ashamed.  <strong>47</strong> And I will delight myself in thy commandments, which I have loved.  <strong>48</strong> My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.  <strong>49</strong> Remember the word unto thy servant, upon which thou hast caused me to hope.  <strong>50</strong> This is my comfort in my affliction: for thy word hath quickened me.  <strong>51</strong> The proud have had me greatly in derision: yet have I not declined from thy law.  <strong>52</strong> I remembered thy judgments of old, O LORD; and have comforted myself.  <strong>53</strong> Horror hath taken hold upon me because of the wicked that forsake thy law.  <strong>54</strong> Thy statutes have been my songs in the house of my pilgrimage.  <strong>55</strong> I have remembered thy name, O LORD, in the night, and have kept thy law.  <strong>56</strong> This I had, because I kept thy precepts.  <strong>57</strong>             Thou art my portion, O LORD: I have said that I would keep thy words.  <strong>58</strong> I intreated thy favour with my whole heart: be merciful unto me according to thy word.  <strong>59</strong> I thought on my ways, and turned my feet unto thy testimonies.  <strong>60</strong> I made haste, and delayed not to keep thy commandments.  <strong>61</strong> The bands of the wicked have robbed me: but I have not forgotten thy law.  <strong>62</strong> At midnight I will rise to give thanks unto thee because of thy righteous judgments.  <strong>63</strong> I am a companion of all them that fear thee, and of them that keep thy precepts.  <strong>64</strong> The earth, O LORD, is full of thy mercy: teach me thy statutes.  <strong>65</strong> Thou hast dealt well with thy servant, O LORD, according unto thy word.  <strong>66</strong> Teach me good judgment and knowledge: for I have believed thy commandments.  <strong>67</strong> Before I was afflicted I went astray: but now have I kept thy word.  <strong>68</strong> Thou art good, and doest good; teach me thy statutes.  <strong>69</strong> The proud have forged a lie against me: but I will keep thy precepts with my whole heart.  <strong>70</strong> Their heart is as fat as grease; but I delight in thy law.  <strong>71</strong>             It is good for me that I have been afflicted; that I might learn thy statutes.  <strong>72</strong> The law of thy mouth is better unto me than thousands of gold and silver.  <strong>73</strong> Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments.  <strong>74</strong> They that fear thee will be glad when they see me; because I have hoped in thy word.  <strong>75</strong> I know, O LORD, that thy judgments are right, and that thou in faithfulness hast afflicted me.  <strong>76</strong> Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.  <strong>77</strong> Let thy tender mercies come unto me, that I may live: for thy law is my delight.  <strong>78</strong> Let the proud be ashamed; for they dealt perversely with me without a cause: but I will meditate in thy precepts.  <strong>79</strong> Let those that fear thee turn unto me, and those that have known thy testimonies.  <strong>80</strong> Let my heart be sound in thy statutes; that I be not ashamed.  <strong>81</strong> My soul fainteth for thy salvation: but I hope in thy word.  <strong>82</strong> Mine eyes fail for thy word, saying, When wilt thou comfort me?  <strong>83</strong> For I am become like a bottle in the smoke; yet do I not forget thy statutes.  <strong>84</strong> How many are the days of thy servant? when wilt thou execute judgment on them that persecute me?  <strong>85</strong> The proud have digged pits for me, which are not after thy law.  <strong>86</strong> All thy commandments are faithful: they persecute me wrongfully; help thou me.  <strong>87</strong> They had almost consumed me upon earth; but I forsook not thy precepts.  <strong>88</strong> Quicken me after thy lovingkindness; so shall I keep the testimony of thy mouth.  <strong>89</strong> For ever, O LORD, thy word is settled in heaven.  <strong>90</strong> Thy faithfulness is unto all generations: thou hast established the earth, and it abideth.  <strong>91</strong> They continue this day according to thine ordinances: for all are thy servants.  <strong>92</strong> Unless thy law had been my delights, I should then have perished in mine affliction.  <strong>93</strong> I will never forget thy precepts: for with them thou hast quickened me.  <strong>94</strong> I am thine, save me; for I have sought thy precepts.  <strong>95</strong> The wicked have waited for me to destroy me: but I will consider thy testimonies.  <strong>96</strong> I have seen an end of all perfection: but thy commandment is exceeding broad.  <strong>97</strong> O how love I thy law! it is my meditation all the day.  <strong>98</strong> Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me.  <strong>99</strong> I have more understanding than all my teachers: for thy testimonies are my meditation.  <strong>100</strong> I understand more than the ancients, because I keep thy precepts.  <strong>101</strong> I have refrained my feet from every evil way, that I might keep thy word.  <strong>102</strong> I have not departed from thy judgments: for thou hast taught me.  <strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  <strong>104</strong> Through thy precepts I get understanding: therefore I hate every false way.  <strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  <strong>106</strong> I have sworn, and I will perform it, that I will keep thy righteous judgments.  <strong>107</strong> I am afflicted very much: quicken me, O LORD, according unto thy word.  <strong>108</strong> Accept, I beseech thee, the freewill offerings of my mouth, O LORD, and teach me thy judgments.  <strong>109</strong> My soul is continually in my hand: yet do I not forget thy law.  <strong>110</strong> The wicked have laid a snare for me: yet I erred not from thy precepts.  <strong>111</strong> Thy testimonies have I taken as an heritage for ever: for they are the rejoicing of my heart.  <strong>112</strong> I have inclined mine heart to perform thy statutes alway, even unto the end.  <strong>113</strong> I hate vain thoughts: but thy law do I love.  <strong>114</strong> Thou art my hiding place and my shield: I hope in thy word.  <strong>115</strong> Depart from me, ye evildoers: for I will keep the commandments of my God.  <strong>116</strong> Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.  <strong>117</strong> Hold thou me up, and I shall be safe: and I will have respect unto thy statutes continually.  <strong>118</strong> Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood.  <strong>119</strong> Thou puttest away all the wicked of the earth like dross: therefore I love thy testimonies.  <strong>120</strong> My flesh trembleth for fear of thee; and I am afraid of thy judgments.  <strong>121</strong> I have done judgment and justice: leave me not to mine oppressors.  <strong>122</strong> Be surety for thy servant for good: let not the proud oppress me.  <strong>123</strong> Mine eyes fail for thy salvation, and for the word of thy righteousness.  <strong>124</strong> Deal with thy servant according unto thy mercy, and teach me thy statutes.  <strong>125</strong> I am thy servant; give me understanding, that I may know thy testimonies.  <strong>126</strong>             It is time for thee, LORD, to work: for  they have made void thy law.  <strong>127</strong> Therefore I love thy commandments above gold; yea, above fine gold.  <strong>128</strong> Therefore I esteem all thy precepts concerning  all things to be right; and I hate every false way.  <strong>129</strong> Thy testimonies are wonderful: therefore doth my soul keep them.  <strong>130</strong> The entrance of thy words giveth light; it giveth understanding unto the simple.  <strong>131</strong> I opened my mouth, and panted: for I longed for thy commandments.  <strong>132</strong> Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.  <strong>133</strong> Order my steps in thy word: and let not any iniquity have dominion over me.  <strong>134</strong> Deliver me from the oppression of man: so will I keep thy precepts.  <strong>135</strong> Make thy face to shine upon thy servant; and teach me thy statutes.  <strong>136</strong> Rivers of waters run down mine eyes, because they keep not thy law.  <strong>137</strong> Righteous art thou, O LORD, and upright are thy judgments.  <strong>138</strong> Thy testimonies that thou hast commanded are righteous and very faithful.  <strong>139</strong> My zeal hath consumed me, because mine enemies have forgotten thy words.  <strong>140</strong> Thy word is very pure: therefore thy servant loveth it.  <strong>141</strong> I am small and despised: yet do not I forget thy precepts.  <strong>142</strong> Thy righteousness is an everlasting righteousness, and thy law is the truth.  <strong>143</strong> Trouble and anguish have taken hold on me: yet thy commandments are my delights.  <strong>144</strong> The righteousness of thy testimonies is everlasting: give me understanding, and I shall live.  <strong>145</strong> I cried with my whole heart; hear me, O LORD: I will keep thy statutes.  <strong>146</strong> I cried unto thee; save me, and I shall keep thy testimonies.  <strong>147</strong> I prevented the dawning of the morning, and cried: I hoped in thy word.  <strong>148</strong> Mine eyes prevent the night watches, that I might meditate in thy word.  <strong>149</strong> Hear my voice according unto thy lovingkindness: O LORD, quicken me according to thy judgment.  <strong>150</strong> They draw nigh that follow after mischief: they are far from thy law.  <strong>151</strong> Thou art near, O LORD; and all thy commandments are  truth.  <strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  <strong>153</strong> Consider mine affliction, and deliver me: for I do not forget thy law.  <strong>154</strong> Plead my cause, and deliver me: quicken me according to thy word.  <strong>155</strong> Salvation is far from the wicked: for they seek not thy statutes.  <strong>156</strong> Great are thy tender mercies, O LORD: quicken me according to thy judgments.  <strong>157</strong> Many are my persecutors and mine enemies; yet  do I not decline from thy testimonies.  <strong>158</strong> I beheld the transgressors, and was grieved; because they kept not thy word.  <strong>159</strong> Consider how I love thy precepts: quicken me, O LORD, according to thy lovingkindness.  <strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  <strong>161</strong> Princes have persecuted me without a cause: but my heart standeth in awe of thy word.  <strong>162</strong> I rejoice at thy word, as one that findeth great spoil.  <strong>163</strong> I hate and abhor lying: but thy law do I love.  <strong>164</strong> Seven times a day do I praise thee because of thy righteous judgments.  <strong>165</strong> Great peace have they which love thy law: and nothing shall offend them.  <strong>166</strong> LORD, I have hoped for thy salvation, and done thy commandments.  <strong>167</strong> My soul hath kept thy testimonies; and I love them exceedingly.  <strong>168</strong> I have kept thy precepts and thy testimonies: for all my ways are before thee.  <strong>169</strong> Let my cry come near before thee, O LORD: give me understanding according to thy word.  <strong>170</strong> Let my supplication come before thee: deliver me according to thy word.  <strong>171</strong> My lips shall utter praise, when thou hast taught me thy statutes.  <strong>172</strong> My tongue shall speak of thy word: for all thy commandments are  righteousness.  <strong>173</strong> Let thine hand help me; for I have chosen thy precepts.  <strong>174</strong> I have longed for thy salvation, O LORD; and thy law is  my delight.  <strong>175</strong> Let my soul live, and it shall praise thee; and let thy judgments help me.  <strong>176</strong> I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.  ","niv":"<sup><strong>1</strong></sup> Blessed are they whose ways are blameless, who walk according to the law of the LORD. <sup><strong>2</strong></sup> Blessed are they who keep his statutes and seek him with all their heart. <sup><strong>3</strong></sup> They do nothing wrong; they walk in his ways. <sup><strong>4</strong></sup> You have laid down precepts that are to be fully obeyed. <sup><strong>5</strong></sup> Oh, that my ways were steadfast in obeying your decrees! <sup><strong>6</strong></sup> Then I would not be put to shame when I consider all your commands. <sup><strong>7</strong></sup> I will praise you with an upright heart as I learn your righteous laws. <sup><strong>8</strong></sup> I will obey your decrees; do not utterly forsake me. <sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. <sup><strong>12</strong></sup> Praise be to you, O LORD; teach me your decrees. <sup><strong>13</strong></sup> With my lips I recount all the laws that come from your mouth. <sup><strong>14</strong></sup> I rejoice in following your statutes as one rejoices in great riches. <sup><strong>15</strong></sup> I meditate on your precepts and consider your ways. <sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word. <sup><strong>17</strong></sup> Do good to your servant, and I will live; I will obey your word. <sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law. <sup><strong>19</strong></sup> I am a stranger on earth; do not hide your commands from me. <sup><strong>20</strong></sup> My soul is consumed with longing for your laws at all times. <sup><strong>21</strong></sup> You rebuke the arrogant, who are cursed and who stray from your commands. <sup><strong>22</strong></sup> Remove from me scorn and contempt, for I keep your statutes. <sup><strong>23</strong></sup> Though rulers sit together and slander me, your servant will meditate on your decrees. <sup><strong>24</strong></sup> Your statutes are my delight; they are my counselors. <sup><strong>25</strong></sup> I am laid low in the dust; preserve my life according to your word. <sup><strong>26</strong></sup> I recounted my ways and you answered me; teach me your decrees. <sup><strong>27</strong></sup> Let me understand the teaching of your precepts; then I will meditate on your wonders. <sup><strong>28</strong></sup> My soul is weary with sorrow; strengthen me according to your word. <sup><strong>29</strong></sup> Keep me from deceitful ways; be gracious to me through your law. <sup><strong>30</strong></sup> I have chosen the way of truth; I have set my heart on your laws. <sup><strong>31</strong></sup> I hold fast to your statutes, O LORD; do not let me be put to shame. <sup><strong>32</strong></sup> I run in the path of your commands, for you have set my heart free. <sup><strong>33</strong></sup> Teach me, O LORD, to follow your decrees; then I will keep them to the end. <sup><strong>34</strong></sup> Give me understanding, and I will keep your law and obey it with all my heart. <sup><strong>35</strong></sup> Direct me in the path of your commands, for there I find delight. <sup><strong>36</strong></sup> Turn my heart toward your statutes and not toward selfish gain. <sup><strong>37</strong></sup> Turn my eyes away from worthless things; preserve my life according to your word. <sup><strong>38</strong></sup> Fulfill your promise to your servant, so that you may be feared. <sup><strong>39</strong></sup> Take away the disgrace I dread, for your laws are good. <sup><strong>40</strong></sup> How I long for your precepts! Preserve my life in your righteousness. <sup><strong>41</strong></sup> May your unfailing love come to me, O LORD, your salvation according to your promise; <sup><strong>42</strong></sup> then I will answer the one who taunts me, for I trust in your word. <sup><strong>43</strong></sup> Do not snatch the word of truth from my mouth, for I have put my hope in your laws. <sup><strong>44</strong></sup> I will always obey your law, for ever and ever. <sup><strong>45</strong></sup> I will walk about in freedom, for I have sought out your precepts. <sup><strong>46</strong></sup> I will speak of your statutes before kings and will not be put to shame, <sup><strong>47</strong></sup> for I delight in your commands because I love them. <sup><strong>48</strong></sup> I lift up my hands to your commands, which I love, and I meditate on your decrees. <sup><strong>49</strong></sup> Remember your word to your servant, for you have given me hope. <sup><strong>50</strong></sup> My comfort in my suffering is this: Your promise preserves my life. <sup><strong>51</strong></sup> The arrogant mock me without restraint, but I do not turn from your law. <sup><strong>52</strong></sup> I remember your ancient laws, O LORD, and I find comfort in them. <sup><strong>53</strong></sup> Indignation grips me because of the wicked, who have forsaken your law. <sup><strong>54</strong></sup> Your decrees are the theme of my song wherever I lodge. <sup><strong>55</strong></sup> In the night I remember your name, O LORD, and I will keep your law. <sup><strong>56</strong></sup> This has been my practice: I obey your precepts. <sup><strong>57</strong></sup> You are my portion, O LORD; I have promised to obey your words. <sup><strong>58</strong></sup> I have sought your face with all my heart; be gracious to me according to your promise. <sup><strong>59</strong></sup> I have considered my ways and have turned my steps to your statutes. <sup><strong>60</strong></sup> I will hasten and not delay to obey your commands. <sup><strong>61</strong></sup> Though the wicked bind me with ropes, I will not forget your law. <sup><strong>62</strong></sup> At midnight I rise to give you thanks for your righteous laws. <sup><strong>63</strong></sup> I am a friend to all who fear you, to all who follow your precepts. <sup><strong>64</strong></sup> The earth is filled with your love, O LORD; teach me your decrees. <sup><strong>65</strong></sup> Do good to your servant according to your word, O LORD. <sup><strong>66</strong></sup> Teach me knowledge and good judgment, for I believe in your commands. <sup><strong>67</strong></sup> Before I was afflicted I went astray, but now I obey your word. <sup><strong>68</strong></sup> You are good, and what you do is good; teach me your decrees. <sup><strong>69</strong></sup> Though the arrogant have smeared me with lies, I keep your precepts with all my heart. <sup><strong>70</strong></sup> Their hearts are callous and unfeeling, but I delight in your law. <sup><strong>71</strong></sup> It was good for me to be afflicted so that I might learn your decrees. <sup><strong>72</strong></sup> The law from your mouth is more precious to me than thousands of pieces of silver and gold. <sup><strong>73</strong></sup> Your hands made me and formed me; give me understanding to learn your commands. <sup><strong>74</strong></sup> May those who fear you rejoice when they see me, for I have put my hope in your word. <sup><strong>75</strong></sup> I know, O LORD, that your laws are righteous, and in faithfulness you have afflicted me. <sup><strong>76</strong></sup> May your unfailing love be my comfort, according to your promise to your servant. <sup><strong>77</strong></sup> Let your compassion come to me that I may live, for your law is my delight. <sup><strong>78</strong></sup> May the arrogant be put to shame for wronging me without cause; but I will meditate on your precepts. <sup><strong>79</strong></sup> May those who fear you turn to me, those who understand your statutes. <sup><strong>80</strong></sup> May my heart be blameless toward your decrees, that I may not be put to shame. <sup><strong>81</strong></sup> My soul faints with longing for your salvation, but I have put my hope in your word. <sup><strong>82</strong></sup> My eyes fail, looking for your promise; I say, \"When will you comfort me?\" <sup><strong>83</strong></sup> Though I am like a wineskin in the smoke, I do not forget your decrees. <sup><strong>84</strong></sup> How long must your servant wait? When will you punish my persecutors? <sup><strong>85</strong></sup> The arrogant dig pitfalls for me, contrary to your law. <sup><strong>86</strong></sup> All your commands are trustworthy; help me, for men persecute me without cause. <sup><strong>87</strong></sup> They almost wiped me from the earth, but I have not forsaken your precepts. <sup><strong>88</strong></sup> Preserve my life according to your love, and I will obey the statutes of your mouth. <sup><strong>89</strong></sup> Your word, O LORD, is eternal; it stands firm in the heavens. <sup><strong>90</strong></sup> Your faithfulness continues through all generations; you established the earth, and it endures. <sup><strong>91</strong></sup> Your laws endure to this day, for all things serve you. <sup><strong>92</strong></sup> If your law had not been my delight, I would have perished in my affliction. <sup><strong>93</strong></sup> I will never forget your precepts, for by them you have preserved my life. <sup><strong>94</strong></sup> Save me, for I am yours; I have sought out your precepts. <sup><strong>95</strong></sup> The wicked are waiting to destroy me, but I will ponder your statutes. <sup><strong>96</strong></sup> To all perfection I see a limit; but your commands are boundless. <sup><strong>97</strong></sup> Oh, how I love your law! I meditate on it all day long. <sup><strong>98</strong></sup> Your commands make me wiser than my enemies, for they are ever with me. <sup><strong>99</strong></sup> I have more insight than all my teachers, for I meditate on your statutes. <sup><strong>100</strong></sup> I have more understanding than the elders, for I obey your precepts. <sup><strong>101</strong></sup> I have kept my feet from every evil path so that I might obey your word. <sup><strong>102</strong></sup> I have not departed from your laws, for you yourself have taught me. <sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth! <sup><strong>104</strong></sup> I gain understanding from your precepts; therefore I hate every wrong path. <sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path. <sup><strong>106</strong></sup> I have taken an oath and confirmed it, that I will follow your righteous laws. <sup><strong>107</strong></sup> I have suffered much; preserve my life, O LORD, according to your word. <sup><strong>108</strong></sup> Accept, O LORD, the willing praise of my mouth, and teach me your laws. <sup><strong>109</strong></sup> Though I constantly take my life in my hands, I will not forget your law. <sup><strong>110</strong></sup> The wicked have set a snare for me, but I have not strayed from your precepts. <sup><strong>111</strong></sup> Your statutes are my heritage forever; they are the joy of my heart. <sup><strong>112</strong></sup> My heart is set on keeping your decrees to the very end. <sup><strong>113</strong></sup> I hate double-minded men, but I love your law. <sup><strong>114</strong></sup> You are my refuge and my shield; I have put my hope in your word. <sup><strong>115</strong></sup> Away from me, you evildoers, that I may keep the commands of my God! <sup><strong>116</strong></sup> Sustain me according to your promise, and I will live; do not let my hopes be dashed. <sup><strong>117</strong></sup> Uphold me, and I will be delivered; I will always have regard for your decrees. <sup><strong>118</strong></sup> You reject all who stray from your decrees, for their deceitfulness is in vain. <sup><strong>119</strong></sup> All the wicked of the earth you discard like dross; therefore I love your statutes. <sup><strong>120</strong></sup> My flesh trembles in fear of you; I stand in awe of your laws. <sup><strong>121</strong></sup> I have done what is righteous and just; do not leave me to my oppressors. <sup><strong>122</strong></sup> Ensure your servant's well-being; let not the arrogant oppress me. <sup><strong>123</strong></sup> My eyes fail, looking for your salvation, looking for your righteous promise. <sup><strong>124</strong></sup> Deal with your servant according to your love and teach me your decrees. <sup><strong>125</strong></sup> I am your servant; give me discernment that I may understand your statutes. <sup><strong>126</strong></sup> It is time for you to act, O LORD; your law is being broken. <sup><strong>127</strong></sup> Because I love your commands more than gold, more than pure gold, <sup><strong>128</strong></sup> and because I consider all your precepts right, I hate every wrong path. <sup><strong>129</strong></sup> Your statutes are wonderful; therefore I obey them. <sup><strong>130</strong></sup> The unfolding of your words gives light; it gives understanding to the simple. <sup><strong>131</strong></sup> I open my mouth and pant, longing for your commands. <sup><strong>132</strong></sup> Turn to me and have mercy on me, as you always do to those who love your name. <sup><strong>133</strong></sup> Direct my footsteps according to your word; let no sin rule over me. <sup><strong>134</strong></sup> Redeem me from the oppression of men, that I may obey your precepts. <sup><strong>135</strong></sup> Make your face shine upon your servant and teach me your decrees. <sup><strong>136</strong></sup> Streams of tears flow from my eyes, for your law is not obeyed. <sup><strong>137</strong></sup> Righteous are you, O LORD, and your laws are right. <sup><strong>138</strong></sup> The statutes you have laid down are righteous; they are fully trustworthy. <sup><strong>139</strong></sup> My zeal wears me out, for my enemies ignore your words. <sup><strong>140</strong></sup> Your promises have been thoroughly tested, and your servant loves them. <sup><strong>141</strong></sup> Though I am lowly and despised, I do not forget your precepts. <sup><strong>142</strong></sup> Your righteousness is everlasting and your law is true. <sup><strong>143</strong></sup> Trouble and distress have come upon me, but your commands are my delight. <sup><strong>144</strong></sup> Your statutes are forever right; give me understanding that I may live. <sup><strong>145</strong></sup> I call with all my heart; answer me, O LORD, and I will obey your decrees. <sup><strong>146</strong></sup> I call out to you; save me and I will keep your statutes. <sup><strong>147</strong></sup> I rise before dawn and cry for help; I have put my hope in your word. <sup><strong>148</strong></sup> My eyes stay open through the watches of the night, that I may meditate on your promises. <sup><strong>149</strong></sup> Hear my voice in accordance with your love; preserve my life, O LORD, according to your laws. <sup><strong>150</strong></sup> Those who devise wicked schemes are near, but they are far from your law. <sup><strong>151</strong></sup> Yet you are near, O LORD, and all your commands are true. <sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever. <sup><strong>153</strong></sup> Look upon my suffering and deliver me, for I have not forgotten your law. <sup><strong>154</strong></sup> Defend my cause and redeem me; preserve my life according to your promise. <sup><strong>155</strong></sup> Salvation is far from the wicked, for they do not seek out your decrees. <sup><strong>156</strong></sup> Your compassion is great, O LORD; preserve my life according to your laws. <sup><strong>157</strong></sup> Many are the foes who persecute me, but I have not turned from your statutes. <sup><strong>158</strong></sup> I look on the faithless with loathing, for they do not obey your word. <sup><strong>159</strong></sup> See how I love your precepts; preserve my life, O LORD, according to your love. <sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal. <sup><strong>161</strong></sup> Rulers persecute me without cause, but my heart trembles at your word. <sup><strong>162</strong></sup> I rejoice in your promise like one who finds great spoil. <sup><strong>163</strong></sup> I hate and abhor falsehood but I love your law. <sup><strong>164</strong></sup> Seven times a day I praise you for your righteous laws. <sup><strong>165</strong></sup> Great peace have they who love your law, and nothing can make them stumble. <sup><strong>166</strong></sup> I wait for your salvation, O LORD, and I follow your commands. <sup><strong>167</strong></sup> I obey your statutes, for I love them greatly. <sup><strong>168</strong></sup> I obey your precepts and your statutes, for all my ways are known to you. <sup><strong>169</strong></sup> May my cry come before you, O LORD; give me understanding according to your word. <sup><strong>170</strong></sup> May my supplication come before you; deliver me according to your promise. <sup><strong>171</strong></sup> May my lips overflow with praise, for you teach me your decrees. <sup><strong>172</strong></sup> May my tongue sing of your word, for all your commands are righteous. <sup><strong>173</strong></sup> May your hand be ready to help me, for I have chosen your precepts. <sup><strong>174</strong></sup> I long for your salvation, O LORD, and your law is my delight. <sup><strong>175</strong></sup> Let me live that I may praise you, and may your laws sustain me. <sup><strong>176</strong></sup> I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands. ","modified":"2022-07-19T01:49:14.194Z"},{"_id":"616ce204e9d39d04b3b602bf","topicId":"616ce201e9d39d04b3b602b5","verse":"1 John 1:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62001007_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.</p>\n</div>","kjv":"<strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  ","niv":"<sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.","modified":"2022-07-16T00:23:03.984Z"},{"_id":"616ce204e9d39d04b3b602c0","topicId":"616ce201e9d39d04b3b602b5","verse":"Job 33:3","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18033003_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18033003-1\">3&nbsp;</b>&nbsp;&nbsp;My words declare the uprightness of my heart,</span><br><span id=\"p18033003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what my lips know they speak sincerely.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> My words shall be of the uprightness of my heart: and my lips shall utter knowledge clearly.  ","niv":"<sup><strong>3</strong></sup> My words come from an upright heart; my lips sincerely speak what I know."},{"_id":"616ce205e9d39d04b3b602c1","topicId":"616ce201e9d39d04b3b602b5","verse":"1 Corinthians 11:1-34","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-14\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-14\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-14\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-14\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-14\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. ","modified":"2022-07-19T01:51:48.133Z"},{"_id":"616ce205e9d39d04b3b602c2","topicId":"616ce201e9d39d04b3b602b5","verse":"1 Corinthians 14:1-40","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-16\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-16\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-16\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-16\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-16\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-16\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"616ce205e9d39d04b3b602c3","topicId":"616ce201e9d39d04b3b602b5","verse":"Ephesians 5:15-16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49005015_01-17\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil.</p>\n</div>","kjv":"<strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  ","niv":"<sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. ","modified":"2022-08-18T17:19:41.009Z"},{"_id":"616ce205e9d39d04b3b602c4","topicId":"616ce201e9d39d04b3b602b5","verse":"Romans 10:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45010010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","niv":"<sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved.","modified":"2022-07-17T07:10:56.603Z"},{"_id":"616ce206e9d39d04b3b602c5","topicId":"616ce201e9d39d04b3b602b5","verse":"Proverbs 28:6","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028006-1\">6&nbsp;</b>&nbsp;&nbsp;Better is a poor man who walks in his integrity</span><br><span id=\"p20028006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a rich man who is crooked in his ways.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be  rich.  ","niv":"<sup><strong>6</strong></sup> Better a poor man whose walk is blameless than a rich man whose ways are perverse.","modified":"2022-07-17T07:11:34.547Z"},{"_id":"616ce206e9d39d04b3b602c6","topicId":"616ce201e9d39d04b3b602b5","verse":"Proverbs 2:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20002007_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002007-1\">7&nbsp;</b>&nbsp;&nbsp;he stores up sound wisdom for the upright;</span><br><span id=\"p20002007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield to those who walk in integrity,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.  ","niv":"<sup><strong>7</strong></sup> He holds victory in store for the upright, he is a shield to those whose walk is blameless,"},{"_id":"616ce206e9d39d04b3b602c7","topicId":"616ce201e9d39d04b3b602b5","verse":"Genesis 1:1-31","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-21\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-21\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-21\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-21\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-21\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-21\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-21\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-21\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-21\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616ce207e9d39d04b3b602c8","topicId":"616ce201e9d39d04b3b602b5","verse":"Ephesians 6:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"616ce207e9d39d04b3b602c9","topicId":"616ce201e9d39d04b3b602b5","verse":"Matthew 18:1-35","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-23\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-23\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-23\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-23\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-23\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-23\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"616ce207e9d39d04b3b602ca","topicId":"616ce201e9d39d04b3b602b5","verse":"Genesis 1:27","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616ce208e9d39d04b3b602cb","topicId":"616ce201e9d39d04b3b602b5","verse":"Genesis 1:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-25\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\"","modified":"2023-07-08T10:39:49.520Z"},{"_id":"616ce208e9d39d04b3b602cc","topicId":"616ce201e9d39d04b3b602b5","verse":"John 5:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."},{"_id":"616ce208e9d39d04b3b602cd","topicId":"616ce201e9d39d04b3b602b5","verse":"Acts 2:1-47","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-27\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-27\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-27\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-27\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-27\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-27\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-27\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-27\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-27\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-27\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-27\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616ce208e9d39d04b3b602ce","topicId":"616ce201e9d39d04b3b602b5","verse":"Isaiah 45:18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045018_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_01-28\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_01-28\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_01-28\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_01-28\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  ","niv":"<sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other.","modified":"2022-08-06T12:25:32.293Z"}]}