{"_id":"616ce27ae9d39d04b3b60303","slug":"wanting","name":"Wanting","verses":[{"_id":"616ce27ae9d39d04b3b60304","topicId":"616ce27ae9d39d04b3b60303","verse":"Matthew 6:33","votes":36,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"616ce27ae9d39d04b3b60305","topicId":"616ce27ae9d39d04b3b60303","verse":"2 Timothy 3:1-17","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-2\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"616ce27be9d39d04b3b60306","topicId":"616ce27ae9d39d04b3b60303","verse":"Colossians 3:2","votes":30,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"616ce27be9d39d04b3b60307","topicId":"616ce27ae9d39d04b3b60303","verse":"Psalm 37:4","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037004_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  ","niv":"<sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart."},{"_id":"616ce27be9d39d04b3b60308","topicId":"616ce27ae9d39d04b3b60303","verse":"1 Chronicles 16:11","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p13016011_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016011-1\">11&nbsp;</b>&nbsp;&nbsp;Seek the LORD and his strength;</span><br><span id=\"p13016011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seek his presence continually!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Seek the LORD and his strength, seek his face continually.  ","niv":"<sup><strong>11</strong></sup> Look to the LORD and his strength; seek his face always."},{"_id":"616ce27be9d39d04b3b60309","topicId":"616ce27ae9d39d04b3b60303","verse":"Luke 1:37","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"616ce27ce9d39d04b3b6030a","topicId":"616ce27ae9d39d04b3b60303","verse":"Psalm 23:1-6","votes":14,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-8\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-8\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-8\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-8\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-8\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-8\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. ","modified":"2023-02-10T08:08:37.506Z"},{"_id":"616ce27ce9d39d04b3b6030b","topicId":"616ce27ae9d39d04b3b60303","verse":"Isaiah 41:10","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-9\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616ce27ce9d39d04b3b6030c","topicId":"616ce27ae9d39d04b3b60303","verse":"Jeremiah 29:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"616ce27de9d39d04b3b6030d","topicId":"616ce27ae9d39d04b3b60303","verse":"Revelation 1:1-20","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-11\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-11\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-11\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-11\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-11\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-11\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-11\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"616ce27de9d39d04b3b6030e","topicId":"616ce27ae9d39d04b3b60303","verse":"Isaiah 26:3","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026003_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026003-1\">3&nbsp;</b>&nbsp;&nbsp;You keep him in perfect peace</span><br><span id=\"p23026003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose mind is stayed on you,</span><br><span id=\"p23026003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he trusts in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.  ","niv":"<sup><strong>3</strong></sup> You will keep in perfect peace him whose mind is steadfast, because he trusts in you."},{"_id":"616ce27de9d39d04b3b6030f","topicId":"616ce27ae9d39d04b3b60303","verse":"Philippians 4:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"616ce27ee9d39d04b3b60310","topicId":"616ce27ae9d39d04b3b60303","verse":"Romans 12:3","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-14\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"616ce27ee9d39d04b3b60311","topicId":"616ce27ae9d39d04b3b60303","verse":"Philippians 4:6-7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. "},{"_id":"616ce27ee9d39d04b3b60312","topicId":"616ce27ae9d39d04b3b60303","verse":"Romans 12:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616ce27ee9d39d04b3b60313","topicId":"616ce27ae9d39d04b3b60303","verse":"Hebrews 11:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"616ce27fe9d39d04b3b60314","topicId":"616ce27ae9d39d04b3b60303","verse":"Joshua 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"616ce27fe9d39d04b3b60315","topicId":"616ce27ae9d39d04b3b60303","verse":"1 John 2:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world.","modified":"2022-10-18T14:50:18.726Z"},{"_id":"616ce27fe9d39d04b3b60316","topicId":"616ce27ae9d39d04b3b60303","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616ce280e9d39d04b3b60317","topicId":"616ce27ae9d39d04b3b60303","verse":"Genesis 2:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"616ce280e9d39d04b3b60318","topicId":"616ce27ae9d39d04b3b60303","verse":"Zephaniah 3:17","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36003017_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v36003017-1\">17&nbsp;</b>&nbsp;&nbsp;The LORD your God is in your midst,</span><br><span id=\"p36003017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a mighty one who will save;</span><br><span id=\"p36003017_01-22\" class=\"line\">&nbsp;&nbsp;he will rejoice over you with gladness;</span><br><span id=\"p36003017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will quiet you by his love;</span><br><span id=\"p36003017_01-22\" class=\"line\">&nbsp;&nbsp;he will exult over you with loud singing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.  ","niv":"<sup><strong>17</strong></sup> The LORD your God is with you, he is mighty to save. He will take great delight in you, he will quiet you with his love, he will rejoice over you with singing.\""},{"_id":"616ce280e9d39d04b3b60319","topicId":"616ce27ae9d39d04b3b60303","verse":"John 14:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"616ce281e9d39d04b3b6031a","topicId":"616ce27ae9d39d04b3b60303","verse":"John 10:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"616ce281e9d39d04b3b6031b","topicId":"616ce27ae9d39d04b3b60303","verse":"Mark 4:1-41","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p41004001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41004001-1\">4:1&nbsp;</b>Again he began to teach beside the sea. And a very large crowd gathered about him, so that he got into a boat and sat in it on the sea, and the whole crowd was beside the sea on the land. <b class=\"verse-num\" id=\"v41004002-1\">2&nbsp;</b>And he was teaching them many things in parables, and in his teaching he said to them: <b class=\"verse-num woc\" id=\"v41004003-1\">3&nbsp;</b><span class=\"woc\">“Listen! Behold, a sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v41004004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seed fell along the path, and the birds came and devoured it.</span> <b class=\"verse-num woc\" id=\"v41004005-1\">5&nbsp;</b><span class=\"woc\">Other seed fell on rocky ground, where it did not have much soil, and immediately it sprang up, since it had no depth of soil.</span> <b class=\"verse-num woc\" id=\"v41004006-1\">6&nbsp;</b><span class=\"woc\">And when the sun rose, it was scorched, and since it had no root, it withered away.</span> <b class=\"verse-num woc\" id=\"v41004007-1\">7&nbsp;</b><span class=\"woc\">Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain.</span> <b class=\"verse-num woc\" id=\"v41004008-1\">8&nbsp;</b><span class=\"woc\">And other seeds fell into good soil and produced grain, growing up and increasing and yielding thirtyfold and sixtyfold and a hundredfold.”</span> <b class=\"verse-num\" id=\"v41004009-1\">9&nbsp;</b>And he said, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n\n<p id=\"p41004009_11-25\"><b class=\"verse-num\" id=\"v41004010-1\">10&nbsp;</b>And when he was alone, those around him with the twelve asked him about the parables. <b class=\"verse-num\" id=\"v41004011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“To you has been given the secret of the kingdom of God, but for those outside everything is in parables,</span> <b class=\"verse-num woc\" id=\"v41004012-1\">12&nbsp;</b><span class=\"woc\">so that</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41004012_11-25\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘they may indeed see but not perceive,</span><br><span id=\"p41004012_11-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and may indeed hear but not understand,</span><br><span id=\"p41004012_11-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should turn and be forgiven.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41004012_11-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v41004013-1\">13&nbsp;</b>And he said to them, <span class=\"woc\">“Do you not understand this parable? How then will you understand all the parables?</span> <b class=\"verse-num woc\" id=\"v41004014-1\">14&nbsp;</b><span class=\"woc\">The sower sows the word.</span> <b class=\"verse-num woc\" id=\"v41004015-1\">15&nbsp;</b><span class=\"woc\">And these are the ones along the path, where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them.</span> <b class=\"verse-num woc\" id=\"v41004016-1\">16&nbsp;</b><span class=\"woc\">And these are the ones sown on rocky ground: the ones who, when they hear the word, immediately receive it with joy.</span> <b class=\"verse-num woc\" id=\"v41004017-1\">17&nbsp;</b><span class=\"woc\">And they have no root in themselves, but endure for a while; then, when tribulation or persecution arises on account of the word, immediately they fall away.</span> <b class=\"verse-num woc\" id=\"v41004018-1\">18&nbsp;</b><span class=\"woc\">And others are the ones sown among thorns. They are those who hear the word,</span> <b class=\"verse-num woc\" id=\"v41004019-1\">19&nbsp;</b><span class=\"woc\">but the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful.</span> <b class=\"verse-num woc\" id=\"v41004020-1\">20&nbsp;</b><span class=\"woc\">But those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold.”</span></p>\n\n<p id=\"p41004020_16-25\"><b class=\"verse-num\" id=\"v41004021-1\">21&nbsp;</b>And he said to them, <span class=\"woc\">“Is a lamp brought in to be put under a basket, or under a bed, and not on a stand?</span> <b class=\"verse-num woc\" id=\"v41004022-1\">22&nbsp;</b><span class=\"woc\">For nothing is hidden except to be made manifest; nor is anything secret except to come to light.</span> <b class=\"verse-num woc\" id=\"v41004023-1\">23&nbsp;</b><span class=\"woc\">If anyone has ears to hear, let him hear.”</span> <b class=\"verse-num\" id=\"v41004024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“Pay attention to what you hear: with the measure you use, it will be measured to you, and still more will be added to you.</span> <b class=\"verse-num woc\" id=\"v41004025-1\">25&nbsp;</b><span class=\"woc\">For to the one who has, more will be given, and from the one who has not, even what he has will be taken away.”</span></p>\n\n<p id=\"p41004025_22-25\"><b class=\"verse-num\" id=\"v41004026-1\">26&nbsp;</b>And he said, <span class=\"woc\">“The kingdom of God is as if a man should scatter seed on the ground.</span> <b class=\"verse-num woc\" id=\"v41004027-1\">27&nbsp;</b><span class=\"woc\">He sleeps and rises night and day, and the seed sprouts and grows; he knows not how.</span> <b class=\"verse-num woc\" id=\"v41004028-1\">28&nbsp;</b><span class=\"woc\">The earth produces by itself, first the blade, then the ear, then the full grain in the ear.</span> <b class=\"verse-num woc\" id=\"v41004029-1\">29&nbsp;</b><span class=\"woc\">But when the grain is ripe, at once he puts in the sickle, because the harvest has come.”</span></p>\n\n<p id=\"p41004029_28-25\"><b class=\"verse-num\" id=\"v41004030-1\">30&nbsp;</b>And he said, <span class=\"woc\">“With what can we compare the kingdom of God, or what parable shall we use for it?</span> <b class=\"verse-num woc\" id=\"v41004031-1\">31&nbsp;</b><span class=\"woc\">It is like a grain of mustard seed, which, when sown on the ground, is the smallest of all the seeds on earth,</span> <b class=\"verse-num woc\" id=\"v41004032-1\">32&nbsp;</b><span class=\"woc\">yet when it is sown it grows up and becomes larger than all the garden plants and puts out large branches, so that the birds of the air can make nests in its shade.”</span></p>\n<p id=\"p41004032_28-25\"><b class=\"verse-num\" id=\"v41004033-1\">33&nbsp;</b>With many such parables he spoke the word to them, as they were able to hear it. <b class=\"verse-num\" id=\"v41004034-1\">34&nbsp;</b>He did not speak to them without a parable, but privately to his own disciples he explained everything.</p>\n\n<p id=\"p41004034_32-25\"><b class=\"verse-num\" id=\"v41004035-1\">35&nbsp;</b>On that day, when evening had come, he said to them, <span class=\"woc\">“Let us go across to the other side.”</span> <b class=\"verse-num\" id=\"v41004036-1\">36&nbsp;</b>And leaving the crowd, they took him with them in the boat, just as he was. And other boats were with him. <b class=\"verse-num\" id=\"v41004037-1\">37&nbsp;</b>And a great windstorm arose, and the waves were breaking into the boat, so that the boat was already filling. <b class=\"verse-num\" id=\"v41004038-1\">38&nbsp;</b>But he was in the stern, asleep on the cushion. And they woke him and said to him, “Teacher, do you not care that we are perishing?” <b class=\"verse-num\" id=\"v41004039-1\">39&nbsp;</b>And he awoke and rebuked the wind and said to the sea, <span class=\"woc\">“Peace! Be still!”</span> And the wind ceased, and there was a great calm. <b class=\"verse-num\" id=\"v41004040-1\">40&nbsp;</b>He said to them, <span class=\"woc\">“Why are you so afraid? Have you still no faith?”</span> <b class=\"verse-num\" id=\"v41004041-1\">41&nbsp;</b>And they were filled with great fear and said to one another, “Who then is this, that even the wind and the sea obey him?”</p>\n\n</div>","kjv":"<strong>1</strong> And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.  <strong>2</strong> And he taught them many things by parables, and said unto them in his doctrine,  <strong>3</strong> Hearken; Behold, there went out a sower to sow:  <strong>4</strong> And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.  <strong>5</strong> And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:  <strong>6</strong> But when the sun was up, it was scorched; and because it had no root, it withered away.  <strong>7</strong> And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.  <strong>8</strong> And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.  <strong>9</strong> And he said unto them, He that hath ears to hear, let him hear.  <strong>10</strong> And when he was alone, they that were about him with the twelve asked of him the parable.  <strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  <strong>12</strong> That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.  <strong>13</strong> And he said unto them, Know ye not this parable? and how then will ye know all parables? <strong>14</strong>           The sower soweth the word.  <strong>15</strong> And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.  <strong>16</strong> And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;  <strong>17</strong> And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word’s sake, immediately they are offended.  <strong>18</strong> And these are they which are sown among thorns; such as hear the word,  <strong>19</strong> And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.  <strong>20</strong> And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred. <strong>21</strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?  <strong>22</strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.  <strong>23</strong> If any man have ears to hear, let him hear.  <strong>24</strong> And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.  <strong>25</strong> For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.  <strong>26</strong> And he said, So is the kingdom of God, as if a man should cast seed into the ground;  <strong>27</strong> And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how.  <strong>28</strong> For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear.  <strong>29</strong> But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come. <strong>30</strong> And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?  <strong>31</strong> It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:  <strong>32</strong> But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.  <strong>33</strong> And with many such parables spake he the word unto them, as they were able to hear it.  <strong>34</strong> But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.  <strong>35</strong> And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.  <strong>36</strong> And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.  <strong>37</strong> And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.  <strong>38</strong> And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?  <strong>39</strong> And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.  <strong>40</strong> And he said unto them, Why are ye so fearful? how is it that ye have no faith?  <strong>41</strong> And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?  ","niv":"<sup><strong>1</strong></sup> Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water's edge. <sup><strong>2</strong></sup> He taught them many things by parables, and in his teaching said: <sup><strong>3</strong></sup> \"Listen! A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain. <sup><strong>8</strong></sup> Still other seed fell on good soil. It came up, grew and produced a crop, multiplying thirty, sixty, or even a hundred times.\" <sup><strong>9</strong></sup> Then Jesus said, \"He who has ears to hear, let him hear.\" <sup><strong>10</strong></sup> When he was alone, the Twelve and the others around him asked him about the parables. <sup><strong>11</strong></sup> He told them, \"The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables <sup><strong>12</strong></sup> so that, \"'they may be ever seeing but never perceiving, and ever hearing but never understanding; otherwise they might turn and be forgiven!'\" <sup><strong>13</strong></sup> Then Jesus said to them, \"Don't you understand this parable? How then will you understand any parable? <sup><strong>14</strong></sup> The farmer sows the word. <sup><strong>15</strong></sup> Some people are like seed along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them. <sup><strong>16</strong></sup> Others, like seed sown on rocky places, hear the word and at once receive it with joy. <sup><strong>17</strong></sup> But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away. <sup><strong>18</strong></sup> Still others, like seed sown among thorns, hear the word; <sup><strong>19</strong></sup> but the worries of this life, the deceitfulness of wealth and the desires for other things come in and choke the word, making it unfruitful. <sup><strong>20</strong></sup> Others, like seed sown on good soil, hear the word, accept it, and produce a crop--thirty, sixty or even a hundred times what was sown.\" <sup><strong>21</strong></sup> He said to them, \"Do you bring in a lamp to put it under a bowl or a bed? Instead, don't you put it on its stand? <sup><strong>22</strong></sup> For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open. <sup><strong>23</strong></sup> If anyone has ears to hear, let him hear.\" <sup><strong>24</strong></sup> \"Consider carefully what you hear,\" he continued. \"With the measure you use, it will be measured to you--and even more. <sup><strong>25</strong></sup> Whoever has will be given more; whoever does not have, even what he has will be taken from him.\" <sup><strong>26</strong></sup> He also said, \"This is what the kingdom of God is like. A man scatters seed on the ground. <sup><strong>27</strong></sup> Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. <sup><strong>28</strong></sup> All by itself the soil produces grain--first the stalk, then the head, then the full kernel in the head. <sup><strong>29</strong></sup> As soon as the grain is ripe, he puts the sickle to it, because the harvest has come.\" <sup><strong>30</strong></sup> Again he said, \"What shall we say the kingdom of God is like, or what parable shall we use to describe it? <sup><strong>31</strong></sup> It is like a mustard seed, which is the smallest seed you plant in the ground. <sup><strong>32</strong></sup> Yet when planted, it grows and becomes the largest of all garden plants, with such big branches that the birds of the air can perch in its shade.\" <sup><strong>33</strong></sup> With many similar parables Jesus spoke the word to them, as much as they could understand. <sup><strong>34</strong></sup> He did not say anything to them without using a parable. But when he was alone with his own disciples, he explained everything. <sup><strong>35</strong></sup> That day when evening came, he said to his disciples, \"Let us go over to the other side.\" <sup><strong>36</strong></sup> Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him. <sup><strong>37</strong></sup> A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. <sup><strong>38</strong></sup> Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, \"Teacher, don't you care if we drown?\" <sup><strong>39</strong></sup> He got up, rebuked the wind and said to the waves, \"Quiet! Be still!\" Then the wind died down and it was completely calm. <sup><strong>40</strong></sup> He said to his disciples, \"Why are you so afraid? Do you still have no faith?\" <sup><strong>41</strong></sup> They were terrified and asked each other, \"Who is this? Even the wind and the waves obey him!\" "},{"_id":"616ce281e9d39d04b3b6031c","topicId":"616ce27ae9d39d04b3b60303","verse":"Isaiah 54:13","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054013_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054013-1\">13&nbsp;</b>&nbsp;&nbsp;All your children shall be taught by the LORD,</span><br><span id=\"p23054013_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and great shall be the peace of your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> And all thy children shall be taught of the LORD; and great shall be the peace of thy children.  ","niv":"<sup><strong>13</strong></sup> All your sons will be taught by the LORD, and great will be your children's peace."}]}