{"_id":"616ce343e9d39d04b3b60378","slug":"was-jesus-married","name":"Was Jesus Married","verses":[{"_id":"616ce344e9d39d04b3b60379","topicId":"616ce343e9d39d04b3b60378","verse":"Revelation 21:9","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p66021009_04-1\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.”</p>\n</div>","kjv":"<strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  ","niv":"<sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\""},{"_id":"616ce344e9d39d04b3b6037a","topicId":"616ce343e9d39d04b3b60378","verse":"Ephesians 5:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-2\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"616ce344e9d39d04b3b6037b","topicId":"616ce343e9d39d04b3b60378","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616ce344e9d39d04b3b6037c","topicId":"616ce343e9d39d04b3b60378","verse":"Luke 22:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42022002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022002-1\">2&nbsp;</b>And the chief priests and the scribes were seeking how to put him to death, for they feared the people.</p>\n</div>","kjv":"<strong>2</strong> And the chief priests and scribes sought how they might kill him; for they feared the people.  ","niv":"<sup><strong>2</strong></sup> and the chief priests and the teachers of the law were looking for some way to get rid of Jesus, for they were afraid of the people."},{"_id":"616ce345e9d39d04b3b6037d","topicId":"616ce343e9d39d04b3b60378","verse":"Matthew 5:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005008_01-5\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n</div>","kjv":"<strong>8</strong> Blessed are the pure in heart: for they shall see God.  ","niv":"<sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God."},{"_id":"616ce345e9d39d04b3b6037e","topicId":"616ce343e9d39d04b3b60378","verse":"Acts 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44012002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012002-1\">2&nbsp;</b>He killed James the brother of John with the sword,</p>\n</div>","kjv":"<strong>2</strong> And he killed James the brother of John with the sword.  ","niv":"<sup><strong>2</strong></sup> He had James, the brother of John, put to death with the sword."},{"_id":"616ce345e9d39d04b3b6037f","topicId":"616ce343e9d39d04b3b60378","verse":"John 5:40","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005040_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005040-1\">40&nbsp;</b><span class=\"woc\">yet you refuse to come to me that you may have life.</span></p>\n</div>","kjv":"<strong>40</strong> And ye will not come to me, that ye might have life.  ","niv":"<sup><strong>40</strong></sup> yet you refuse to come to me to have life."},{"_id":"616ce346e9d39d04b3b60380","topicId":"616ce343e9d39d04b3b60378","verse":"John 3:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil."},{"_id":"616ce346e9d39d04b3b60381","topicId":"616ce343e9d39d04b3b60378","verse":"John 3:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003018_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n</div>","kjv":"<strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son."},{"_id":"616ce346e9d39d04b3b60382","topicId":"616ce343e9d39d04b3b60378","verse":"Luke 22:3-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42022003_05-10\"><b class=\"verse-num\" id=\"v42022003-1\">3&nbsp;</b>Then Satan entered into Judas called Iscariot, who was of the number of the twelve. <b class=\"verse-num\" id=\"v42022004-1\">4&nbsp;</b>He went away and conferred with the chief priests and officers how he might betray him to them. <b class=\"verse-num\" id=\"v42022005-1\">5&nbsp;</b>And they were glad, and agreed to give him money.</p>\n</div>","kjv":"<strong>3</strong> Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve.  <strong>4</strong> And he went his way, and communed with the chief priests and captains, how he might betray him unto them.  <strong>5</strong> And they were glad, and covenanted to give him money.  ","niv":"<sup><strong>3</strong></sup> Then Satan entered Judas, called Iscariot, one of the Twelve. <sup><strong>4</strong></sup> And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus. <sup><strong>5</strong></sup> They were delighted and agreed to give him money. "},{"_id":"616ce346e9d39d04b3b60383","topicId":"616ce343e9d39d04b3b60378","verse":"Mark 14:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41014018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span></p>\n</div>","kjv":"<strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  ","niv":"<sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\""},{"_id":"616ce347e9d39d04b3b60384","topicId":"616ce343e9d39d04b3b60378","verse":"Matthew 26:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40026021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026021-1\">21&nbsp;</b>And as they were eating, he said, <span class=\"woc\">“Truly, I say to you, one of you will betray me.”</span></p>\n</div>","kjv":"<strong>21</strong> And as they did eat, he said, Verily I say unto you, that one of you shall betray me.  ","niv":"<sup><strong>21</strong></sup> And while they were eating, he said, \"I tell you the truth, one of you will betray me.\""},{"_id":"616ce347e9d39d04b3b60385","topicId":"616ce343e9d39d04b3b60378","verse":"Genesis 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"616ce347e9d39d04b3b60386","topicId":"616ce343e9d39d04b3b60378","verse":"Titus 1:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56001015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled.</p>\n</div>","kjv":"<strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  ","niv":"<sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted."},{"_id":"616ce348e9d39d04b3b60387","topicId":"616ce343e9d39d04b3b60378","verse":"2 Timothy 2:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness,</p>\n</div>","kjv":"<strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  ","niv":"<sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly."},{"_id":"616ce348e9d39d04b3b60388","topicId":"616ce343e9d39d04b3b60378","verse":"Acts 1:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out.</p>\n\n</div>","kjv":"<strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  ","niv":"<sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."},{"_id":"616ce348e9d39d04b3b60389","topicId":"616ce343e9d39d04b3b60378","verse":"Matthew 26:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40026025_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026025-1\">25&nbsp;</b>Judas, who would betray him, answered, “Is it I, Rabbi?” He said to him, <span class=\"woc\">“You have said so.”</span></p>\n</div>","kjv":"<strong>25</strong> Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, Thou hast said. ","niv":"<sup><strong>25</strong></sup> Then Judas, the one who would betray him, said, \"Surely not I, Rabbi?\" Jesus answered, \"Yes, it is you.\""},{"_id":"616ce349e9d39d04b3b6038a","topicId":"616ce343e9d39d04b3b60378","verse":"Luke 22:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42022025_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“The kings of the Gentiles exercise lordship over them, and those in authority over them are called benefactors.</span></p>\n</div>","kjv":"<strong>25</strong> And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors.  ","niv":"<sup><strong>25</strong></sup> Jesus said to them, \"The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors."}]}