{"_id":"616ce38ce9d39d04b3b603a5","slug":"washing-feet","name":"Washing Feet","verses":[{"_id":"616ce38ce9d39d04b3b603a6","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:8","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-2\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_12-2\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot. <b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span> <b class=\"verse-num\" id=\"v43013028-1\">28&nbsp;</b>Now no one at the table knew why he said this to him. <b class=\"verse-num\" id=\"v43013029-1\">29&nbsp;</b>Some thought that, because Judas had the moneybag, Jesus was telling him, “Buy what we need for the feast,” or that he should give something to the poor. <b class=\"verse-num\" id=\"v43013030-1\">30&nbsp;</b>So, after receiving the morsel of bread, he immediately went out. And it was night.</p>\n\n<p id=\"p43013030_15-2\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n\n<p id=\"p43013035_19-2\"><b class=\"verse-num\" id=\"v43013036-1\">36&nbsp;</b>Simon Peter said to him, “Lord, where are you going?” Jesus answered him, <span class=\"woc\">“Where I am going you cannot follow me now, but you will follow afterward.”</span> <b class=\"verse-num\" id=\"v43013037-1\">37&nbsp;</b>Peter said to him, “Lord, why can I not follow you now? I will lay down my life for you.” <b class=\"verse-num\" id=\"v43013038-1\">38&nbsp;</b>Jesus answered, <span class=\"woc\">“Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.</span></p>\n\n</div>","kjv":"<strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  ","niv":"<sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\"","modified":"2023-04-04T21:33:08.853Z"},{"_id":"616ce38ce9d39d04b3b603a7","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:1-38","votes":28,"__v":0,"kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. <sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him. <sup><strong>28</strong></sup> \"What you are about to do, do quickly,\" Jesus told him, but no one at the meal understood why Jesus said this to him. <sup><strong>29</strong></sup> Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor. <sup><strong>30</strong></sup> As soon as Judas had taken the bread, he went out. And it was night. <sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" <sup><strong>36</strong></sup> Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\" <sup><strong>37</strong></sup> Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\" <sup><strong>38</strong></sup> Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times! ","modified":"2022-10-28T01:13:58.710Z"},{"_id":"616ce38ce9d39d04b3b603a8","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:9","votes":19,"__v":0,"esv":"<div>\n<p id=\"p43013009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!”</p>\n</div>","kjv":"<strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  ","niv":"<sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\"","modified":"2023-01-31T19:16:10.672Z"},{"_id":"616ce38de9d39d04b3b603a9","topicId":"616ce38ce9d39d04b3b603a5","verse":"Ephesians 5:26","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49005026_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word,</p>\n</div>","kjv":"<strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  ","niv":"<sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word,","modified":"2022-07-22T04:42:44.264Z"},{"_id":"616ce38de9d39d04b3b603aa","topicId":"616ce38ce9d39d04b3b603a5","verse":"Luke 7:44","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42007044_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span></p>\n</div>","kjv":"<strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  ","niv":"<sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair.","modified":"2023-05-08T18:10:26.238Z"},{"_id":"616ce38de9d39d04b3b603ab","topicId":"616ce38ce9d39d04b3b603a5","verse":"Genesis 18:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p01018004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01018004-1\">4&nbsp;</b>Let a little water be brought, and wash your feet, and rest yourselves under the tree,</p>\n</div>","kjv":"<strong>4</strong> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:  ","niv":"<sup><strong>4</strong></sup> Let a little water be brought, and then you may all wash your feet and rest under this tree."},{"_id":"616ce38ee9d39d04b3b603ac","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:1-20","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-7\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" "},{"_id":"616ce38ee9d39d04b3b603ad","topicId":"616ce38ce9d39d04b3b603a5","verse":"1 John 1:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616ce38ee9d39d04b3b603ae","topicId":"616ce38ce9d39d04b3b603a5","verse":"Genesis 24:32","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01024032_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01024032-1\">32&nbsp;</b>So the man came to the house and unharnessed the camels, and gave straw and fodder to the camels, and there was water to wash his feet and the feet of the men who were with him.</p>\n</div>","kjv":"<strong>32</strong> And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that were with him.  ","niv":"<sup><strong>32</strong></sup> So the man went to the house, and the camels were unloaded. Straw and fodder were brought for the camels, and water for him and his men to wash their feet."},{"_id":"616ce38fe9d39d04b3b603af","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43013014_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span></p>\n</div>","kjv":"<strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  ","niv":"<sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet."},{"_id":"616ce38fe9d39d04b3b603b0","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-11\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616ce38fe9d39d04b3b603b1","topicId":"616ce38ce9d39d04b3b603a5","verse":"Luke 10:38-42","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42010038_04-12\"><b class=\"verse-num\" id=\"v42010038-1\">38&nbsp;</b>Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house. <b class=\"verse-num\" id=\"v42010039-1\">39&nbsp;</b>And she had a sister called Mary, who sat at the Lord’s feet and listened to his teaching. <b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.” <b class=\"verse-num\" id=\"v42010041-1\">41&nbsp;</b>But the Lord answered her, <span class=\"woc\">“Martha, Martha, you are anxious and troubled about many things,</span> <b class=\"verse-num woc\" id=\"v42010042-1\">42&nbsp;</b><span class=\"woc\">but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.”</span></p>\n\n</div>","kjv":"<strong>38</strong> Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house.  <strong>39</strong> And she had a sister called Mary, which also sat at Jesus’ feet, and heard his word.  <strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  <strong>41</strong> And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:  <strong>42</strong> But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her. ","niv":"<sup><strong>38</strong></sup> As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him. <sup><strong>39</strong></sup> She had a sister called Mary, who sat at the Lord's feet listening to what he said. <sup><strong>40</strong></sup> But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\" <sup><strong>41</strong></sup> \"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, <sup><strong>42</strong></sup> but only one thing is needed. Mary has chosen what is better, and it will not be taken away from her.\" "},{"_id":"616ce38fe9d39d04b3b603b2","topicId":"616ce38ce9d39d04b3b603a5","verse":"1 Timothy 5:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54005010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work.</p>\n</div>","kjv":"<strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  ","niv":"<sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds."},{"_id":"616ce390e9d39d04b3b603b3","topicId":"616ce38ce9d39d04b3b603a5","verse":"Matthew 28:18-20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"616ce390e9d39d04b3b603b4","topicId":"616ce38ce9d39d04b3b603a5","verse":"Psalm 119:105","votes":6,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-16\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"616ce390e9d39d04b3b603b5","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43013017_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n</div>","kjv":"<strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them."},{"_id":"616ce391e9d39d04b3b603b6","topicId":"616ce38ce9d39d04b3b603a5","verse":"1 Samuel 25:41","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09025041_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v09025041-1\">41&nbsp;</b>And she rose and bowed with her face to the ground and said, “Behold, your handmaid is a servant to wash the feet of the servants of my lord.”</p>\n</div>","kjv":"<strong>41</strong> And she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.  ","niv":"<sup><strong>41</strong></sup> She bowed down with her face to the ground and said, \"Here is your maidservant, ready to serve you and wash the feet of my master's servants.\""},{"_id":"616ce391e9d39d04b3b603b7","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:1-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-20\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. "},{"_id":"616ce391e9d39d04b3b603b8","topicId":"616ce38ce9d39d04b3b603a5","verse":"2 Samuel 11:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p10011008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v10011008-1\">8&nbsp;</b>Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah went out of the king’s house, and there followed him a present from the king.</p>\n</div>","kjv":"<strong>8</strong> And David said to Uriah, Go down to thy house, and wash thy feet. And Uriah departed out of the king’s house, and there followed him a mess of meat from the king.  ","niv":"<sup><strong>8</strong></sup> Then David said to Uriah, \"Go down to your house and wash your feet.\" So Uriah left the palace, and a gift from the king was sent after him."},{"_id":"616ce392e9d39d04b3b603b9","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013015_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span></p>\n</div>","kjv":"<strong>15</strong> For I have given you an example, that ye should do as I have done to you.  ","niv":"<sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you."},{"_id":"616ce392e9d39d04b3b603ba","topicId":"616ce38ce9d39d04b3b603a5","verse":"2 Samuel 22:34-43","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10022034_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022034-1\">34&nbsp;</b>&nbsp;&nbsp;He made my feet like the feet of a deer</span><br><span id=\"p10022034_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and set me secure on the heights.</span><br><span id=\"p10022035_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022035-1\">35&nbsp;</b>&nbsp;&nbsp;He trains my hands for war,</span><br><span id=\"p10022035_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that my arms can bend a bow of bronze.</span><br><span id=\"p10022036_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022036-1\">36&nbsp;</b>&nbsp;&nbsp;You have given me the shield of your salvation,</span><br><span id=\"p10022036_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gentleness made me great.</span><br><span id=\"p10022037_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022037-1\">37&nbsp;</b>&nbsp;&nbsp;You gave a wide place for my steps under me,</span><br><span id=\"p10022037_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my feet did not slip;</span><br><span id=\"p10022038_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022038-1\">38&nbsp;</b>&nbsp;&nbsp;I pursued my enemies and destroyed them,</span><br><span id=\"p10022038_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not turn back until they were consumed.</span><br><span id=\"p10022039_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022039-1\">39&nbsp;</b>&nbsp;&nbsp;I consumed them; I thrust them through, so that they did not rise;</span><br><span id=\"p10022039_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fell under my feet.</span><br><span id=\"p10022040_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022040-1\">40&nbsp;</b>&nbsp;&nbsp;For you equipped me with strength for the battle;</span><br><span id=\"p10022040_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you made those who rise against me sink under me.</span><br><span id=\"p10022041_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022041-1\">41&nbsp;</b>&nbsp;&nbsp;You made my enemies turn their backs to me,</span><br><span id=\"p10022041_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hated me, and I destroyed them.</span><br><span id=\"p10022042_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022042-1\">42&nbsp;</b>&nbsp;&nbsp;They looked, but there was none to save;</span><br><span id=\"p10022042_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cried to the LORD, but he did not answer them.</span><br><span id=\"p10022043_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022043-1\">43&nbsp;</b>&nbsp;&nbsp;I beat them fine as the dust of the earth;</span><br><span id=\"p10022043_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I crushed them and stamped them down like the mire of the streets.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>34</strong> He maketh my feet like hinds feet: and setteth me upon my high places.  <strong>35</strong> He teacheth my hands to war; so that a bow of steel is broken by mine arms.  <strong>36</strong> Thou hast also given me the shield of thy salvation: and thy gentleness hath made me great.  <strong>37</strong> Thou hast enlarged my steps under me; so that my feet did not slip.  <strong>38</strong> I have pursued mine enemies, and destroyed them; and turned not again until I had consumed them.  <strong>39</strong> And I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet.  <strong>40</strong> For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me.  <strong>41</strong> Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.  <strong>42</strong> They looked, but there was none to save; even unto the LORD, but he answered them not.  <strong>43</strong> Then did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad.  ","niv":"<sup><strong>34</strong></sup> He makes my feet like the feet of a deer; he enables me to stand on the heights. <sup><strong>35</strong></sup> He trains my hands for battle; my arms can bend a bow of bronze. <sup><strong>36</strong></sup> You give me your shield of victory; you stoop down to make me great. <sup><strong>37</strong></sup> You broaden the path beneath me, so that my ankles do not turn. <sup><strong>38</strong></sup> \"I pursued my enemies and crushed them; I did not turn back till they were destroyed. <sup><strong>39</strong></sup> I crushed them completely, and they could not rise; they fell beneath my feet. <sup><strong>40</strong></sup> You armed me with strength for battle; you made my adversaries bow at my feet. <sup><strong>41</strong></sup> You made my enemies turn their backs in flight, and I destroyed my foes. <sup><strong>42</strong></sup> They cried for help, but there was no one to save them- to the LORD, but he did not answer. <sup><strong>43</strong></sup> I beat them as fine as the dust of the earth; I pounded and trampled them like mud in the streets. "},{"_id":"616ce392e9d39d04b3b603bb","topicId":"616ce38ce9d39d04b3b603a5","verse":"1 Peter 3:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,","modified":"2022-12-17T22:07:29.111Z"},{"_id":"616ce392e9d39d04b3b603bc","topicId":"616ce38ce9d39d04b3b603a5","verse":"Galatians 3:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"616ce393e9d39d04b3b603bd","topicId":"616ce38ce9d39d04b3b603a5","verse":"Romans 10:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010015_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010015-1\">15&nbsp;</b>And how are they to preach unless they are sent? As it is written, “How beautiful are the feet of those who preach the good news!”</p>\n</div>","kjv":"<strong>15</strong> And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!  ","niv":"<sup><strong>15</strong></sup> And how can they preach unless they are sent? As it is written, \"How beautiful are the feet of those who bring good news!\"","modified":"2022-12-17T22:04:41.519Z"},{"_id":"616ce393e9d39d04b3b603be","topicId":"616ce38ce9d39d04b3b603a5","verse":"John 13:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013018_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n</div>","kjv":"<strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  ","niv":"<sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" ","modified":"2023-04-06T08:05:47.610Z"}]}