{"_id":"616ce3e1e9d39d04b3b603d9","slug":"wasting","name":"Wasting","verses":[{"_id":"616ce3e2e9d39d04b3b603da","topicId":"616ce3e1e9d39d04b3b603d9","verse":"John 6:12-14","votes":25,"__v":0,"esv":"<div>\n<p id=\"p43006012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006012-1\">12&nbsp;</b>And when they had eaten their fill, he told his disciples, <span class=\"woc\">“Gather up the leftover fragments, that nothing may be lost.”</span> <b class=\"verse-num\" id=\"v43006013-1\">13&nbsp;</b>So they gathered them up and filled twelve baskets with fragments from the five barley loaves left by those who had eaten. <b class=\"verse-num\" id=\"v43006014-1\">14&nbsp;</b>When the people saw the sign that he had done, they said, “This is indeed the Prophet who is to come into the world!”</p>\n</div>","kjv":"<strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  <strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  ","niv":"<sup><strong>12</strong></sup> When they had all had enough to eat, he said to his disciples, \"Gather the pieces that are left over. Let nothing be wasted.\" <sup><strong>13</strong></sup> So they gathered them and filled twelve baskets with the pieces of the five barley loaves left over by those who had eaten. <sup><strong>14</strong></sup> After the people saw the miraculous sign that Jesus did, they began to say, \"Surely this is the Prophet who is to come into the world.\" "},{"_id":"616ce3e2e9d39d04b3b603db","topicId":"616ce3e1e9d39d04b3b603d9","verse":"John 6:12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43006012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006012-1\">12&nbsp;</b>And when they had eaten their fill, he told his disciples, <span class=\"woc\">“Gather up the leftover fragments, that nothing may be lost.”</span></p>\n</div>","kjv":"<strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  ","niv":"<sup><strong>12</strong></sup> When they had all had enough to eat, he said to his disciples, \"Gather the pieces that are left over. Let nothing be wasted.\""},{"_id":"616ce3e2e9d39d04b3b603dc","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Leviticus 19:9-10","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p03019009_06-3\"><b class=\"verse-num\" id=\"v03019009-1\">9&nbsp;</b>“When you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest. <b class=\"verse-num\" id=\"v03019010-1\">10&nbsp;</b>And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the LORD your God.</p>\n</div>","kjv":"<strong>9</strong> And when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleanings of thy harvest.  <strong>10</strong> And thou shalt not glean thy vineyard, neither shalt thou gather every grape of thy vineyard; thou shalt leave them for the poor and stranger: I am the LORD your God.  ","niv":"<sup><strong>9</strong></sup> \"'When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. <sup><strong>10</strong></sup> Do not go over your vineyard a second time or pick up the grapes that have fallen. Leave them for the poor and the alien. I am the LORD your God. ","modified":"2023-05-03T20:10:56.572Z"},{"_id":"616ce3e3e9d39d04b3b603dd","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Matthew 25:14-30","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p40025014_06-4\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n</div>","kjv":"<strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. ","niv":"<sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' "},{"_id":"616ce3e3e9d39d04b3b603de","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Matthew 26:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40026008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026008-1\">8&nbsp;</b>And when the disciples saw it, they were indignant, saying, “Why this waste?</p>\n</div>","kjv":"<strong>8</strong> But when his disciples saw it, they had indignation, saying, To what purpose is this waste?  ","niv":"<sup><strong>8</strong></sup> When the disciples saw this, they were indignant. \"Why this waste?\" they asked."},{"_id":"616ce3e3e9d39d04b3b603df","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Colossians 3:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,","modified":"2022-09-12T10:58:07.867Z"},{"_id":"616ce3e3e9d39d04b3b603e0","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ephesians 5:16-17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49005016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is.</p>\n</div>","kjv":"<strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  ","niv":"<sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. "},{"_id":"616ce3e4e9d39d04b3b603e1","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ephesians 6:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"616ce3e4e9d39d04b3b603e2","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Proverbs 26:14","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026014_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026014-1\">14&nbsp;</b>&nbsp;&nbsp;As a door turns on its hinges,</span><br><span id=\"p20026014_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so does a sluggard on his bed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> As the door turneth upon his hinges, so doth the slothful upon his bed.  ","niv":"<sup><strong>14</strong></sup> As a door turns on its hinges, so a sluggard turns on his bed."},{"_id":"616ce3e4e9d39d04b3b603e3","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Proverbs 24:30-34","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024030_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024030-1\">30&nbsp;</b>&nbsp;&nbsp;I passed by the field of a sluggard,</span><br><span id=\"p20024030_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by the vineyard of a man lacking sense,</span><br><span id=\"p20024031_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024031-1\">31&nbsp;</b>&nbsp;&nbsp;and behold, it was all overgrown with thorns;</span><br><span id=\"p20024031_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the ground was covered with nettles,</span><br><span id=\"p20024031_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its stone wall was broken down.</span><br><span id=\"p20024032_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024032-1\">32&nbsp;</b>&nbsp;&nbsp;Then I saw and considered it;</span><br><span id=\"p20024032_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I looked and received instruction.</span><br><span id=\"p20024033_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024033-1\">33&nbsp;</b>&nbsp;&nbsp;A little sleep, a little slumber,</span><br><span id=\"p20024033_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a little folding of the hands to rest,</span><br><span id=\"p20024034_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024034-1\">34&nbsp;</b>&nbsp;&nbsp;and poverty will come upon you like a robber,</span><br><span id=\"p20024034_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and want like an armed man.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> I went by the field of the slothful, and by the vineyard of the man void of understanding;  <strong>31</strong> And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.  <strong>32</strong> Then I saw, and considered it well: I looked upon it, and received instruction.  <strong>33</strong> Yet a little sleep, a little slumber, a little folding of the hands to sleep:  <strong>34</strong> So shall thy poverty come as one that travelleth; and thy want as an armed man.  ","niv":"<sup><strong>30</strong></sup> I went past the field of the sluggard, past the vineyard of the man who lacks judgment; <sup><strong>31</strong></sup> thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins. <sup><strong>32</strong></sup> I applied my heart to what I observed and learned a lesson from what I saw: <sup><strong>33</strong></sup> A little sleep, a little slumber, a little folding of the hands to rest- <sup><strong>34</strong></sup> and poverty will come on you like a bandit and scarcity like an armed man. "},{"_id":"616ce3e5e9d39d04b3b603e4","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Proverbs 20:13","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020013_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020013-1\">13&nbsp;</b>&nbsp;&nbsp;Love not sleep, lest you come to poverty;</span><br><span id=\"p20020013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;open your eyes, and you will have plenty of bread.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Love not sleep, lest thou come to poverty; open thine eyes, and  thou shalt be satisfied with bread.  ","niv":"<sup><strong>13</strong></sup> Do not love sleep or you will grow poor; stay awake and you will have food to spare."},{"_id":"616ce3e5e9d39d04b3b603e5","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Psalm 90:12","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090012_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090012-1\">12&nbsp;</b>&nbsp;&nbsp;So teach us to number our days</span><br><span id=\"p19090012_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may get a heart of wisdom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> So teach us to number our days, that we may apply our  hearts unto wisdom.  ","niv":"<sup><strong>12</strong></sup> Teach us to number our days aright, that we may gain a heart of wisdom."},{"_id":"616ce3e5e9d39d04b3b603e6","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Colossians 4:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51004005_01-13\"><b class=\"verse-num\" id=\"v51004005-1\">5&nbsp;</b>Walk in wisdom toward outsiders, making the best use of the time.</p>\n</div>","kjv":"<strong>5</strong> Walk in wisdom toward them that are without, redeeming the time.  ","niv":"<sup><strong>5</strong></sup> Be wise in the way you act toward outsiders; make the most of every opportunity."},{"_id":"616ce3e6e9d39d04b3b603e7","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ephesians 4:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616ce3e6e9d39d04b3b603e8","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Proverbs 6:9-11","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006009_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006009-1\">9&nbsp;</b>&nbsp;&nbsp;How long will you lie there, O sluggard?</span><br><span id=\"p20006009_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you arise from your sleep?</span><br><span id=\"p20006010_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006010-1\">10&nbsp;</b>&nbsp;&nbsp;A little sleep, a little slumber,</span><br><span id=\"p20006010_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a little folding of the hands to rest,</span><br><span id=\"p20006011_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006011-1\">11&nbsp;</b>&nbsp;&nbsp;and poverty will come upon you like a robber,</span><br><span id=\"p20006011_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and want like an armed man.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?  <strong>10</strong> Yet a little sleep, a little slumber, a little folding of the hands to sleep:  <strong>11</strong> So shall thy poverty come as one that travelleth, and thy want as an armed man.  ","niv":"<sup><strong>9</strong></sup> How long will you lie there, you sluggard? When will you get up from your sleep? <sup><strong>10</strong></sup> A little sleep, a little slumber, a little folding of the hands to rest- <sup><strong>11</strong></sup> and poverty will come on you like a bandit and scarcity like an armed man. "},{"_id":"616ce3e6e9d39d04b3b603e9","topicId":"616ce3e1e9d39d04b3b603d9","verse":"1 Peter 4:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry.</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."},{"_id":"616ce3e6e9d39d04b3b603ea","topicId":"616ce3e1e9d39d04b3b603d9","verse":"James 4:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.</p>\n</div>","kjv":"<strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  ","niv":"<sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes."},{"_id":"616ce3e7e9d39d04b3b603eb","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Romans 12:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616ce3e7e9d39d04b3b603ec","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ecclesiastes 3:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p21003001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n</div>","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  ","niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven:"},{"_id":"616ce3e7e9d39d04b3b603ed","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Proverbs 18:9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018009_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever is slack in his work</span><br><span id=\"p20018009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a brother to him who destroys.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He also that is slothful in his work is brother to him that is a great waster.  ","niv":"<sup><strong>9</strong></sup> One who is slack in his work is brother to one who destroys."},{"_id":"616ce3e8e9d39d04b3b603ee","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Revelation 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616ce3e8e9d39d04b3b603ef","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ephesians 6:10-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-23\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"616ce3e8e9d39d04b3b603f0","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Ephesians 5:15-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005015_01-24\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is.</p>\n</div>","kjv":"<strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  ","niv":"<sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. "},{"_id":"616ce3e9e9d39d04b3b603f1","topicId":"616ce3e1e9d39d04b3b603d9","verse":"Galatians 5:22-23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"616ce3e9e9d39d04b3b603f2","topicId":"616ce3e1e9d39d04b3b603d9","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."}]}