{"_id":"616ce422e9d39d04b3b603fe","slug":"watcher","name":"Watcher","verses":[{"_id":"616ce422e9d39d04b3b603ff","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 4:13","votes":60,"__v":0,"esv":"<div>\n<p id=\"p27004013_01-1\"><b class=\"verse-num\" id=\"v27004013-1\">13&nbsp;</b>“I saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven.</p>\n</div>","kjv":"<strong>13</strong> I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;  ","niv":"<sup><strong>13</strong></sup> \"In the visions I saw while lying in my bed, I looked, and there before me was a messenger, a holy one, coming down from heaven.","modified":"2022-11-04T17:38:34.382Z"},{"_id":"616ce422e9d39d04b3b60400","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 4:17","votes":49,"__v":0,"esv":"<div>\n<p id=\"p27004017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004017-1\">17&nbsp;</b>The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.’</p>\n</div>","kjv":"<strong>17</strong> This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.  ","niv":"<sup><strong>17</strong></sup> \"'The decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes and sets over them the lowliest of men.'"},{"_id":"616ce422e9d39d04b3b60401","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 4:23","votes":48,"__v":0,"esv":"<div>\n<p id=\"p27004023_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004023-1\">23&nbsp;</b>And because the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave the stump of its roots in the earth, bound with a band of iron and bronze, in the tender grass of the field, and let him be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven periods of time pass over him,’</p>\n</div>","kjv":"<strong>23</strong> And whereas the king saw a watcher and an holy one coming down from heaven, and saying, Hew the tree down, and destroy it; yet leave the stump of the roots thereof in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him;  ","niv":"<sup><strong>23</strong></sup> \"You, O king, saw a messenger, a holy one, coming down from heaven and saying, 'Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live like the wild animals, until seven times pass by for him.'"},{"_id":"616ce423e9d39d04b3b60402","topicId":"616ce422e9d39d04b3b603fe","verse":"Genesis 6:1-4","votes":37,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-7\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-7\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-7\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. "},{"_id":"616ce423e9d39d04b3b60403","topicId":"616ce422e9d39d04b3b603fe","verse":"Hebrews 13:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p58013002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares.</p>\n</div>","kjv":"<strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  ","niv":"<sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it."},{"_id":"616ce423e9d39d04b3b60404","topicId":"616ce422e9d39d04b3b603fe","verse":"Ephesians 6:12","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2023-03-21T04:47:27.430Z"},{"_id":"616ce424e9d39d04b3b60405","topicId":"616ce422e9d39d04b3b603fe","verse":"Genesis 6:1-22","votes":12,"__v":0,"kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. ","modified":"2022-12-11T19:46:45.502Z"},{"_id":"616ce424e9d39d04b3b60406","topicId":"616ce422e9d39d04b3b603fe","verse":"Matthew 24:37","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024037_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span></p>\n</div>","kjv":"<strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  ","niv":"<sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man."},{"_id":"616ce424e9d39d04b3b60407","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 8:13-17","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p27008001_09-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27008001-1\">8:1&nbsp;</b>In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first. <b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal. <b class=\"verse-num\" id=\"v27008003-1\">3&nbsp;</b>I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last. <b class=\"verse-num\" id=\"v27008004-1\">4&nbsp;</b>I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.</p>\n<p id=\"p27008004_09-16\"><b class=\"verse-num\" id=\"v27008005-1\">5&nbsp;</b>As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes. <b class=\"verse-num\" id=\"v27008006-1\">6&nbsp;</b>He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath. <b class=\"verse-num\" id=\"v27008007-1\">7&nbsp;</b>I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power. <b class=\"verse-num\" id=\"v27008008-1\">8&nbsp;</b>Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.</p>\n<p id=\"p27008008_09-16\"><b class=\"verse-num\" id=\"v27008009-1\">9&nbsp;</b>Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land. <b class=\"verse-num\" id=\"v27008010-1\">10&nbsp;</b>It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them. <b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_14-16\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_14-16\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand. <b class=\"verse-num\" id=\"v27008026-1\">26&nbsp;</b>The vision of the evenings and the mornings that has been told is true, but seal up the vision, for it refers to many days from now.”</p>\n<p id=\"p27008026_14-16\"><b class=\"verse-num\" id=\"v27008027-1\">27&nbsp;</b>And I, Daniel, was overcome and lay sick for some days. Then I rose and went about the king’s business, but I was appalled by the vision and did not understand it.</p>\n\n</div>","kjv":"<strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  ","niv":"<sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" ","modified":"2023-09-21T20:05:36.116Z"},{"_id":"616ce425e9d39d04b3b60408","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 2:43","votes":14,"__v":0,"esv":"<div>\n<p id=\"p27002043_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay.</p>\n\n</div>","kjv":"<strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  ","niv":"<sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay."},{"_id":"616ce425e9d39d04b3b60409","topicId":"616ce422e9d39d04b3b603fe","verse":"James 3:16-18","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. <sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness. "},{"_id":"616ce425e9d39d04b3b6040a","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 12:1-13","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p27012001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27012001-1\">12:1&nbsp;</b>“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book. <b class=\"verse-num\" id=\"v27012002-1\">2&nbsp;</b>And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt. <b class=\"verse-num\" id=\"v27012003-1\">3&nbsp;</b>And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever. <b class=\"verse-num\" id=\"v27012004-1\">4&nbsp;</b>But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”</p>\n<p id=\"p27012004_06-12\"><b class=\"verse-num\" id=\"v27012005-1\">5&nbsp;</b>Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream. <b class=\"verse-num\" id=\"v27012006-1\">6&nbsp;</b>And someone said to the man clothed in linen, who was above the waters of the stream, “How long shall it be till the end of these wonders?” <b class=\"verse-num\" id=\"v27012007-1\">7&nbsp;</b>And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished. <b class=\"verse-num\" id=\"v27012008-1\">8&nbsp;</b>I heard, but I did not understand. Then I said, “O my lord, what shall be the outcome of these things?” <b class=\"verse-num\" id=\"v27012009-1\">9&nbsp;</b>He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end. <b class=\"verse-num\" id=\"v27012010-1\">10&nbsp;</b>Many shall purify themselves and make themselves white and be refined, but the wicked shall act wickedly. And none of the wicked shall understand, but those who are wise shall understand. <b class=\"verse-num\" id=\"v27012011-1\">11&nbsp;</b>And from the time that the regular burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days. <b class=\"verse-num\" id=\"v27012012-1\">12&nbsp;</b>Blessed is he who waits and arrives at the 1,335 days. <b class=\"verse-num\" id=\"v27012013-1\">13&nbsp;</b>But go your way till the end. And you shall rest and shall stand in your allotted place at the end of the days.”</p>\n\n</div>","kjv":"<strong>1</strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.  <strong>2</strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.  <strong>3</strong> And they that be wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever.  <strong>4</strong> But thou, O Daniel, shut up the words, and seal the book, even  to the time of the end: many shall run to and fro, and knowledge shall be increased.  <strong>5</strong> Then I Daniel looked, and, behold, there stood other two, the one on this side of the bank of the river, and the other on that side of the bank of the river.  <strong>6</strong> And one said to the man clothed in linen, which was  upon the waters of the river, How long shall it be to the end of these wonders?  <strong>7</strong> And I heard the man clothed in linen, which was upon the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that it shall be for a time, times, and an half; and when he shall have accomplished to scatter the power of the holy people, all these things shall be finished.  <strong>8</strong> And I heard, but I understood not: then said I, O my Lord, what shall be the end of these things?  <strong>9</strong> And he said, Go thy way, Daniel: for the words are closed up and sealed till the time of the end.  <strong>10</strong> Many shall be purified, and made white, and tried; but the wicked shall do wickedly: and none of the wicked shall understand; but the wise shall understand.  <strong>11</strong> And from the time that the daily sacrifice shall be taken away, and the abomination that maketh desolate set up, there shall be a thousand two hundred and ninety days.  <strong>12</strong> Blessed is he that waiteth, and cometh to the thousand three hundred and five and thirty days.  <strong>13</strong> But go thou thy way till the end be: for thou shalt rest, and stand in thy lot at the end of the days.  ","niv":"<sup><strong>1</strong></sup> \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people-everyone whose name is found written in the book-will be delivered. <sup><strong>2</strong></sup> Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt. <sup><strong>3</strong></sup> Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever. <sup><strong>4</strong></sup> But you, Daniel, close up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.\" <sup><strong>5</strong></sup> Then I, Daniel, looked, and there before me stood two others, one on this bank of the river and one on the opposite bank. <sup><strong>6</strong></sup> One of them said to the man clothed in linen, who was above the waters of the river, \"How long will it be before these astonishing things are fulfilled?\" <sup><strong>7</strong></sup> The man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, \"It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.\" <sup><strong>8</strong></sup> I heard, but I did not understand. So I asked, \"My lord, what will the outcome of all this be?\" <sup><strong>9</strong></sup> He replied, \"Go your way, Daniel, because the words are closed up and sealed until the time of the end. <sup><strong>10</strong></sup> Many will be purified, made spotless and refined, but the wicked will continue to be wicked. None of the wicked will understand, but those who are wise will understand. <sup><strong>11</strong></sup> \"From the time that the daily sacrifice is abolished and the abomination that causes desolation is set up, there will be 1,290 days. <sup><strong>12</strong></sup> Blessed is the one who waits for and reaches the end of the 1,335 days. <sup><strong>13</strong></sup> \"As for you, go your way till the end. You will rest, and then at the end of the days you will rise to receive your allotted inheritance.\" "},{"_id":"616ce425e9d39d04b3b6040b","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 10:13-21","votes":10,"__v":0,"esv":"<div>\n<p id=\"p27010013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v27010013-1\">13&nbsp;</b>The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia, <b class=\"verse-num\" id=\"v27010014-1\">14&nbsp;</b>and came to make you understand what is to happen to your people in the latter days. For the vision is for days yet to come.”</p>\n<p id=\"p27010014_01-13\"><b class=\"verse-num\" id=\"v27010015-1\">15&nbsp;</b>When he had spoken to me according to these words, I turned my face toward the ground and was mute. <b class=\"verse-num\" id=\"v27010016-1\">16&nbsp;</b>And behold, one in the likeness of the children of man touched my lips. Then I opened my mouth and spoke. I said to him who stood before me, “O my lord, by reason of the vision pains have come upon me, and I retain no strength. <b class=\"verse-num\" id=\"v27010017-1\">17&nbsp;</b>How can my lord’s servant talk with my lord? For now no strength remains in me, and no breath is left in me.”</p>\n<p id=\"p27010017_01-13\"><b class=\"verse-num\" id=\"v27010018-1\">18&nbsp;</b>Again one having the appearance of a man touched me and strengthened me. <b class=\"verse-num\" id=\"v27010019-1\">19&nbsp;</b>And he said, “O man greatly loved, fear not, peace be with you; be strong and of good courage.” And as he spoke to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.” <b class=\"verse-num\" id=\"v27010020-1\">20&nbsp;</b>Then he said, “Do you know why I have come to you? But now I will return to fight against the prince of Persia; and when I go out, behold, the prince of Greece will come. <b class=\"verse-num\" id=\"v27010021-1\">21&nbsp;</b>But I will tell you what is inscribed in the book of truth: there is none who contends by my side against these except Michael, your prince.</p>\n</div>","kjv":"<strong>13</strong> But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia.  <strong>14</strong> Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision is for many days.  <strong>15</strong> And when he had spoken such words unto me, I set my face toward the ground, and I became dumb.  <strong>16</strong> And, behold, one like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength.  <strong>17</strong> For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither is there breath left in me.  <strong>18</strong> Then there came again and touched me one like the appearance of a man, and he strengthened me,  <strong>19</strong> And said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me.  <strong>20</strong> Then said he, Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come.  <strong>21</strong> But I will shew thee that which is noted in the scripture of truth: and there is none that holdeth with me in these things, but Michael your prince.  ","niv":"<sup><strong>13</strong></sup> But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia. <sup><strong>14</strong></sup> Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.\" <sup><strong>15</strong></sup> While he was saying this to me, I bowed with my face toward the ground and was speechless. <sup><strong>16</strong></sup> Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, \"I am overcome with anguish because of the vision, my lord, and I am helpless. <sup><strong>17</strong></sup> How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.\" <sup><strong>18</strong></sup> Again the one who looked like a man touched me and gave me strength. <sup><strong>19</strong></sup> \"Do not be afraid, O man highly esteemed,\" he said. \"Peace! Be strong now; be strong.\" When he spoke to me, I was strengthened and said, \"Speak, my lord, since you have given me strength.\" <sup><strong>20</strong></sup> So he said, \"Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come; <sup><strong>21</strong></sup> but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince. "},{"_id":"616ce426e9d39d04b3b6040c","topicId":"616ce422e9d39d04b3b603fe","verse":"Psalm 83:1-18","votes":10,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-14\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-14\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br><span id=\"p19083006_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083006-1\">6&nbsp;</b>&nbsp;&nbsp;the tents of Edom and the Ishmaelites,</span><br><span id=\"p19083006_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab and the Hagrites,</span><br><span id=\"p19083007_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083007-1\">7&nbsp;</b>&nbsp;&nbsp;Gebal and Ammon and Amalek,</span><br><span id=\"p19083007_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Philistia with the inhabitants of Tyre;</span><br><span id=\"p19083008_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083008-1\">8&nbsp;</b>&nbsp;&nbsp;Asshur also has joined them;</span><br><span id=\"p19083008_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are the strong arm of the children of Lot. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083009_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083009-1\">9&nbsp;</b>&nbsp;&nbsp;Do to them as you did to Midian,</span><br><span id=\"p19083009_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as to Sisera and Jabin at the river Kishon,</span><br><span id=\"p19083010_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083010-1\">10&nbsp;</b>&nbsp;&nbsp;who were destroyed at En-dor,</span><br><span id=\"p19083010_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who became dung for the ground.</span><br><span id=\"p19083011_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083011-1\">11&nbsp;</b>&nbsp;&nbsp;Make their nobles like Oreb and Zeeb,</span><br><span id=\"p19083011_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their princes like Zebah and Zalmunna,</span><br><span id=\"p19083012_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083012-1\">12&nbsp;</b>&nbsp;&nbsp;who said, “Let us take possession for ourselves</span><br><span id=\"p19083012_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the pastures of God.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083013_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083013-1\">13&nbsp;</b>&nbsp;&nbsp;O my God, make them like whirling dust,</span><br><span id=\"p19083013_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like chaff before the wind.</span><br><span id=\"p19083014_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083014-1\">14&nbsp;</b>&nbsp;&nbsp;As fire consumes the forest,</span><br><span id=\"p19083014_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flame sets the mountains ablaze,</span><br><span id=\"p19083015_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083015-1\">15&nbsp;</b>&nbsp;&nbsp;so may you pursue them with your tempest</span><br><span id=\"p19083015_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them with your hurricane!</span><br><span id=\"p19083016_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083016-1\">16&nbsp;</b>&nbsp;&nbsp;Fill their faces with shame,</span><br><span id=\"p19083016_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may seek your name, O LORD.</span><br><span id=\"p19083017_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dismayed forever;</span><br><span id=\"p19083017_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them perish in disgrace,</span><br><span id=\"p19083018_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083018-1\">18&nbsp;</b>&nbsp;&nbsp;that they may know that you alone,</span><br><span id=\"p19083018_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose name is the LORD,</span><br><span id=\"p19083018_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the Most High over all the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  <strong>6</strong> The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;  <strong>7</strong> Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;  <strong>8</strong> Assur also is joined with them: they have holpen the children of Lot. Selah.  <strong>9</strong> Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:  <strong>10</strong>             Which perished at Endor: they became as dung for the earth.  <strong>11</strong> Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:  <strong>12</strong> Who said, Let us take to ourselves the houses of God in possession.  <strong>13</strong> O my God, make them like a wheel; as the stubble before the wind.  <strong>14</strong> As the fire burneth a wood, and as the flame setteth the mountains on fire;  <strong>15</strong> So persecute them with thy tempest, and make them afraid with thy storm.  <strong>16</strong> Fill their faces with shame; that they may seek thy name, O LORD.  <strong>17</strong> Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:  <strong>18</strong> That men may know that thou, whose name alone is  JEHOVAH, art the most high over all the earth.  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- <sup><strong>6</strong></sup> the tents of Edom and the Ishmaelites, of Moab and the Hagrites, <sup><strong>7</strong></sup> Gebal, Ammon and Amalek, Philistia, with the people of Tyre. <sup><strong>8</strong></sup> Even Assyria has joined them to lend strength to the descendants of Lot. Selah <sup><strong>9</strong></sup> Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon, <sup><strong>10</strong></sup> who perished at Endor and became like refuse on the ground. <sup><strong>11</strong></sup> Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, <sup><strong>12</strong></sup> who said, \"Let us take possession of the pasturelands of God.\" <sup><strong>13</strong></sup> Make them like tumbleweed, O my God, like chaff before the wind. <sup><strong>14</strong></sup> As fire consumes the forest or a flame sets the mountains ablaze, <sup><strong>15</strong></sup> so pursue them with your tempest and terrify them with your storm. <sup><strong>16</strong></sup> Cover their faces with shame so that men will seek your name, O LORD. <sup><strong>17</strong></sup> May they ever be ashamed and dismayed; may they perish in disgrace. <sup><strong>18</strong></sup> Let them know that you, whose name is the LORD - that you alone are the Most High over all the earth. "},{"_id":"616ce426e9d39d04b3b6040d","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 9:1-27","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p27009001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27009001-1\">9:1&nbsp;</b>In the first year of Darius the son of Ahasuerus, by descent a Mede, who was made king over the realm of the Chaldeans—<b class=\"verse-num\" id=\"v27009002-1\">2&nbsp;</b>in the first year of his reign, I, Daniel, perceived in the books the number of years that, according to the word of the LORD to Jeremiah the prophet, must pass before the end of the desolations of Jerusalem, namely, seventy years.</p>\n<p id=\"p27009002_06-15\"><b class=\"verse-num\" id=\"v27009003-1\">3&nbsp;</b>Then I turned my face to the Lord God, seeking him by prayer and pleas for mercy with fasting and sackcloth and ashes. <b class=\"verse-num\" id=\"v27009004-1\">4&nbsp;</b>I prayed to the LORD my God and made confession, saying, “O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments, <b class=\"verse-num\" id=\"v27009005-1\">5&nbsp;</b>we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules. <b class=\"verse-num\" id=\"v27009006-1\">6&nbsp;</b>We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land. <b class=\"verse-num\" id=\"v27009007-1\">7&nbsp;</b>To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you. <b class=\"verse-num\" id=\"v27009008-1\">8&nbsp;</b>To us, O LORD, belongs open shame, to our kings, to our princes, and to our fathers, because we have sinned against you. <b class=\"verse-num\" id=\"v27009009-1\">9&nbsp;</b>To the Lord our God belong mercy and forgiveness, for we have rebelled against him <b class=\"verse-num\" id=\"v27009010-1\">10&nbsp;</b>and have not obeyed the voice of the LORD our God by walking in his laws, which he set before us by his servants the prophets. <b class=\"verse-num\" id=\"v27009011-1\">11&nbsp;</b>All Israel has transgressed your law and turned aside, refusing to obey your voice. And the curse and oath that are written in the Law of Moses the servant of God have been poured out upon us, because we have sinned against him. <b class=\"verse-num\" id=\"v27009012-1\">12&nbsp;</b>He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great calamity. For under the whole heaven there has not been done anything like what has been done against Jerusalem. <b class=\"verse-num\" id=\"v27009013-1\">13&nbsp;</b>As it is written in the Law of Moses, all this calamity has come upon us; yet we have not entreated the favor of the LORD our God, turning from our iniquities and gaining insight by your truth. <b class=\"verse-num\" id=\"v27009014-1\">14&nbsp;</b>Therefore the LORD has kept ready the calamity and has brought it upon us, for the LORD our God is righteous in all the works that he has done, and we have not obeyed his voice. <b class=\"verse-num\" id=\"v27009015-1\">15&nbsp;</b>And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and have made a name for yourself, as at this day, we have sinned, we have done wickedly.</p>\n<p id=\"p27009015_06-15\"><b class=\"verse-num\" id=\"v27009016-1\">16&nbsp;</b>“O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us. <b class=\"verse-num\" id=\"v27009017-1\">17&nbsp;</b>Now therefore, O our God, listen to the prayer of your servant and to his pleas for mercy, and for your own sake, O Lord, make your face to shine upon your sanctuary, which is desolate. <b class=\"verse-num\" id=\"v27009018-1\">18&nbsp;</b>O my God, incline your ear and hear. Open your eyes and see our desolations, and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because of your great mercy. <b class=\"verse-num\" id=\"v27009019-1\">19&nbsp;</b>O Lord, hear; O Lord, forgive. O Lord, pay attention and act. Delay not, for your own sake, O my God, because your city and your people are called by your name.”</p>\n\n<p id=\"p27009019_10-15\"><b class=\"verse-num\" id=\"v27009020-1\">20&nbsp;</b>While I was speaking and praying, confessing my sin and the sin of my people Israel, and presenting my plea before the LORD my God for the holy hill of my God, <b class=\"verse-num\" id=\"v27009021-1\">21&nbsp;</b>while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the first, came to me in swift flight at the time of the evening sacrifice. <b class=\"verse-num\" id=\"v27009022-1\">22&nbsp;</b>He made me understand, speaking with me and saying, “O Daniel, I have now come out to give you insight and understanding. <b class=\"verse-num\" id=\"v27009023-1\">23&nbsp;</b>At the beginning of your pleas for mercy a word went out, and I have come to tell it to you, for you are greatly loved. Therefore consider the word and understand the vision.</p>\n\n<p id=\"p27009023_13-15\"><b class=\"verse-num\" id=\"v27009024-1\">24&nbsp;</b>“Seventy weeks are decreed about your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place. <b class=\"verse-num\" id=\"v27009025-1\">25&nbsp;</b>Know therefore and understand that from the going out of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks. Then for sixty-two weeks it shall be built again with squares and moat, but in a troubled time. <b class=\"verse-num\" id=\"v27009026-1\">26&nbsp;</b>And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed. <b class=\"verse-num\" id=\"v27009027-1\">27&nbsp;</b>And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans;  <strong>2</strong> In the first year of his reign I Daniel understood by books the number of the years, whereof the word of the LORD came to Jeremiah the prophet, that he would accomplish seventy years in the desolations of Jerusalem.  <strong>3</strong> And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:  <strong>4</strong> And I prayed unto the LORD my God, and made my confession, and said, O Lord, the great and dreadful God, keeping the covenant and mercy to them that love him, and to them that keep his commandments;  <strong>5</strong> We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and from thy judgments:  <strong>6</strong> Neither have we hearkened unto thy servants the prophets, which spake in thy name to our kings, our princes, and our fathers, and to all the people of the land.  <strong>7</strong> O Lord, righteousness belongeth unto thee, but unto us confusion of faces, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee.  <strong>8</strong> O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee.  <strong>9</strong> To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;  <strong>10</strong> Neither have we obeyed the voice of the LORD our God, to walk in his laws, which he set before us by his servants the prophets.  <strong>11</strong> Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.  <strong>12</strong> And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.  <strong>13</strong> As it is written in the law of Moses, all this evil is come upon us: yet made we not our prayer before the LORD our God, that we might turn from our iniquities, and understand thy truth.  <strong>14</strong> Therefore hath the LORD watched upon the evil, and brought it upon us: for the LORD our God is righteous in all his works which he doeth: for we obeyed not his voice.  <strong>15</strong> And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly.  <strong>16</strong> O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us.  <strong>17</strong> Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord’s sake.  <strong>18</strong> O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies.  <strong>19</strong> O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God: for thy city and thy people are called by thy name.  <strong>20</strong> And whiles I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the LORD my God for the holy mountain of my God;  <strong>21</strong> Yea, whiles I was speaking in prayer, even the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation.  <strong>22</strong> And he informed me, and talked with me, and said, O Daniel, I am now come forth to give thee skill and understanding.  <strong>23</strong> At the beginning of thy supplications the commandment came forth, and I am come to shew thee; for thou art greatly beloved: therefore understand the matter, and consider the vision.  <strong>24</strong> Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.  <strong>25</strong> Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times.  <strong>26</strong> And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined.  <strong>27</strong> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.  ","niv":"<sup><strong>1</strong></sup> In the first year of Darius son of Ahasuerus (a Mede by descent), who was made ruler over the Babylonian kingdom- <sup><strong>2</strong></sup> in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the LORD given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years. <sup><strong>3</strong></sup> So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes. <sup><strong>4</strong></sup> I prayed to the LORD my God and confessed: \"O Lord, the great and awesome God, who keeps his covenant of love with all who love him and obey his commands, <sup><strong>5</strong></sup> we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws. <sup><strong>6</strong></sup> We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our fathers, and to all the people of the land. <sup><strong>7</strong></sup> \"Lord, you are righteous, but this day we are covered with shame-the men of Judah and people of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you. <sup><strong>8</strong></sup> O LORD, we and our kings, our princes and our fathers are covered with shame because we have sinned against you. <sup><strong>9</strong></sup> The Lord our God is merciful and forgiving, even though we have rebelled against him; <sup><strong>10</strong></sup> we have not obeyed the LORD our God or kept the laws he gave us through his servants the prophets. <sup><strong>11</strong></sup> All Israel has transgressed your law and turned away, refusing to obey you. \"Therefore the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you. <sup><strong>12</strong></sup> You have fulfilled the words spoken against us and against our rulers by bringing upon us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem. <sup><strong>13</strong></sup> Just as it is written in the Law of Moses, all this disaster has come upon us, yet we have not sought the favor of the LORD our God by turning from our sins and giving attention to your truth. <sup><strong>14</strong></sup> The LORD did not hesitate to bring the disaster upon us, for the LORD our God is righteous in everything he does; yet we have not obeyed him. <sup><strong>15</strong></sup> \"Now, O Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong. <sup><strong>16</strong></sup> O Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our fathers have made Jerusalem and your people an object of scorn to all those around us. <sup><strong>17</strong></sup> \"Now, our God, hear the prayers and petitions of your servant. For your sake, O Lord, look with favor on your desolate sanctuary. <sup><strong>18</strong></sup> Give ear, O God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy. <sup><strong>19</strong></sup> O Lord, listen! O Lord, forgive! O Lord, hear and act! For your sake, O my God, do not delay, because your city and your people bear your Name.\" <sup><strong>20</strong></sup> While I was speaking and praying, confessing my sin and the sin of my people Israel and making my request to the LORD my God for his holy hill- <sup><strong>21</strong></sup> while I was still in prayer, Gabriel, the man I had seen in the earlier vision, came to me in swift flight about the time of the evening sacrifice. <sup><strong>22</strong></sup> He instructed me and said to me, \"Daniel, I have now come to give you insight and understanding. <sup><strong>23</strong></sup> As soon as you began to pray, an answer was given, which I have come to tell you, for you are highly esteemed. Therefore, consider the message and understand the vision: <sup><strong>24</strong></sup> \"Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy. <sup><strong>25</strong></sup> \"Know and understand this: From the issuing of the decree to restore and rebuild Jerusalem until the Anointed One, the ruler, comes, there will be seven 'sevens,' and sixty-two 'sevens.' It will be rebuilt with streets and a trench, but in times of trouble. <sup><strong>26</strong></sup> After the sixty-two 'sevens,' the Anointed One will be cut off and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed. <sup><strong>27</strong></sup> He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \" "},{"_id":"616ce426e9d39d04b3b6040e","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 8:1-27","votes":6,"__v":0,"kjv":"<strong>1</strong> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.  <strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  <strong>3</strong> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.  <strong>4</strong> I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.  <strong>5</strong> And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had  a notable horn between his eyes.  <strong>6</strong> And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.  <strong>7</strong> And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.  <strong>8</strong> Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.  <strong>9</strong> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.  <strong>10</strong> And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.  <strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  <strong>26</strong> And the vision of the evening and the morning which was told is  true: wherefore shut thou up the vision; for it shall be  for many days.  <strong>27</strong> And I Daniel fainted, and was sick certain days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood it. ","niv":"<sup><strong>1</strong></sup> In the third year of King Belshazzar's reign, I, Daniel, had a vision, after the one that had already appeared to me. <sup><strong>2</strong></sup> In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal. <sup><strong>3</strong></sup> I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later. <sup><strong>4</strong></sup> I watched the ram as he charged toward the west and the north and the south. No animal could stand against him, and none could rescue from his power. He did as he pleased and became great. <sup><strong>5</strong></sup> As I was thinking about this, suddenly a goat with a prominent horn between his eyes came from the west, crossing the whole earth without touching the ground. <sup><strong>6</strong></sup> He came toward the two-horned ram I had seen standing beside the canal and charged at him in great rage. <sup><strong>7</strong></sup> I saw him attack the ram furiously, striking the ram and shattering his two horns. The ram was powerless to stand against him; the goat knocked him to the ground and trampled on him, and none could rescue the ram from his power. <sup><strong>8</strong></sup> The goat became very great, but at the height of his power his large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven. <sup><strong>9</strong></sup> Out of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land. <sup><strong>10</strong></sup> It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them. <sup><strong>11</strong></sup> It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low. <sup><strong>12</strong></sup> Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground. <sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" <sup><strong>18</strong></sup> While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet. <sup><strong>19</strong></sup> He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end. <sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. <sup><strong>26</strong></sup> \"The vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.\" <sup><strong>27</strong></sup> I, Daniel, was exhausted and lay ill for several days. Then I got up and went about the king's business. I was appalled by the vision; it was beyond understanding. "},{"_id":"616ce427e9d39d04b3b6040f","topicId":"616ce422e9d39d04b3b603fe","verse":"Revelation 8:1-13","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66008001_08-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66008001-1\">8:1&nbsp;</b>When the Lamb opened the seventh seal, there was silence in heaven for about half an hour. <b class=\"verse-num\" id=\"v66008002-1\">2&nbsp;</b>Then I saw the seven angels who stand before God, and seven trumpets were given to them. <b class=\"verse-num\" id=\"v66008003-1\">3&nbsp;</b>And another angel came and stood at the altar with a golden censer, and he was given much incense to offer with the prayers of all the saints on the golden altar before the throne, <b class=\"verse-num\" id=\"v66008004-1\">4&nbsp;</b>and the smoke of the incense, with the prayers of the saints, rose before God from the hand of the angel. <b class=\"verse-num\" id=\"v66008005-1\">5&nbsp;</b>Then the angel took the censer and filled it with fire from the altar and threw it on the earth, and there were peals of thunder, rumblings, flashes of lightning, and an earthquake.</p>\n\n<p id=\"p66008005_11-17\"><b class=\"verse-num\" id=\"v66008006-1\">6&nbsp;</b>Now the seven angels who had the seven trumpets prepared to blow them.</p>\n<p id=\"p66008006_11-17\"><b class=\"verse-num\" id=\"v66008007-1\">7&nbsp;</b>The first angel blew his trumpet, and there followed hail and fire, mixed with blood, and these were thrown upon the earth. And a third of the earth was burned up, and a third of the trees were burned up, and all green grass was burned up.</p>\n<p id=\"p66008007_11-17\"><b class=\"verse-num\" id=\"v66008008-1\">8&nbsp;</b>The second angel blew his trumpet, and something like a great mountain, burning with fire, was thrown into the sea, and a third of the sea became blood. <b class=\"verse-num\" id=\"v66008009-1\">9&nbsp;</b>A third of the living creatures in the sea died, and a third of the ships were destroyed.</p>\n<p id=\"p66008009_11-17\"><b class=\"verse-num\" id=\"v66008010-1\">10&nbsp;</b>The third angel blew his trumpet, and a great star fell from heaven, blazing like a torch, and it fell on a third of the rivers and on the springs of water. <b class=\"verse-num\" id=\"v66008011-1\">11&nbsp;</b>The name of the star is Wormwood. A third of the waters became wormwood, and many people died from the water, because it had been made bitter.</p>\n<p id=\"p66008011_11-17\"><b class=\"verse-num\" id=\"v66008012-1\">12&nbsp;</b>The fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light might be darkened, and a third of the day might be kept from shining, and likewise a third of the night.</p>\n<p id=\"p66008012_11-17\"><b class=\"verse-num\" id=\"v66008013-1\">13&nbsp;</b>Then I looked, and I heard an eagle crying with a loud voice as it flew directly overhead, “Woe, woe, woe to those who dwell on the earth, at the blasts of the other trumpets that the three angels are about to blow!”</p>\n\n</div>","kjv":"<strong>1</strong> And when he had opened the seventh seal, there was silence in heaven about the space of half an hour.  <strong>2</strong> And I saw the seven angels which stood before God; and to them were given seven trumpets.  <strong>3</strong> And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it  with the prayers of all saints upon the golden altar which was before the throne.  <strong>4</strong> And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel’s hand.  <strong>5</strong> And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.  <strong>6</strong> And the seven angels which had the seven trumpets prepared themselves to sound.  <strong>7</strong> The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up.  <strong>8</strong> And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;  <strong>9</strong> And the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed.  <strong>10</strong> And the third angel sounded, and there fell a great star from heaven, burning as it were a lamp, and it fell upon the third part of the rivers, and upon the fountains of waters;  <strong>11</strong> And the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter.  <strong>12</strong> And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.  <strong>13</strong> And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!  ","niv":"<sup><strong>1</strong></sup> When he opened the seventh seal, there was silence in heaven for about half an hour. <sup><strong>2</strong></sup> And I saw the seven angels who stand before God, and to them were given seven trumpets. <sup><strong>3</strong></sup> Another angel, who had a golden censer, came and stood at the altar. He was given much incense to offer, with the prayers of all the saints, on the golden altar before the throne. <sup><strong>4</strong></sup> The smoke of the incense, together with the prayers of the saints, went up before God from the angel's hand. <sup><strong>5</strong></sup> Then the angel took the censer, filled it with fire from the altar, and hurled it on the earth; and there came peals of thunder, rumblings, flashes of lightning and an earthquake. <sup><strong>6</strong></sup> Then the seven angels who had the seven trumpets prepared to sound them. <sup><strong>7</strong></sup> The first angel sounded his trumpet, and there came hail and fire mixed with blood, and it was hurled down upon the earth. A third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up. <sup><strong>8</strong></sup> The second angel sounded his trumpet, and something like a huge mountain, all ablaze, was thrown into the sea. A third of the sea turned into blood, <sup><strong>9</strong></sup> a third of the living creatures in the sea died, and a third of the ships were destroyed. <sup><strong>10</strong></sup> The third angel sounded his trumpet, and a great star, blazing like a torch, fell from the sky on a third of the rivers and on the springs of water-- <sup><strong>11</strong></sup> the name of the star is Wormwood. A third of the waters turned bitter, and many people died from the waters that had become bitter. <sup><strong>12</strong></sup> The fourth angel sounded his trumpet, and a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them turned dark. A third of the day was without light, and also a third of the night. <sup><strong>13</strong></sup> As I watched, I heard an eagle that was flying in midair call out in a loud voice: \"Woe! Woe! Woe to the inhabitants of the earth, because of the trumpet blasts about to be sounded by the other three angels!\" "},{"_id":"616ce427e9d39d04b3b60410","topicId":"616ce422e9d39d04b3b603fe","verse":"1 Corinthians 12:1-31","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-19\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-19\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-19\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-19\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-19\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-19\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"616ce427e9d39d04b3b60411","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 1:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27001012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink.</p>\n</div>","kjv":"<strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  ","niv":"<sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink.","modified":"2022-04-24T13:36:56.000Z"},{"_id":"616ce427e9d39d04b3b60412","topicId":"616ce422e9d39d04b3b603fe","verse":"Ezekiel 38:1-23","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p26038001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26038001-1\">38:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him <b class=\"verse-num\" id=\"v26038003-1\">3&nbsp;</b>and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26038004-1\">4&nbsp;</b>And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords. <b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet; <b class=\"verse-num\" id=\"v26038006-1\">6&nbsp;</b>Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.</p>\n<p id=\"p26038006_04-21\"><b class=\"verse-num\" id=\"v26038007-1\">7&nbsp;</b>“Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them. <b class=\"verse-num\" id=\"v26038008-1\">8&nbsp;</b>After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them. <b class=\"verse-num\" id=\"v26038009-1\">9&nbsp;</b>You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.</p>\n<p id=\"p26038009_04-21\"><b class=\"verse-num\" id=\"v26038010-1\">10&nbsp;</b>“Thus says the Lord GOD: On that day, thoughts will come into your mind, and you will devise an evil scheme <b class=\"verse-num\" id=\"v26038011-1\">11&nbsp;</b>and say, ‘I will go up against the land of unwalled villages. I will fall upon the quiet people who dwell securely, all of them dwelling without walls, and having no bars or gates,’ <b class=\"verse-num\" id=\"v26038012-1\">12&nbsp;</b>to seize spoil and carry off plunder, to turn your hand against the waste places that are now inhabited, and the people who were gathered from the nations, who have acquired livestock and goods, who dwell at the center of the earth. <b class=\"verse-num\" id=\"v26038013-1\">13&nbsp;</b>Sheba and Dedan and the merchants of Tarshish and all its leaders will say to you, ‘Have you come to seize spoil? Have you assembled your hosts to carry off plunder, to carry away silver and gold, to take away livestock and goods, to seize great spoil?’</p>\n<p id=\"p26038013_04-21\"><b class=\"verse-num\" id=\"v26038014-1\">14&nbsp;</b>“Therefore, son of man, prophesy, and say to Gog, Thus says the Lord GOD: On that day when my people Israel are dwelling securely, will you not know it? <b class=\"verse-num\" id=\"v26038015-1\">15&nbsp;</b>You will come from your place out of the uttermost parts of the north, you and many peoples with you, all of them riding on horses, a great host, a mighty army. <b class=\"verse-num\" id=\"v26038016-1\">16&nbsp;</b>You will come up against my people Israel, like a cloud covering the land. In the latter days I will bring you against my land, that the nations may know me, when through you, O Gog, I vindicate my holiness before their eyes.</p>\n<p id=\"p26038016_04-21\"><b class=\"verse-num\" id=\"v26038017-1\">17&nbsp;</b>“Thus says the Lord GOD: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them? <b class=\"verse-num\" id=\"v26038018-1\">18&nbsp;</b>But on that day, the day that Gog shall come against the land of Israel, declares the Lord GOD, my wrath will be roused in my anger. <b class=\"verse-num\" id=\"v26038019-1\">19&nbsp;</b>For in my jealousy and in my blazing wrath I declare, On that day there shall be a great earthquake in the land of Israel. <b class=\"verse-num\" id=\"v26038020-1\">20&nbsp;</b>The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground. <b class=\"verse-num\" id=\"v26038021-1\">21&nbsp;</b>I will summon a sword against Gog on all my mountains, declares the Lord GOD. Every man’s sword will be against his brother. <b class=\"verse-num\" id=\"v26038022-1\">22&nbsp;</b>With pestilence and bloodshed I will enter into judgment with him, and I will rain upon him and his hordes and the many peoples who are with him torrential rains and hailstones, fire and sulfur. <b class=\"verse-num\" id=\"v26038023-1\">23&nbsp;</b>So I will show my greatness and my holiness and make myself known in the eyes of many nations. Then they will know that I am the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' "},{"_id":"616ce428e9d39d04b3b60413","topicId":"616ce422e9d39d04b3b603fe","verse":"Jeremiah 29:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24029010_01-22\"><b class=\"verse-num\" id=\"v24029010-1\">10&nbsp;</b>“For thus says the LORD: When seventy years are completed for Babylon, I will visit you, and I will fulfill to you my promise and bring you back to this place.</p>\n</div>","kjv":"<strong>10</strong> For thus saith the LORD, That after seventy years be accomplished at Babylon I will visit you, and perform my good word toward you, in causing you to return to this place.  ","niv":"<sup><strong>10</strong></sup> This is what the LORD says: \"When seventy years are completed for Babylon, I will come to you and fulfill my gracious promise to bring you back to this place."},{"_id":"616ce428e9d39d04b3b60414","topicId":"616ce422e9d39d04b3b603fe","verse":"James 3:16-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. "},{"_id":"616ce428e9d39d04b3b60415","topicId":"616ce422e9d39d04b3b603fe","verse":"Philippians 2:9-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n</div>","kjv":"<strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. "},{"_id":"616ce429e9d39d04b3b60416","topicId":"616ce422e9d39d04b3b603fe","verse":"Daniel 11:1-45","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p27011001_09-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27011001-1\">11:1&nbsp;</b>“And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.</p>\n<p id=\"p27011001_09-25\"><b class=\"verse-num\" id=\"v27011002-1\">2&nbsp;</b>“And now I will show you the truth. Behold, three more kings shall arise in Persia, and a fourth shall be far richer than all of them. And when he has become strong through his riches, he shall stir up all against the kingdom of Greece. <b class=\"verse-num\" id=\"v27011003-1\">3&nbsp;</b>Then a mighty king shall arise, who shall rule with great dominion and do as he wills. <b class=\"verse-num\" id=\"v27011004-1\">4&nbsp;</b>And as soon as he has arisen, his kingdom shall be broken and divided toward the four winds of heaven, but not to his posterity, nor according to the authority with which he ruled, for his kingdom shall be plucked up and go to others besides these.</p>\n<p id=\"p27011004_09-25\"><b class=\"verse-num\" id=\"v27011005-1\">5&nbsp;</b>“Then the king of the south shall be strong, but one of his princes shall be stronger than he and shall rule, and his authority shall be a great authority. <b class=\"verse-num\" id=\"v27011006-1\">6&nbsp;</b>After some years they shall make an alliance, and the daughter of the king of the south shall come to the king of the north to make an agreement. But she shall not retain the strength of her arm, and he and his arm shall not endure, but she shall be given up, and her attendants, he who fathered her, and he who supported her in those times.</p>\n<p id=\"p27011006_09-25\"><b class=\"verse-num\" id=\"v27011007-1\">7&nbsp;</b>“And from a branch from her roots one shall arise in his place. He shall come against the army and enter the fortress of the king of the north, and he shall deal with them and shall prevail. <b class=\"verse-num\" id=\"v27011008-1\">8&nbsp;</b>He shall also carry off to Egypt their gods with their metal images and their precious vessels of silver and gold, and for some years he shall refrain from attacking the king of the north. <b class=\"verse-num\" id=\"v27011009-1\">9&nbsp;</b>Then the latter shall come into the realm of the king of the south but shall return to his own land.</p>\n<p id=\"p27011009_09-25\"><b class=\"verse-num\" id=\"v27011010-1\">10&nbsp;</b>“His sons shall wage war and assemble a multitude of great forces, which shall keep coming and overflow and pass through, and again shall carry the war as far as his fortress. <b class=\"verse-num\" id=\"v27011011-1\">11&nbsp;</b>Then the king of the south, moved with rage, shall come out and fight against the king of the north. And he shall raise a great multitude, but it shall be given into his hand. <b class=\"verse-num\" id=\"v27011012-1\">12&nbsp;</b>And when the multitude is taken away, his heart shall be exalted, and he shall cast down tens of thousands, but he shall not prevail. <b class=\"verse-num\" id=\"v27011013-1\">13&nbsp;</b>For the king of the north shall again raise a multitude, greater than the first. And after some years he shall come on with a great army and abundant supplies.</p>\n<p id=\"p27011013_09-25\"><b class=\"verse-num\" id=\"v27011014-1\">14&nbsp;</b>“In those times many shall rise against the king of the south, and the violent among your own people shall lift themselves up in order to fulfill the vision, but they shall fail. <b class=\"verse-num\" id=\"v27011015-1\">15&nbsp;</b>Then the king of the north shall come and throw up siegeworks and take a well-fortified city. And the forces of the south shall not stand, or even his best troops, for there shall be no strength to stand. <b class=\"verse-num\" id=\"v27011016-1\">16&nbsp;</b>But he who comes against him shall do as he wills, and none shall stand before him. And he shall stand in the glorious land, with destruction in his hand. <b class=\"verse-num\" id=\"v27011017-1\">17&nbsp;</b>He shall set his face to come with the strength of his whole kingdom, and he shall bring terms of an agreement and perform them. He shall give him the daughter of women to destroy the kingdom, but it shall not stand or be to his advantage. <b class=\"verse-num\" id=\"v27011018-1\">18&nbsp;</b>Afterward he shall turn his face to the coastlands and shall capture many of them, but a commander shall put an end to his insolence. Indeed, he shall turn his insolence back upon him. <b class=\"verse-num\" id=\"v27011019-1\">19&nbsp;</b>Then he shall turn his face back toward the fortresses of his own land, but he shall stumble and fall, and shall not be found.</p>\n<p id=\"p27011019_09-25\"><b class=\"verse-num\" id=\"v27011020-1\">20&nbsp;</b>“Then shall arise in his place one who shall send an exactor of tribute for the glory of the kingdom. But within a few days he shall be broken, neither in anger nor in battle. <b class=\"verse-num\" id=\"v27011021-1\">21&nbsp;</b>In his place shall arise a contemptible person to whom royal majesty has not been given. He shall come in without warning and obtain the kingdom by flatteries. <b class=\"verse-num\" id=\"v27011022-1\">22&nbsp;</b>Armies shall be utterly swept away before him and broken, even the prince of the covenant. <b class=\"verse-num\" id=\"v27011023-1\">23&nbsp;</b>And from the time that an alliance is made with him he shall act deceitfully, and he shall become strong with a small people. <b class=\"verse-num\" id=\"v27011024-1\">24&nbsp;</b>Without warning he shall come into the richest parts of the province, and he shall do what neither his fathers nor his fathers’ fathers have done, scattering among them plunder, spoil, and goods. He shall devise plans against strongholds, but only for a time. <b class=\"verse-num\" id=\"v27011025-1\">25&nbsp;</b>And he shall stir up his power and his heart against the king of the south with a great army. And the king of the south shall wage war with an exceedingly great and mighty army, but he shall not stand, for plots shall be devised against him. <b class=\"verse-num\" id=\"v27011026-1\">26&nbsp;</b>Even those who eat his food shall break him. His army shall be swept away, and many shall fall down slain. <b class=\"verse-num\" id=\"v27011027-1\">27&nbsp;</b>And as for the two kings, their hearts shall be bent on doing evil. They shall speak lies at the same table, but to no avail, for the end is yet to be at the time appointed. <b class=\"verse-num\" id=\"v27011028-1\">28&nbsp;</b>And he shall return to his land with great wealth, but his heart shall be set against the holy covenant. And he shall work his will and return to his own land.</p>\n<p id=\"p27011028_09-25\"><b class=\"verse-num\" id=\"v27011029-1\">29&nbsp;</b>“At the time appointed he shall return and come into the south, but it shall not be this time as it was before. <b class=\"verse-num\" id=\"v27011030-1\">30&nbsp;</b>For ships of Kittim shall come against him, and he shall be afraid and withdraw, and shall turn back and be enraged and take action against the holy covenant. He shall turn back and pay attention to those who forsake the holy covenant. <b class=\"verse-num\" id=\"v27011031-1\">31&nbsp;</b>Forces from him shall appear and profane the temple and fortress, and shall take away the regular burnt offering. And they shall set up the abomination that makes desolate. <b class=\"verse-num\" id=\"v27011032-1\">32&nbsp;</b>He shall seduce with flattery those who violate the covenant, but the people who know their God shall stand firm and take action. <b class=\"verse-num\" id=\"v27011033-1\">33&nbsp;</b>And the wise among the people shall make many understand, though for some days they shall stumble by sword and flame, by captivity and plunder. <b class=\"verse-num\" id=\"v27011034-1\">34&nbsp;</b>When they stumble, they shall receive a little help. And many shall join themselves to them with flattery, <b class=\"verse-num\" id=\"v27011035-1\">35&nbsp;</b>and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time.</p>\n<p id=\"p27011035_09-25\"><b class=\"verse-num\" id=\"v27011036-1\">36&nbsp;</b>“And the king shall do as he wills. He shall exalt himself and magnify himself above every god, and shall speak astonishing things against the God of gods. He shall prosper till the indignation is accomplished; for what is decreed shall be done. <b class=\"verse-num\" id=\"v27011037-1\">37&nbsp;</b>He shall pay no attention to the gods of his fathers, or to the one beloved by women. He shall not pay attention to any other god, for he shall magnify himself above all. <b class=\"verse-num\" id=\"v27011038-1\">38&nbsp;</b>He shall honor the god of fortresses instead of these. A god whom his fathers did not know he shall honor with gold and silver, with precious stones and costly gifts. <b class=\"verse-num\" id=\"v27011039-1\">39&nbsp;</b>He shall deal with the strongest fortresses with the help of a foreign god. Those who acknowledge him he shall load with honor. He shall make them rulers over many and shall divide the land for a price.</p>\n<p id=\"p27011039_09-25\"><b class=\"verse-num\" id=\"v27011040-1\">40&nbsp;</b>“At the time of the end, the king of the south shall attack him, but the king of the north shall rush upon him like a whirlwind, with chariots and horsemen, and with many ships. And he shall come into countries and shall overflow and pass through. <b class=\"verse-num\" id=\"v27011041-1\">41&nbsp;</b>He shall come into the glorious land. And tens of thousands shall fall, but these shall be delivered out of his hand: Edom and Moab and the main part of the Ammonites. <b class=\"verse-num\" id=\"v27011042-1\">42&nbsp;</b>He shall stretch out his hand against the countries, and the land of Egypt shall not escape. <b class=\"verse-num\" id=\"v27011043-1\">43&nbsp;</b>He shall become ruler of the treasures of gold and of silver, and all the precious things of Egypt, and the Libyans and the Cushites shall follow in his train. <b class=\"verse-num\" id=\"v27011044-1\">44&nbsp;</b>But news from the east and the north shall alarm him, and he shall go out with great fury to destroy and devote many to destruction. <b class=\"verse-num\" id=\"v27011045-1\">45&nbsp;</b>And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him.</p>\n\n</div>","kjv":"<strong>1</strong> Also I in the first year of Darius the Mede, even I, stood to confirm and to strengthen him.  <strong>2</strong> And now will I shew thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they  all: and by his strength through his riches he shall stir up all against the realm of Grecia.  <strong>3</strong> And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  <strong>4</strong> And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven; and not to his posterity, nor according to his dominion which he ruled: for his kingdom shall be plucked up, even for others beside those.  <strong>5</strong> And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  <strong>6</strong> And in the end of years they shall join themselves together; for the king’s daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the arm; neither shall he stand, nor his arm: but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in these times.  <strong>7</strong> But out of a branch of her roots shall one stand up in his estate, which shall come with an army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail:  <strong>8</strong> And shall also carry captives into Egypt their gods, with their princes, and with their precious vessels of silver and of gold; and he shall continue more years than the king of the north.  <strong>9</strong> So the king of the south shall come into his kingdom, and shall return into his own land.  <strong>10</strong> But his sons shall be stirred up, and shall assemble a multitude of great forces: and one shall certainly come, and overflow, and pass through: then shall he return, and be stirred up, even to his fortress.  <strong>11</strong> And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north: and he shall set forth a great multitude; but the multitude shall be given into his hand.  <strong>12</strong> And when he hath taken away the multitude, his heart shall be lifted up; and he shall cast down many ten thousands: but he shall not be strengthened by it.  <strong>13</strong> For the king of the north shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches.  <strong>14</strong> And in those times there shall many stand up against the king of the south: also the robbers of thy people shall exalt themselves to establish the vision; but they shall fall.  <strong>15</strong> So the king of the north shall come, and cast up a mount, and take the most fenced cities: and the arms of the south shall not withstand, neither his chosen people, neither shall there be any strength to withstand.  <strong>16</strong> But he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the glorious land, which by his hand shall be consumed.  <strong>17</strong> He shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do: and he shall give him the daughter of women, corrupting her: but she shall not stand on his side, neither be for him.  <strong>18</strong> After this shall he turn his face unto the isles, and shall take many: but a prince for his own behalf shall cause the reproach offered by him to cease; without his own reproach he shall cause it to turn upon him.  <strong>19</strong> Then he shall turn his face toward the fort of his own land: but he shall stumble and fall, and not be found.  <strong>20</strong> Then shall stand up in his estate a raiser of taxes in the glory of the kingdom: but within few days he shall be destroyed, neither in anger, nor in battle.  <strong>21</strong> And in his estate shall stand up a vile person, to whom they shall not give the honour of the kingdom: but he shall come in peaceably, and obtain the kingdom by flatteries.  <strong>22</strong> And with the arms of a flood shall they be overflown from before him, and shall be broken; yea, also the prince of the covenant.  <strong>23</strong> And after the league made with him he shall work deceitfully: for he shall come up, and shall become strong with a small people.  <strong>24</strong> He shall enter peaceably even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers’ fathers; he shall scatter among them the prey, and spoil, and riches: yea, and he shall forecast his devices against the strong holds, even for a time.  <strong>25</strong> And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall be stirred up to battle with a very great and mighty army; but he shall not stand: for they shall forecast devices against him.  <strong>26</strong> Yea, they that feed of the portion of his meat shall destroy him, and his army shall overflow: and many shall fall down slain.  <strong>27</strong> And both these kings’ hearts shall be to do mischief, and they shall speak lies at one table; but it shall not prosper: for yet the end shall be at the time appointed.  <strong>28</strong> Then shall he return into his land with great riches; and his heart shall be against the holy covenant; and he shall do exploits,  and return to his own land.  <strong>29</strong> At the time appointed he shall return, and come toward the south; but it shall not be as the former, or as the latter.  <strong>30</strong> For the ships of Chittim shall come against him: therefore he shall be grieved, and return, and have indignation against the holy covenant: so shall he do; he shall even return, and have intelligence with them that forsake the holy covenant.  <strong>31</strong> And arms shall stand on his part, and they shall pollute the sanctuary of strength, and shall take away the daily sacrifice, and they shall place the abomination that maketh desolate.  <strong>32</strong> And such as do wickedly against the covenant shall he corrupt by flatteries: but the people that do know their God shall be strong, and do exploits.  <strong>33</strong> And they that understand among the people shall instruct many: yet they shall fall by the sword, and by flame, by captivity, and by spoil, many  days.  <strong>34</strong> Now when they shall fall, they shall be holpen with a little help: but many shall cleave to them with flatteries.  <strong>35</strong> And some of them of understanding shall fall, to try them, and to purge, and to make them white, even to the time of the end: because it is yet for a time appointed.  <strong>36</strong> And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods, and shall prosper till the indignation be accomplished: for that that is determined shall be done.  <strong>37</strong> Neither shall he regard the God of his fathers, nor the desire of women, nor regard any god: for he shall magnify himself above all.  <strong>38</strong> But in his estate shall he honour the God of forces: and a god whom his fathers knew not shall he honour with gold, and silver, and with precious stones, and pleasant things.  <strong>39</strong> Thus shall he do in the most strong holds with a strange god, whom he shall acknowledge and increase with glory: and he shall cause them to rule over many, and shall divide the land for gain.  <strong>40</strong> And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over.  <strong>41</strong> He shall enter also into the glorious land, and many countries  shall be overthrown: but these shall escape out of his hand, even  Edom, and Moab, and the chief of the children of Ammon.  <strong>42</strong> He shall stretch forth his hand also upon the countries: and the land of Egypt shall not escape.  <strong>43</strong> But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt: and the Libyans and the Ethiopians shall be at his steps.  <strong>44</strong> But tidings out of the east and out of the north shall trouble him: therefore he shall go forth with great fury to destroy, and utterly to make away many.  <strong>45</strong> And he shall plant the tabernacles of his palace between the seas in the glorious holy mountain; yet he shall come to his end, and none shall help him.  ","niv":"<sup><strong>1</strong></sup> And in the first year of Darius the Mede, I took my stand to support and protect him.) <sup><strong>2</strong></sup> \"Now then, I tell you the truth: Three more kings will appear in Persia, and then a fourth, who will be far richer than all the others. When he has gained power by his wealth, he will stir up everyone against the kingdom of Greece. <sup><strong>3</strong></sup> Then a mighty king will appear, who will rule with great power and do as he pleases. <sup><strong>4</strong></sup> After he has appeared, his empire will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the power he exercised, because his empire will be uprooted and given to others. <sup><strong>5</strong></sup> \"The king of the South will become strong, but one of his commanders will become even stronger than he and will rule his own kingdom with great power. <sup><strong>6</strong></sup> After some years, they will become allies. The daughter of the king of the South will go to the king of the North to make an alliance, but she will not retain her power, and he and his power will not last. In those days she will be handed over, together with her royal escort and her father and the one who supported her. <sup><strong>7</strong></sup> \"One from her family line will arise to take her place. He will attack the forces of the king of the North and enter his fortress; he will fight against them and be victorious. <sup><strong>8</strong></sup> He will also seize their gods, their metal images and their valuable articles of silver and gold and carry them off to Egypt. For some years he will leave the king of the North alone. <sup><strong>9</strong></sup> Then the king of the North will invade the realm of the king of the South but will retreat to his own country. <sup><strong>10</strong></sup> His sons will prepare for war and assemble a great army, which will sweep on like an irresistible flood and carry the battle as far as his fortress. <sup><strong>11</strong></sup> \"Then the king of the South will march out in a rage and fight against the king of the North, who will raise a large army, but it will be defeated. <sup><strong>12</strong></sup> When the army is carried off, the king of the South will be filled with pride and will slaughter many thousands, yet he will not remain triumphant. <sup><strong>13</strong></sup> For the king of the North will muster another army, larger than the first; and after several years, he will advance with a huge army fully equipped. <sup><strong>14</strong></sup> \"In those times many will rise against the king of the South. The violent men among your own people will rebel in fulfillment of the vision, but without success. <sup><strong>15</strong></sup> Then the king of the North will come and build up siege ramps and will capture a fortified city. The forces of the South will be powerless to resist; even their best troops will not have the strength to stand. <sup><strong>16</strong></sup> The invader will do as he pleases; no one will be able to stand against him. He will establish himself in the Beautiful Land and will have the power to destroy it. <sup><strong>17</strong></sup> He will determine to come with the might of his entire kingdom and will make an alliance with the king of the South. And he will give him a daughter in marriage in order to overthrow the kingdom, but his plans will not succeed or help him. <sup><strong>18</strong></sup> Then he will turn his attention to the coastlands and will take many of them, but a commander will put an end to his insolence and will turn his insolence back upon him. <sup><strong>19</strong></sup> After this, he will turn back toward the fortresses of his own country but will stumble and fall, to be seen no more. <sup><strong>20</strong></sup> \"His successor will send out a tax collector to maintain the royal splendor. In a few years, however, he will be destroyed, yet not in anger or in battle. <sup><strong>21</strong></sup> \"He will be succeeded by a contemptible person who has not been given the honor of royalty. He will invade the kingdom when its people feel secure, and he will seize it through intrigue. <sup><strong>22</strong></sup> Then an overwhelming army will be swept away before him; both it and a prince of the covenant will be destroyed. <sup><strong>23</strong></sup> After coming to an agreement with him, he will act deceitfully, and with only a few people he will rise to power. <sup><strong>24</strong></sup> When the richest provinces feel secure, he will invade them and will achieve what neither his fathers nor his forefathers did. He will distribute plunder, loot and wealth among his followers. He will plot the overthrow of fortresses-but only for a time. <sup><strong>25</strong></sup> \"With a large army he will stir up his strength and courage against the king of the South. The king of the South will wage war with a large and very powerful army, but he will not be able to stand because of the plots devised against him. <sup><strong>26</strong></sup> Those who eat from the king's provisions will try to destroy him; his army will be swept away, and many will fall in battle. <sup><strong>27</strong></sup> The two kings, with their hearts bent on evil, will sit at the same table and lie to each other, but to no avail, because an end will still come at the appointed time. <sup><strong>28</strong></sup> The king of the North will return to his own country with great wealth, but his heart will be set against the holy covenant. He will take action against it and then return to his own country. <sup><strong>29</strong></sup> \"At the appointed time he will invade the South again, but this time the outcome will be different from what it was before. <sup><strong>30</strong></sup> Ships of the western coastlands will oppose him, and he will lose heart. Then he will turn back and vent his fury against the holy covenant. He will return and show favor to those who forsake the holy covenant. <sup><strong>31</strong></sup> \"His armed forces will rise up to desecrate the temple fortress and will abolish the daily sacrifice. Then they will set up the abomination that causes desolation. <sup><strong>32</strong></sup> With flattery he will corrupt those who have violated the covenant, but the people who know their God will firmly resist him. <sup><strong>33</strong></sup> \"Those who are wise will instruct many, though for a time they will fall by the sword or be burned or captured or plundered. <sup><strong>34</strong></sup> When they fall, they will receive a little help, and many who are not sincere will join them. <sup><strong>35</strong></sup> Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time. <sup><strong>36</strong></sup> \"The king will do as he pleases. He will exalt and magnify himself above every god and will say unheard-of things against the God of gods. He will be successful until the time of wrath is completed, for what has been determined must take place. <sup><strong>37</strong></sup> He will show no regard for the gods of his fathers or for the one desired by women, nor will he regard any god, but will exalt himself above them all. <sup><strong>38</strong></sup> Instead of them, he will honor a god of fortresses; a god unknown to his fathers he will honor with gold and silver, with precious stones and costly gifts. <sup><strong>39</strong></sup> He will attack the mightiest fortresses with the help of a foreign god and will greatly honor those who acknowledge him. He will make them rulers over many people and will distribute the land at a price. <sup><strong>40</strong></sup> \"At the time of the end the king of the South will engage him in battle, and the king of the North will storm out against him with chariots and cavalry and a great fleet of ships. He will invade many countries and sweep through them like a flood. <sup><strong>41</strong></sup> He will also invade the Beautiful Land. Many countries will fall, but Edom, Moab and the leaders of Ammon will be delivered from his hand. <sup><strong>42</strong></sup> He will extend his power over many countries; Egypt will not escape. <sup><strong>43</strong></sup> He will gain control of the treasures of gold and silver and all the riches of Egypt, with the Libyans and Nubians in submission. <sup><strong>44</strong></sup> But reports from the east and the north will alarm him, and he will set out in a great rage to destroy and annihilate many. <sup><strong>45</strong></sup> He will pitch his royal tents between the seas at the beautiful holy mountain. Yet he will come to his end, and no one will help him. "},{"_id":"616ce429e9d39d04b3b60417","topicId":"616ce422e9d39d04b3b603fe","verse":"Exodus 4:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02004024_01-26\"><b class=\"verse-num\" id=\"v02004024-1\">24&nbsp;</b>At a lodging place on the way the LORD met him and sought to put him to death.</p>\n</div>","kjv":"<strong>24</strong> And it came to pass by the way in the inn, that the LORD met him, and sought to kill him.  ","niv":"<sup><strong>24</strong></sup> At a lodging place on the way, the LORD met {Moses} and was about to kill him."}]}